{
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, verifique seu e-mail em busca de um link de verificação.",
    "click here to request another": "clique aqui para solicitar outro",
    "E-Mail Address": "Endereço de e-mail",
    "Forbidden": "Proibido",
    "Go to page :page": "Ir para página :page",
    "Hello!": "Olá!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode sair de todas suas outras sessões de navegador em todos os seus dispositivos. Se você desconfiar que sua conta foi comprometida, você deve também atualizar a sua senha.",
    "If you did not create an account, no further action is required.": "Se você não criou uma conta, ignore este e-mail.",
    "If you did not receive the email": "Se você não recebeu o e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver tendo problemas para clicar no botão \":actionText\", copie e cole a URL abaixo\nem seu navegador:",
    "Invalid signature.": "Assinatura inválida.",
    "Log out": "Sair",
    "Logout Other Browser Sessions": "Desconectar outras sessões de navegador",
    "Manage and logout your active sessions on other browsers and devices.": "Gerenciar e sair de suas sessões ativas em outros navegadores e dispositivos.",
    "Nevermind": "Deixa pra lá",
    "Not Found": "Não Encontrado",
    "Oh no": "Ah não",
    "Page Expired": "Página expirou",
    "Pagination Navigation": "Navegação da Paginação",
    "Please click the button below to verify your email address.": "Por favor, clique no botão abaixo para verificar seu endereço de e-mail.",
    "Please confirm your password before continuing.": "Por favor, confirme sua senha antes de continuar.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor informe a sua senha para confirmar que você realmente deseja sair de todas sessões de outros navegadores em todos seus dispositivos.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Por favor informe o e-mail da pessoa que você deseja adicionar a este time. Esse e-mail deve estar associado a uma conta existente.",
    "Regards": "Atenciosamente",
    "results": "resultados",
    "Server Error": "Erro do servidor",
    "Service Unavailable": "Serviço indisponível",
    "Showing": "Mostrando",
    "The :attribute must contain at least one letter.": "O campo :attribute deve conter pelo menos uma letra",
    "The :attribute must contain at least one number.": "O campo :attribute deve conter pelo menos um número.",
    "The :attribute must contain at least one symbol.": "O campo :attribute deve conter pelo menos um símbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "O campo :attribute deve conter pelo menos uma letra maiúscula e uma minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "O :attribute informado apareceu em um vazamento de dados. Por favor escolha uma :attribute diferente.",
    "This action is unauthorized.": "Esta ação não é autorizada.",
    "This password reset link will expire in :count minutes.": "O Link de redefinição de senha irá expirar em :count minutos.",
    "to": "até",
    "Toggle navigation": "Alternar navegação",
    "Too Many Attempts.": "Muitas tentativas.",
    "Too Many Requests": "Muitas solicitações",
    "Unauthorized": "Não autorizado",
    "Verify Email Address": "Verifique o endereço de e-mail",
    "Verify Your Email Address": "Verifique seu endereço de e-mail",
    "We won't ask for your password again for a few hours.": "Não solicitaremos sua senha novamente por algumas horas.",
    "You are logged in!": "Você já está logado!",
    "Your email address is not verified.": "Seu endereço de e-mail não está verificado."
}
