{
    "The :attribute must be a valid role.": "Dan il-qasam irid ikun rwol validu.",
    "The :attribute must be at least :length characters and contain at least one number.": "Dan il-field għandu jkun ta' mill-inqas :length karattri u jkun fih mill-inqas numru wieħed.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Dan il-field għandu jkun ta' l-inqas :length karattri u jkun fih mill-inqas karattru speċjali wieħed u numru wieħed.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Dan il-field għandu jkun ta' l-inqas :length karattri u jkun fih mill-inqas karattru speċjali wieħed.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Dan il-field għandu jkun ta' l-inqas :length karattri u jkun fih ta' l-inqas karattru wieħed u numru wieħed.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Dan il-field għandu jkun ta' l-inqas :length karattri u jkun fih mill-inqas karattru wieħed u karattru speċjali.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Dan il-field għandu jkun ta' l-inqas :length karattri u jkun fih ta' l-inqas karattru wieħed kbir, numru wieħed u karattru speċjali wieħed.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Dan il-field għandu jkun ta' l-inqas :length karattri u jkun fih ta' l-inqas karattru wieħed u kbar.",
    "The :attribute must be at least :length characters.": "Dan il-qasam għandu jkun ta' l-inqas :length karattri.",
    "The :attribute must contain at least one letter.": "Dan il-qasam għandu jkun fih mill-inqas ittra waħda.",
    "The :attribute must contain at least one number.": "Dan il-qasam għandu jkun fih mill-inqas numru wieħed.",
    "The :attribute must contain at least one symbol.": "Dan il-field għandu jkun fih mill-inqas simbolu wieħed.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Dan il-field għandu jkun fih mill-inqas ittra waħda kbira u ittra żgħira waħda.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Il-qasam mogħti deher fi tnixxija tad-dejta. Jekk jogħġbok agħżel qasam differenti."
}
