{
    "A fresh verification link has been sent to your email address.": "Et nyt verifikations-link er sendt til din email-adresse.",
    "Before proceeding, please check your email for a verification link.": "Før du fortsætter bedes du verificere din konto. Tjek din indbakke.",
    "click here to request another": "klik her for at anmode om ny",
    "E-Mail Address": "Email-adresse",
    "Forbidden": "Forbudt",
    "Go to page :page": "Gå til side :page",
    "Hello!": "Hej!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Hvis det er nødvendigt, kan du logge af alle dine andre bro .sersessioner på tværs af alle dine enheder. Nogle af dine seneste sessioner er angivet nedenfor; denne liste er dog muligvis ikke udtømmende. Hvis du føler, at din konto er blevet kompromitteret, skal du også opdatere din adgangskode.",
    "If you did not create an account, no further action is required.": "Hvis du ikke har oprettet en konto skal du ikke gøre mere.",
    "If you did not receive the email": "Hvis du ikke modtog emailen",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Hvis du har problemer med at klikke på \":actionText\", kan du kopiere nedenstående URL ind en web-browser:",
    "Invalid signature.": "Ugyldig signatur.",
    "Log out": "Log ud",
    "Logout Other Browser Sessions": "Log Af Andre Bro Browsersessioner",
    "Manage and logout your active sessions on other browsers and devices.": "Administrer og log af dine aktive sessioner på andre bro .sere og enheder.",
    "Nevermind": "Nevermind",
    "Not Found": "Ikke fundet",
    "Oh no": "Åh nej",
    "Page Expired": "Siden er udløbet",
    "Pagination Navigation": "Pagination Navigation",
    "Please click the button below to verify your email address.": "Klik på knappen nedenfor for at verificere din email-adresse.",
    "Please confirm your password before continuing.": "Bekræft venligst dit password før du fortsætter.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Indtast din adgangskode for at bekræfte, at du gerne vil logge af dine andre bro .sersessioner på tværs af alle dine enheder.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Angiv venligst e-mail-adressen på den person, du gerne vil tilføje til dette team. E - mailadressen skal være tilknyttet en eksisterende konto.",
    "Regards": "Med venlig hilsen",
    "results": "Resultat",
    "Server Error": "Server-fejl",
    "Service Unavailable": "Service utilgængelig",
    "Showing": "Vise",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Denne handling er uautoriseret.",
    "This password reset link will expire in :count minutes.": "Password-link vil udløbe om :count minutter.",
    "to": "at",
    "Toggle navigation": "Skift navigation",
    "Too Many Attempts.": "For mange forsøg",
    "Too Many Requests": "For mange forespørgsler",
    "Unauthorized": "Uautoriseret",
    "Verify Email Address": "Bekræft email-adresse",
    "Verify Your Email Address": "Bekræft din email-adresse",
    "We won't ask for your password again for a few hours.": "Vi vil ikke forespørge dit password indenfor de næste par timer.",
    "You are logged in!": "Du er logget ind!",
    "Your email address is not verified.": "Din email-adresse er endnu ikke verificeret."
}
