{
    "A fresh verification link has been sent to your email address.": "Новая ссылка для подтверждения была отправлена на Ваш email-адрес.",
    "Before proceeding, please check your email for a verification link.": "Прежде чем продолжить, пожалуйста, проверьте ссылку подтверждения в своей электронной почте.",
    "click here to request another": "нажмите здесь, чтобы запросить еще раз",
    "E-Mail Address": "E-Mail адрес",
    "Forbidden": "Запрещено",
    "Go to page :page": "Перейти к :page-й странице",
    "Hello!": "Здравствуйте!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "При необходимости Вы можете выйти из всех сеансов браузера на всех устройствах. Некоторые из Ваших недавних сеансов перечислены ниже, однако, этот список не полный. Если Вы считаете, что Ваша учётная запись была взломана, Вам также необходимо обновить свой пароль.",
    "If you did not create an account, no further action is required.": "Если Вы не создавали учетную запись, никаких дополнительных действий не требуется.",
    "If you did not receive the email": "Если Вы не получили письмо",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Если у Вас возникли проблемы с кликом по кнопке \":actionText\", скопируйте и вставьте адрес\nв адресную строку браузера:",
    "Invalid signature.": "Неверная подпись.",
    "Log out": "Выйти",
    "Logout Other Browser Sessions": "Завершить все сеансы, кроме текущего",
    "Manage and logout your active sessions on other browsers and devices.": "Управляйте активными сеансами и выходите из них в других браузерах и устройствах.",
    "Nevermind": "Не требуется",
    "Not Found": "Не найдено",
    "Oh no": "О, нет",
    "Page Expired": "Страница устарела",
    "Pagination Navigation": "Навигация",
    "Please click the button below to verify your email address.": "Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.",
    "Please confirm your password before continuing.": "Пожалуйста, подтвердите Ваш пароль перед продолжением.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Для подтверждения выхода из других сеансов на всех устройствах, введите свой пароль для подтверждения.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Укажите email-адрес человека, которого Вы хотите добавить в эту команду. Email-адрес должен быть связан с существующим аккаунтом.",
    "Regards": "С уважением",
    "results": "результатов",
    "Server Error": "Ошибка сервера",
    "Service Unavailable": "Сервис недоступен",
    "Showing": "Показано с",
    "The :attribute must contain at least one letter.": "Поле :attribute должно содержать минимум одну букву.",
    "The :attribute must contain at least one number.": "Поле :attribute должно содержать минимум одну цифру.",
    "The :attribute must contain at least one symbol.": "Поле :attribute должно содержать минимум один спец символ.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Поле :attribute должно содержать как минимум по одному символу в нижнем и верхнем регистрах.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Значение поля :attribute обнаружено в утечке данных. Пожалуйста, укажите другое значение для :attribute.",
    "This action is unauthorized.": "Неавторизованное действие.",
    "This password reset link will expire in :count minutes.": "Срок действия ссылки для сброса пароля истекает через :count минут.",
    "to": "по",
    "Toggle navigation": "Переключить навигацию",
    "Too Many Attempts.": "Слишком много попыток.",
    "Too Many Requests": "Слишком много запросов",
    "Unauthorized": "Не авторизован",
    "Verify Email Address": "Подтвердить email-адрес",
    "Verify Your Email Address": "Подтвердите Ваш email-адрес",
    "We won't ask for your password again for a few hours.": "Мы не будем запрашивать Ваш пароль вновь в течение нескольких часов.",
    "You are logged in!": "Вы вошли в систему!",
    "Your email address is not verified.": "Ваш email адрес не подтвержден."
}
