{
    "A fresh verification link has been sent to your email address.": "Ба суроғаи почтаи электронӣ буд отправлена тару ҳасиб проверочная пайванд.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Илова ба ин дар дастаи худ нав ва узви даста, то ки ӯ метавонист ҳамкорӣ бо шумо.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Шумо мутмаин ҳастед, ки мехоҳед ба хориҷ аз ин дастаи? Пас аз даста дур хоҳад, ҳамаи он захираҳо ва маълумоти ҳазф то абад.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Шумо мутмаин ҳастед, ки мехоҳед, ки ба хориҷ худро ҳисоби? Чӣ тавр ба танҳо ба ҳисоби худ дур хоҳад, ҳамаи он захирањо ва маълумот хоҳад бебозгашт нест карда мешаванд. Лутфан, лутфан гузарвожаи худро, то тасдиқ, ки шумо мехоҳед, ки то абад тавр ба хориҷ virus худро ба ҳисоби шумо.",
    "Before proceeding, please check your email for a verification link.": "Пеш аз идома, лутфан, санҷед, электрониатонро ба мавҷудияти проверочной пайвандҳо.",
    "click here to request another": "дар ин ҷо зер кунед, то дархост боз як",
    "E-Mail Address": "Суроғаи почтаи электронӣ",
    "Editor users have the ability to read, create, and update.": "Истифодабарандагони муњаррир доранд, имконияти хондан, эҷод ва навсозӣ.",
    "Ensure your account is using a long, random password to stay secure.": "Боварӣ ҳосил кунед, ки ҳисоби худро истифода мебарад, дароз random рамз, ба бехатар мемонад.",
    "For your security, please confirm your password to continue.": "Барои бехатарии худ, лутфан, тасдиқ гузарвожаи худро барои идома додан.",
    "Forbidden": "Запрещенный",
    "Go to page :page": "Бирав ба саҳифаи :page",
    "Hello!": "Салом!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ҳангоми зарурат шумо метавонед ба берун аз ҳамаи дигар сеанс браузер дар ҳамаи дастгоҳҳои шумо. Баъзе аз худ охир сеанс дар поен оварда мешаванд; аммо ин рӯйхат на, шояд исчерпывающим. Агар шумо фикр кунед, ки дар ҳисоби худ буд скомпрометирована, шумо низ бояд навсозӣ гузарвожаи худро.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ҳангоми зарурат шумо метавонед ба берун аз ҳамаи дигар сеанс браузер дар ҳамаи дастгоҳҳои шумо. Баъзе аз худ охир сеанс дар поен оварда мешаванд; аммо ин рӯйхат на, шояд исчерпывающим. Агар шумо фикр кунед, ки дар ҳисоби худ буд скомпрометирована, шумо низ бояд навсозӣ гузарвожаи худро.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Агар шумо аллакай ба ҳисоби, ки шумо метавонед барои ин даъват, ба воситаи ангуштзании тугмаи поен:",
    "If you did not create an account, no further action is required.": "Агар шумо насб ҳисоби шумо, ягон минбаъдаи амалиети аст, талаб карда намешавад.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Агар шумо интизор ба даст даъват дар ин фармон, шумо метавонед даст кашад аз ин мактуб.",
    "If you did not receive the email": "Агар шумо соҳиби номаи почтаи электронӣ",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Агар шумо ягон ҳисоби, ту метавонӣ эҷод кардани он ба воситаи ангуштзании тугмаи поен. Баъди ташкили ҳисоби сабти шумо метавонед тугмаи қабули даъватномаҳо дар ин нома, ки ба қабул кардани даъват дастаи:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Агар шумо душворӣ бо пахшкунии тугмаи \":actionText\", нусхабардорӣ ва хамираи URL-суроғаи дар поен\nдар худ, ки ба веб-браузер:",
    "Invalid signature.": "Неверная сарлавҳа.",
    "Log out": "Берун аз низоми",
    "Logout Other Browser Sessions": "Баромадан Аз Дигар Сеанс Браузери",
    "Manage and logout your active sessions on other browsers and devices.": "Управляйте фаъоли сеансами ва баромадан аз онҳо дар дигар браузерах ва дастгоҳҳои.",
    "Nevermind": "На берите дар сари",
    "Not Found": "ое дарефт",
    "Oh no": "Дар бораи не",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Пас аз даста дур хоҳад, ҳамаи он захираҳо ва маълумоти ҳазф то абад. Пеш аз кушода ин даста, лутфан, бор карда шавад ягон маълумот е иттилоот дар бораи ин ба дастаи, ки шумо мехоҳед, ки нигоҳ.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Чӣ тавр ба танҳо ба ҳисоби худ дур хоҳад, ҳамаи он захирањо ва маълумот хоҳад бебозгашт нест карда мешаванд. Пеш аз кушода аз ҳисоби худ, лутфан, бор карда шавад ягон маълумот е иттилооти, ки шумо мехоҳед, ки нигоҳ.",
    "Page Expired": "Page Просрочена",
    "Pagination Navigation": "Дар новбари аст, ки бо страницам",
    "Please click the button below to verify your email address.": "Лутфан ба тугмаи поен барои тасдиқ суроғаи почтаи электронӣ шумо.",
    "Please confirm your password before continuing.": "Лутфан, тасдиқ кунед, рамз, пеш аз давом додан.",
    "Please copy your new API token. For your security, it won't be shown again.": "Лутфан copy нави худ токен API. Барои бехатарии худ аз ӯ бештар хоҳад буд, нишон дода шудааст.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Лутфан, лутфан гузарвожаи худро, то тасдиқ, ки шумо мехоҳед, ки ба берун аз дигар сеанс браузер дар ҳамаи дастгоҳҳои шумо.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Лутфан, муайян намудани суроғаи почтаи электронӣ, ки шахсе, ки шумо мехоҳам илова ба ин дастаи. Суроғаи почтаи электронӣ бояд вобаста ба мавҷуда ҳисоби едатон.",
    "Regards": "Бо эҳтиром",
    "results": "натиҷаҳои",
    "Server Error": "Хатои сервер",
    "Service Unavailable": "Хизматрасонии Недоступна",
    "Showing": "Намоиши",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ташаккур, ки записались! Пеш аз оғози ба кор, ки шояд шумо тасдиқ суроғаи почтаи электронӣ шумо бо зеркунии тугмаи оид ба пайванд, ки мо танҳо ба ин ки шумо фиристода тавассути почтаи электронӣ? Агар шумо соҳиби мактуб, мо бо хурсандӣ ба шумо ирсол дигар.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute бояд дорои на камтар аз :length аломат ва бар гирад, ки ҳадди ақал як заглавный рамзи, як шумораи ва як рамзи махсус.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Номи даста ва маълумот дар бораи владельце.",
    "This action is unauthorized.": "Ин амал аст несанкционированным.",
    "This password reset link will expire in :count minutes.": "Ин маълумотнома барои рамз бозгашт ба мурур тавассути :count дақиқа.",
    "to": "ба",
    "Toggle navigation": "Хомӯш раҳебӣ бирав",
    "Too Many Attempts.": "Аз Ҳад Зиед Мекӯшад.",
    "Too Many Requests": "Аз Ҳад Зиед Дархости",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Акнун фаъол карда мешавад двухфакторная, шумо бояд ворид шавед. Отсканируйте баъдӣ QR кодекс бо истифода аз барномаҳои authenticator телефони шумо.",
    "Unauthorized": "Неавторизованный",
    "Update your account's profile information and email address.": "Навсозии маълумоти профили ҳисоби худ ва суроғаи почтаи электронӣ.",
    "Verify Email Address": "Санҷед, Суроғаи Почтаи Электронӣ",
    "Verify Your Email Address": "Санҷед, Суроғаи Почтаи Электронӣ",
    "We won't ask for your password again for a few hours.": "Мо дархости худро рамз боз дар давоми якчанд соат.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Агар фаъол карда мешавад двухфакторная, шумо бояд ворид шавед, дар вақти тасдиқ намудани нусхаи аслӣ ба шумо талаб карда мешавад, дохил бехатар тасодуфӣ токен. Шумо метавонед ин токен аз барномаҳо Google Authenticator телефони шумо.",
    "You are logged in!": "Шумо дар сомона дар системаи!",
    "Your email address is not verified.": "Почтаи электронии шумо аст проверен."
}
