{
    "A fresh verification link has been sent to your email address.": "Ба суроғаи почтаи электронӣ буд отправлена тару ҳасиб проверочная пайванд.",
    "Before proceeding, please check your email for a verification link.": "Пеш аз идома, лутфан, санҷед, электрониатонро ба мавҷудияти проверочной пайвандҳо.",
    "click here to request another": "дар ин ҷо зер кунед, то дархост боз як",
    "E-Mail Address": "Суроғаи почтаи электронӣ",
    "Forbidden": "Запрещенный",
    "Go to page :page": "Бирав ба саҳифаи :page",
    "Hello!": "Салом!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ҳангоми зарурат шумо метавонед ба берун аз ҳамаи дигар сеанс браузер дар ҳамаи дастгоҳҳои шумо. Баъзе аз худ охир сеанс дар поен оварда мешаванд; аммо ин рӯйхат на, шояд исчерпывающим. Агар шумо фикр кунед, ки дар ҳисоби худ буд скомпрометирована, шумо низ бояд навсозӣ гузарвожаи худро.",
    "If you did not create an account, no further action is required.": "Агар шумо насб ҳисоби шумо, ягон минбаъдаи амалиети аст, талаб карда намешавад.",
    "If you did not receive the email": "Агар шумо соҳиби номаи почтаи электронӣ",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Агар шумо душворӣ бо пахшкунии тугмаи \":actionText\", нусхабардорӣ ва хамираи URL-суроғаи дар поен\nдар худ, ки ба веб-браузер:",
    "Invalid signature.": "Неверная сарлавҳа.",
    "Log out": "Берун аз низоми",
    "Logout Other Browser Sessions": "Баромадан Аз Дигар Сеанс Браузери",
    "Manage and logout your active sessions on other browsers and devices.": "Управляйте фаъоли сеансами ва баромадан аз онҳо дар дигар браузерах ва дастгоҳҳои.",
    "Nevermind": "На берите дар сари",
    "Not Found": "ое дарефт",
    "Oh no": "Дар бораи не",
    "Page Expired": "Page Просрочена",
    "Pagination Navigation": "Дар новбари аст, ки бо страницам",
    "Please click the button below to verify your email address.": "Лутфан ба тугмаи поен барои тасдиқ суроғаи почтаи электронӣ шумо.",
    "Please confirm your password before continuing.": "Лутфан, тасдиқ кунед, рамз, пеш аз давом додан.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Лутфан, лутфан гузарвожаи худро, то тасдиқ, ки шумо мехоҳед, ки ба берун аз дигар сеанс браузер дар ҳамаи дастгоҳҳои шумо.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Лутфан, муайян намудани суроғаи почтаи электронӣ, ки шахсе, ки шумо мехоҳам илова ба ин дастаи. Суроғаи почтаи электронӣ бояд вобаста ба мавҷуда ҳисоби едатон.",
    "Regards": "Бо эҳтиром",
    "results": "натиҷаҳои",
    "Server Error": "Хатои сервер",
    "Service Unavailable": "Хизматрасонии Недоступна",
    "Showing": "Намоиши",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ин амал аст несанкционированным.",
    "This password reset link will expire in :count minutes.": "Ин маълумотнома барои рамз бозгашт ба мурур тавассути :count дақиқа.",
    "to": "ба",
    "Toggle navigation": "Хомӯш раҳебӣ бирав",
    "Too Many Attempts.": "Аз Ҳад Зиед Мекӯшад.",
    "Too Many Requests": "Аз Ҳад Зиед Дархости",
    "Unauthorized": "Неавторизованный",
    "Verify Email Address": "Санҷед, Суроғаи Почтаи Электронӣ",
    "Verify Your Email Address": "Санҷед, Суроғаи Почтаи Электронӣ",
    "We won't ask for your password again for a few hours.": "Мо дархости худро рамз боз дар давоми якчанд соат.",
    "You are logged in!": "Шумо дар сомона дар системаи!",
    "Your email address is not verified.": "Почтаи электронии шумо аст проверен."
}
