{
    "The :attribute must be a valid role.": "Toto pole musí byť platná rola.",
    "The :attribute must be at least :length characters and contain at least one number.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jedno číslo.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jeden špeciálny znak a jedno číslo.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jeden špeciálny znak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jedno veľké písmeno a jedno číslo.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jedno veľké písmeno a jeden špeciálny znak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jedno veľké písmeno, jedno číslo a jeden špeciálny znak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Toto pole musí mať aspoň :length znakov a musí obsahovať aspoň jedno veľké písmeno.",
    "The :attribute must be at least :length characters.": "Toto pole musí mať aspoň :length znakov.",
    "The :attribute must contain at least one letter.": "Toto pole musí obsahovať aspoň jedno písmeno.",
    "The :attribute must contain at least one number.": "Toto pole musí obsahovať aspoň jedno číslo.",
    "The :attribute must contain at least one symbol.": "Toto pole musí obsahovať aspoň jeden symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Toto pole musí obsahovať aspoň jedno veľké a jedno malé písmeno.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Dané pole sa objavilo pri úniku údajov. Vyberte iné pole."
}
