{
    "A fresh verification link has been sent to your email address.": "Na vašu emailovú adresu bol odoslaný nový overovací odkaz.",
    "Before proceeding, please check your email for a verification link.": "Pred tým, ako budete pokračovať, skontrolujte si prosím svoj email pre overovací odkaz.",
    "click here to request another": "kliknite tu a vyžiadajte si další",
    "E-Mail Address": "Emailová adresa",
    "Forbidden": "Nepovolené",
    "Go to page :page": "Prejsť na stránku :page",
    "Hello!": "Zdravíme!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ak je to potrebné, môžete sa odhlásiť zo všetkých ostatných relácií prehliadača vo všetkých svojich zariadeniach. Niektoré z vašich posledných relácií sú uvedené nižšie; Tento zoznam však nemusí byť vyčerpávajúci. Ak máte pocit, že váš účet bol ohrozený, mali by ste si tiež aktualizovať heslo.",
    "If you did not create an account, no further action is required.": "Ak ste si nevytvorili účet, nie je potrebná žiadna ďalšia akcia.",
    "If you did not receive the email": "Ak ste nedostali email",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ak máte problém s kliknutim na tlačidlo \":actionText\", tak skopírujte a vložte nižšie uvedenú URL adresu do Vášho webového prehliadača:",
    "Invalid signature.": "Nesprávny podpis.",
    "Log out": "Odhlásiť",
    "Logout Other Browser Sessions": "Odhlásiť Ďalšie Relácie Prehliadača",
    "Manage and logout your active sessions on other browsers and devices.": "Spravujte a odhláste svoje aktívne relácie v iných prehliadačoch a zariadeniach.",
    "Nevermind": "Nevermind",
    "Not Found": "Nenájdené",
    "Oh no": "Ach nie",
    "Page Expired": "Platnosť stránky vypršala",
    "Pagination Navigation": "Navigácia Stránkami",
    "Please click the button below to verify your email address.": "Kliknutím na nižšie uvedené tlačidlo overíte svoju emailovú adresu.",
    "Please confirm your password before continuing.": "Prosím potvrďte vaše heslo pred pokračovaním.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Zadajte svoje heslo, aby ste potvrdili, že sa chcete odhlásiť z ostatných relácií prehliadača na všetkých svojich zariadeniach.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Uveďte e-mailovú adresu osoby, ktorú chcete pridať do tohto tímu. E-mailová adresa musí byť priradená k existujúcemu účtu.",
    "Regards": "S pozdravom",
    "results": "výsledok",
    "Server Error": "Chyba serveru",
    "Service Unavailable": "Služba je nedostupná",
    "Showing": "Zobrazovanie",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Táto akcia nie je povolená.",
    "This password reset link will expire in :count minutes.": "Platnosť resetovacieho odkazu je limitovaná v minútach (:count min)",
    "to": "na",
    "Toggle navigation": "Prepnúť navigáciu",
    "Too Many Attempts.": "Príliž veľa pokusov.",
    "Too Many Requests": "Príliš veľa požiadaviek",
    "Unauthorized": "Neautorizované",
    "Verify Email Address": "Overte emailovú adresu",
    "Verify Your Email Address": "Overte svoju emailovú adresu",
    "We won't ask for your password again for a few hours.": "Ďalšíe pár hodiny nebudete musieť zadávať svoje heslo.",
    "You are logged in!": "Ste prihlásený!",
    "Your email address is not verified.": "Váš email nie je overený."
}
