{
    "A fresh verification link has been sent to your email address.": "Sähköpostiisi on lähetetty tuore vahvistuslinkki.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Lisää tiimiisi Uusi tiimin jäsen, jolloin he voivat tehdä yhteistyötä kanssasi.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Haluatko varmasti poistaa tämän ryhmän? Kun joukkue on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Haluatko varmasti poistaa tilisi? Kun tilisi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Anna salasanasi vahvistaaksesi, että haluat poistaa tilisi pysyvästi.",
    "Before proceeding, please check your email for a verification link.": "Ennen kuin jatkat, tarkista sähköpostistasi vahvistuslinkki.",
    "click here to request another": "klikkaa tästä pyytääksesi toisen",
    "E-Mail Address": "Sähköpostiosoite",
    "Editor users have the ability to read, create, and update.": "Editorin käyttäjillä on kyky lukea, luoda ja päivittää.",
    "Ensure your account is using a long, random password to stay secure.": "Varmista, että tilisi käyttää pitkää, satunnaista salasanaa pysyäksesi turvassa.",
    "For your security, please confirm your password to continue.": "Turvallisuutesi vuoksi vahvista salasanasi jatkaaksesi.",
    "Forbidden": "Kielletty",
    "Go to page :page": "Siirry sivulle :page",
    "Hello!": "Tervehdys.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Tarvittaessa voit kirjautua ulos kaikista muista selainistunnoistasi kaikilla laitteillasi. Jotkut viimeaikaiset istunnot on lueteltu alla; tämä luettelo ei kuitenkaan voi olla tyhjentävä. Jos tunnet, että tilisi on vaarantunut, kannattaa myös päivittää salasanasi.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Tarvittaessa voit kirjautua ulos kaikista muista selainistunnoistasi kaikilla laitteillasi. Jotkut viimeaikaiset istunnot on lueteltu alla; tämä luettelo ei kuitenkaan voi olla tyhjentävä. Jos tunnet, että tilisi on vaarantunut, kannattaa myös päivittää salasanasi.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Jos sinulla on jo tili, voit hyväksyä kutsun klikkaamalla alla olevaa painiketta:",
    "If you did not create an account, no further action is required.": "Jos et ole luonut tiliä, lisätoimia ei tarvita.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Jos et odottanut saavasi kutsua tähän joukkueeseen, voit hylätä tämän sähköpostin.",
    "If you did not receive the email": "Jos et saanut sähköpostia",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Jos sinulla ei ole tiliä, voit luoda sellaisen klikkaamalla alla olevaa painiketta. Kun olet luonut tilin, voit klikata kutsun hyväksyminen-painiketta tämän sähköpostiviestin hyväksy kutsu joukkue:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jos et pysty klikkaamaan \":actionText\" - nappia, leikkaa ja liimaa alla oleva URL\nselaimeesi:",
    "Invalid signature.": "Virheellinen allekirjoitus.",
    "Log out": "Kirjaudu ulos",
    "Logout Other Browser Sessions": "Kirjaudu Ulos Muista Selainistunnoista",
    "Manage and logout your active sessions on other browsers and devices.": "Hallitse ja kirjaudu ulos aktiivisista istunnoistasi muilla selaimilla ja laitteilla.",
    "Nevermind": "Unohda koko juttu",
    "Not Found": "Ei Löytynyt",
    "Oh no": "Voi ei.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Kun joukkue on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Ennen kuin poistat tämän tiimin, lataa Kaikki tätä tiimiä koskevat tiedot, jotka haluat säilyttää.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kun tilisi on poistettu, kaikki sen resurssit ja tiedot poistetaan pysyvästi. Ennen kuin poistat tilisi, lataa kaikki tiedot, jotka haluat säilyttää.",
    "Page Expired": "Vanhentunut Sivu",
    "Pagination Navigation": "Sivunavigointi",
    "Please click the button below to verify your email address.": "Klikkaa alla olevaa painiketta vahvistaaksesi sähköpostiosoitteesi.",
    "Please confirm your password before continuing.": "Vahvista salasanasi ennen kuin jatkat.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopioi uusi API token. Turvallisuutesi vuoksi sitä ei näytetä enää.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Anna salasanasi vahvistaaksesi, että haluat kirjautua ulos muista selainistunnoistasi kaikilla laitteillasi.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Anna sen henkilön sähköpostiosoite, jonka haluat lisätä tähän tiimiin. Sähköpostiosoitteen on liityttävä olemassa olevaan tiliin.",
    "Regards": "Terveisin",
    "results": "tulos",
    "Server Error": "Palvelinvirhe",
    "Service Unavailable": "Palvelu Ei Ole Käytettävissä",
    "Showing": "Näyttää",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Kiitos ilmoittautumisesta! Ennen kuin aloitat, voisitko vahvistaa sähköpostiosoitteesi klikkaamalla linkkiä, jonka juuri lähetimme sinulle? Jos et saanut sähköpostia, lähetämme sinulle mielellämme toisen.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Se :attribute on oltava vähintään :length merkkiä ja sisältää vähintään yksi iso kirjain, yksi numero ja yksi erikoismerkki.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Joukkueen nimi ja omistajatiedot.",
    "This action is unauthorized.": "Tämä toiminta on luvatonta.",
    "This password reset link will expire in :count minutes.": "Tämä salasanan palautus-linkki vanhenee :count minuutissa.",
    "to": "jotta",
    "Toggle navigation": "Vaihda navigointia",
    "Too Many Attempts.": "Liikaa Yrityksiä.",
    "Too Many Requests": "Liikaa Pyyntöjä",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Kaksivaiheinen todennus on nyt käytössä. Skannaa seuraava QR-koodi puhelimen authenticator-sovelluksella.",
    "Unauthorized": "Luvaton",
    "Update your account's profile information and email address.": "Päivitä tilisi profiilitiedot ja sähköpostiosoite.",
    "Verify Email Address": "Tarkista Sähköpostiosoite",
    "Verify Your Email Address": "Vahvista Sähköpostiosoitteesi",
    "We won't ask for your password again for a few hours.": "Emme kysy salasanaasi pariin tuntiin.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kun kaksivaiheinen todennus on käytössä, sinulta pyydetään turvallinen, satunnainen tunniste todennuksen aikana. Voit hakea tämän tunnuksen puhelimen Google Authenticator-sovelluksesta.",
    "You are logged in!": "Olet kirjautunut sisään!",
    "Your email address is not verified.": "Sähköpostiosoitettasi ei ole vahvistettu."
}
