{
    "The :attribute must be a valid role.": "Tämän kentän on oltava kelvollinen rooli.",
    "The :attribute must be at least :length characters and contain at least one number.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi numero.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi erikoismerkki ja yksi numero.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi erikoismerkki.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi iso kirjain ja yksi numero.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi iso kirjain ja yksi erikoismerkki.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi iso kirjain, yksi numero ja yksi erikoismerkki.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Tässä kentässä on oltava vähintään :length merkkiä ja vähintään yksi iso merkki.",
    "The :attribute must be at least :length characters.": "Tässä kentässä on oltava vähintään :length merkkiä.",
    "The :attribute must contain at least one letter.": "Tässä kentässä on oltava vähintään yksi kirjain.",
    "The :attribute must contain at least one number.": "Tässä kentässä on oltava vähintään yksi numero.",
    "The :attribute must contain at least one symbol.": "Tässä kentässä on oltava vähintään yksi symboli.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Tässä kentässä on oltava vähintään yksi iso ja yksi pieni kirjain.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Annettu kenttä on ilmestynyt tietovuotoon. Valitse toinen kenttä."
}
