{
    "A fresh verification link has been sent to your email address.": "新しい確認メールを送りました。",
    "Add a new team member to your team, allowing them to collaborate with you.": "新しいチームメンバーを追加",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "チームを削除しますか？チームを削除すると、すべてのデータが完全に削除されます。",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "アカウントを削除しますか？アカウントを削除するとすべてのデータが完全に削除されます。よろしければパスワードを入力してください。",
    "Before proceeding, please check your email for a verification link.": "次に進む前に、確認リンクのメールをチェックしてください。",
    "click here to request another": "クリックしてメールを再送信してください。",
    "E-Mail Address": "メールアドレス",
    "Editor users have the ability to read, create, and update.": "編集者は読み込み、作成、更新ができます。",
    "Ensure your account is using a long, random password to stay secure.": "長くてランダムなパスワードを設定してください。",
    "For your security, please confirm your password to continue.": "安全のため、パスワードを入力して続行ください。",
    "Forbidden": "禁止されています",
    "Go to page :page": ":pageページへ",
    "Hello!": "こんにちは",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "お使いのすべての端末からログアウトできます。最近のセッションは下記の通りです（一部の情報が表示されていない可能性があります）。心配に応じてパスワードの更新もご検討ください。",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "お使いのすべての端末からログアウトできます。最近のセッションは下記の通りです（一部の情報が表示されていない可能性があります）。心配に応じてパスワードの更新もご検討ください。",
    "If you already have an account, you may accept this invitation by clicking the button below:": "アカウントがすでにある場合は、以下のボタンをクリックして招待を承認できます：",
    "If you did not create an account, no further action is required.": "アカウントの作成にお心当たりがない場合は、このメールを無視してください。",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "この招待メールにお心当たりがない場合は、このメールを無視してください。",
    "If you did not receive the email": "メールが届かなかった場合",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "アカウントをお持ちでない場合は、以下のボタンをクリックしてアカウントを作成できます。アカウント作成後は招待メールのリンクをクリックして登録を完了してください。",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\"ボタンがクリックできない場合は以下のURLを直接入力してください。[:displayableActionUrl](:actionURL)",
    "Invalid signature.": "無効な署名。",
    "Log out": "ログアウト",
    "Logout Other Browser Sessions": "すべての端末からログアウト",
    "Manage and logout your active sessions on other browsers and devices.": "すべての端末からログアウトする。",
    "Nevermind": "キャンセル",
    "Not Found": "見つかりません",
    "Oh no": "オーノー",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "アカウントを削除すると、すべてのデータが完全に削除されます。削除する前に、保存しておきたいデータなどはダウンロードしてください。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントを削除すると、すべてのデータが完全に削除されます。削除する前に、保存しておきたいデータなどはダウンロードしてください。",
    "Page Expired": "ページが無効です",
    "Pagination Navigation": "ページネーション",
    "Please click the button below to verify your email address.": "メールアドレスを確認するには、以下のボタンをクリックしてください。",
    "Please confirm your password before continuing.": "パスワードを入力して続行ください。",
    "Please copy your new API token. For your security, it won't be shown again.": "新しいAPIトークンをコピーしてください。安全のため、二度と表示されません。",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "すべての端末からログアウトします。よろしければパスワードを入力してください。",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "チームに追加したい人のメールアドレスを入力してください。メールアドレスは既存アカウントと関連づいていなければいけません。",
    "Regards": "よろしくお願いします",
    "results": "結果",
    "Server Error": "サーバーエラー",
    "Service Unavailable": "サービスは利用できません",
    "Showing": "示すこと",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ご登録ありがとうございます。入力いただいたメールアドレス宛にを確認のメールを送信しました。メールをご確認いただき、メールに記載されたURLをクリックして登録を完了してください。メールが届かない場合、メールを再送できます。",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attributeは:length文字以上で、大文字・数字・記号をそれぞれ１文字以上含めなければなりません。",
    "The :attribute must contain at least one letter.": ":attributeは文字を１文字以上含めなければなりません。",
    "The :attribute must contain at least one number.": ":attributeは数字を１文字以上含めなければなりません。",
    "The :attribute must contain at least one symbol.": ":attributeは記号を１文字以上含めなければなりません。",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attributeは大文字と小文字をそれぞれ１文字以上含めなければなりません。",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":attributeはデータ漏洩の対象だった可能性があります。別の:attributeを選んでください。",
    "The team's name and owner information.": "チーム名とオーナー情報",
    "This action is unauthorized.": "この操作は許可されていません。",
    "This password reset link will expire in :count minutes.": "このパスワード再設定リンクの有効期限は:count分です。",
    "to": "に",
    "Toggle navigation": "ナビゲーションを切り替える",
    "Too Many Attempts.": "リクエストが多すぎます。",
    "Too Many Requests": "リクエストが多すぎます",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "二段階認証を有効化しました。QRコードをアプリからスキャンしてください。",
    "Unauthorized": "認証が必要です",
    "Update your account's profile information and email address.": "プロフィール情報とメールアドレスを更新する。",
    "Verify Email Address": "メールアドレスを確認してください",
    "Verify Your Email Address": "メールアドレスを確認してください",
    "We won't ask for your password again for a few hours.": "数時間の間、再びパスワードを求められることはありません。",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "二段階認証を有効化した場合、ログイン時に安全かつランダムなトークンが与えられます。トークンはGoogle Authenticatorアプリから取得できます。",
    "You are logged in!": "あなたはログインしている！",
    "Your email address is not verified.": "メールアドレスの認証が完了していません。"
}
