{
    "A fresh verification link has been sent to your email address.": "新しい確認メールを送りました。",
    "Before proceeding, please check your email for a verification link.": "次に進む前に、確認リンクのメールをチェックしてください。",
    "click here to request another": "クリックしてメールを再送信してください。",
    "E-Mail Address": "メールアドレス",
    "Forbidden": "禁止されています",
    "Go to page :page": ":pageページへ",
    "Hello!": "こんにちは",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "お使いのすべての端末からログアウトできます。最近のセッションは下記の通りです（一部の情報が表示されていない可能性があります）。心配に応じてパスワードの更新もご検討ください。",
    "If you did not create an account, no further action is required.": "アカウントの作成にお心当たりがない場合は、このメールを無視してください。",
    "If you did not receive the email": "メールが届かなかった場合",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\"ボタンがクリックできない場合は以下のURLを直接入力してください。[:displayableActionUrl](:actionURL)",
    "Invalid signature.": "無効な署名。",
    "Log out": "ログアウト",
    "Logout Other Browser Sessions": "すべての端末からログアウト",
    "Manage and logout your active sessions on other browsers and devices.": "すべての端末からログアウトする。",
    "Nevermind": "キャンセル",
    "Not Found": "見つかりません",
    "Oh no": "オーノー",
    "Page Expired": "ページが無効です",
    "Pagination Navigation": "ページネーション",
    "Please click the button below to verify your email address.": "メールアドレスを確認するには、以下のボタンをクリックしてください。",
    "Please confirm your password before continuing.": "パスワードを入力して続行ください。",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "すべての端末からログアウトします。よろしければパスワードを入力してください。",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "チームに追加したい人のメールアドレスを入力してください。メールアドレスは既存アカウントと関連づいていなければいけません。",
    "Regards": "よろしくお願いします",
    "results": "結果",
    "Server Error": "サーバーエラー",
    "Service Unavailable": "サービスは利用できません",
    "Showing": "示すこと",
    "The :attribute must contain at least one letter.": ":attributeは文字を１文字以上含めなければなりません。",
    "The :attribute must contain at least one number.": ":attributeは数字を１文字以上含めなければなりません。",
    "The :attribute must contain at least one symbol.": ":attributeは記号を１文字以上含めなければなりません。",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attributeは大文字と小文字をそれぞれ１文字以上含めなければなりません。",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":attributeはデータ漏洩の対象だった可能性があります。別の:attributeを選んでください。",
    "This action is unauthorized.": "この操作は許可されていません。",
    "This password reset link will expire in :count minutes.": "このパスワード再設定リンクの有効期限は:count分です。",
    "to": "に",
    "Toggle navigation": "ナビゲーションを切り替える",
    "Too Many Attempts.": "リクエストが多すぎます。",
    "Too Many Requests": "リクエストが多すぎます",
    "Unauthorized": "認証が必要です",
    "Verify Email Address": "メールアドレスを確認してください",
    "Verify Your Email Address": "メールアドレスを確認してください",
    "We won't ask for your password again for a few hours.": "数時間の間、再びパスワードを求められることはありません。",
    "You are logged in!": "あなたはログインしている！",
    "Your email address is not verified.": "メールアドレスの認証が完了していません。"
}
