{
    "The :attribute must be a valid role.": "Me whai mana tenei mara.",
    "The :attribute must be at least :length characters and contain at least one number.": "Me :length te iti rawa o tenei apure, kia kotahi pea te tau.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Me :length neke atu nga tohu o tenei apure, kia kotahi neke atu ranei nga tohu motuhake me tetahi nama.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Me :length neke atu nga tohu o tenei apure, kia kotahi neke atu ranei nga tohu motuhake.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Me :length neke atu nga tohu o tenei apure, kia kotahi pea te ahua o te papamatua me te tau kotahi.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Me :length neke atu nga tohu o tenei apure, kia kotahi te iti rawa o te kiripuaki matua me tetahi tohu motuhake.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Me :length neke atu nga tohu o tenei apure, kia kotahi neke atu ranei nga tohu o runga, kia kotahi tau, kia kotahi ano te ahua motuhake.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Me :length neke atu nga tohu o tenei apure, kia kotahi te iti rawa o nga tohu o runga.",
    "The :attribute must be at least :length characters.": "Me :length neke atu nga tohu o tenei mara.",
    "The :attribute must contain at least one letter.": "Kia kotahi te reta i roto i tenei mara.",
    "The :attribute must contain at least one number.": "Kia kotahi neke atu te tau kei roto i tenei mara.",
    "The :attribute must contain at least one symbol.": "Kia kotahi te tohu kei roto i tenei mara.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Me whai i tenei mara kia kotahi pea te rahi me te reta iti.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Kua puta te mara i roto i te turuturu raraunga. Kōwhiria he āpure kē."
}
