{
    "The :attribute must be a valid role.": "To pole musi być prawidłową rolą.",
    "The :attribute must be at least :length characters and contain at least one number.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jedną cyfrę.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jeden znak specjalny i jedną liczbę.",
    "The :attribute must be at least :length characters and contain at least one special character.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jeden znak specjalny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę i jedną cyfrę.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę i jeden znak specjalny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę, jedną cyfrę i jeden znak specjalny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "To pole musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę.",
    "The :attribute must be at least :length characters.": "To pole musi mieć co najmniej :length znaków.",
    "The :attribute must contain at least one letter.": "To pole musi zawierać co najmniej jedną literę.",
    "The :attribute must contain at least one number.": "To pole musi zawierać co najmniej jedną cyfrę.",
    "The :attribute must contain at least one symbol.": "To pole musi zawierać co najmniej jeden znak specjalny.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "To pole musi zawierać co najmniej jedną wielką i jedną małą literę.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Podane pole pojawiło się w wycieku danych. Wybierz inną wartość pola."
}
