{
    "A fresh verification link has been sent to your email address.": "Link weryfikacyjny został wysłany na twój adres email.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodaj nowego członka zespołu do swojego zespołu, umożliwiając mu współpracę z Tobą.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Czy na pewno chcesz usunąć ten zespół? Po usunięciu zespołu wszystkie jego zasoby i dane zostaną trwale usunięte.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Czy na pewno chcesz usunąć swoje konto? Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Wprowadź hasło, aby potwierdzić, że chcesz trwale usunąć swoje konto.",
    "Before proceeding, please check your email for a verification link.": "Zanim przejdziesz dalej, sprawdź swój adres email po link weryfikacyjny.",
    "click here to request another": "kliknij tutaj, aby poprosić ponownie",
    "E-Mail Address": "Adres email",
    "Editor users have the ability to read, create, and update.": "Użytkownicy Edytor mają możliwość czytania, tworzenia i aktualizowania.",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że Twoje konto używa długiego, losowego hasła, aby zachować bezpieczeństwo.",
    "For your security, please confirm your password to continue.": "Ze względów bezpieczeństwa potwierdź hasło, aby kontynuować.",
    "Forbidden": "Zabronione",
    "Go to page :page": "Przejdź do strony :page",
    "Hello!": "Cześć!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "W razie potrzeby możesz wylogować się ze wszystkich innych sesji przeglądarki na wszystkich swoich urządzeniach. Niektóre z ostatnich sesji są wymienione poniżej; jednak lista ta może nie być wyczerpująca. Jeśli uważasz, że Twoje konto zostało naruszone, powinieneś również zaktualizować hasło.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "W razie potrzeby możesz wylogować się ze wszystkich innych sesji przeglądarek na wszystkich swoich urządzeniach. Jeśli uważasz, że ktoś włamał się na Twoje konto, zaktualizuj również swoje hasło.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Jeśli masz już konto, możesz przyjąć zaproszenie, klikając poniższy przycisk:",
    "If you did not create an account, no further action is required.": "Jeśli nie stworzyłeś konta, zignoruj tę wiadomość.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Jeśli nie spodziewałeś się zaproszenia do tego zespołu, możesz wyrzucić tę wiadomość.",
    "If you did not receive the email": "Jeśli nie dotarła wiadomość email",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Jeśli nie masz konta, możesz je utworzyć, klikając przycisk poniżej. Po utworzeniu konta możesz kliknąć przycisk akceptacji zaproszenia w tej wiadomości e-mail, aby zaakceptować zaproszenie do zespołu:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jeżeli masz problemy z kliknięciem przycisku \":actionText\", skopiuj i wklej poniższy adres w pasek przeglądarki:",
    "Invalid signature.": "Nieprawidłowy podpis.",
    "Log out": "Wyloguj się",
    "Logout Other Browser Sessions": "Wyloguj się z innych sesji przeglądarek",
    "Manage and logout your active sessions on other browsers and devices.": "Zarządzaj aktywnymi sesjami w innych przeglądarkach i urządzeniach oraz wyloguj się z nich.",
    "Nevermind": "Nieważne",
    "Not Found": "Nie znaleziono",
    "Oh no": "O nie",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Po usunięciu zespołu wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem tego zespołu pobierz wszelkie dane lub informacje dotyczące tego zespołu, które chcesz zachować.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane albo informacje, które chcesz zachować.",
    "Page Expired": "Strona wygasła",
    "Pagination Navigation": "Paginacja",
    "Please click the button below to verify your email address.": "Kliknij poniższy przycisk aby zweryfikować swój adres email.",
    "Please confirm your password before continuing.": "Aby kontynuować, potwierdź swoje hasło.",
    "Please copy your new API token. For your security, it won't be shown again.": "Skopiuj nowy token API. Ze względów bezpieczeństwa nie zostanie ponownie wyświetlony.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Wprowadź hasło, aby potwierdzić, że chcesz wylogować się z innych sesji przeglądarek na wszystkich urządzeniach.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Podaj adres email osoby, którą chcesz dodać do tego zespołu. Adres email musi być powiązany z istniejącym kontem.",
    "Regards": "Z poważaniem",
    "results": "wyników",
    "Server Error": "Błąd serwera",
    "Service Unavailable": "Serwis niedostępny",
    "Showing": "Wyświetlanie",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dziękujemy za zarejestrowanie się! Przed rozpoczęciem proszę zweryfikować swój adres e-mail, klikając w link, który właśnie wysłaliśmy do Ciebie e-mailem. Jeśli nie otrzymałeś e-maila, z przyjemnością prześlemy Ci kolejny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Pole :attribute musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę, jedną cyfrę i jeden znak specjalny.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Nazwa zespołu i informacje o właścicielu.",
    "This action is unauthorized.": "To działanie nie zostało autoryzowane.",
    "This password reset link will expire in :count minutes.": "Link do resetowania hasła wygaśnie za :count minut.",
    "to": "do",
    "Toggle navigation": "Przełącz nawigację",
    "Too Many Attempts.": "Za dużo prób.",
    "Too Many Requests": "Za dużo zapytań",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Uwierzytelnianie dwuskładnikowe jest teraz włączone. Uwierzytelnianie dwuskładnikowe jest teraz włączone. Zeskanować poniższy kod QR przy użyciu aplikacji Authenticator w telefonie.",
    "Unauthorized": "Nieautoryzowany dostęp",
    "Update your account's profile information and email address.": "Zaktualizuj informacje profilowe i adres email swojego konta.",
    "Verify Email Address": "Zweryfikuj adres email",
    "Verify Your Email Address": "Zweryfikuj swój adres email",
    "We won't ask for your password again for a few hours.": "Nie będziemy prosić o kolejne hasło przez kilka następnych godzin.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Gdy włączone jest uwierzytelnianie dwuskładnikowe, podczas uwierzytelniania zostanie wyświetlony monit o podanie bezpiecznego, losowego tokena. Możesz pobrać ten token z aplikacji Google Authenticator w telefonie.",
    "You are logged in!": "Jesteś zalogowany!",
    "Your email address is not verified.": "Twój adres email nie jest zweryfikowany."
}
