{
    "The :attribute must be a valid role.": "Kjo fushë duhet të jetë një rol i vlefshëm.",
    "The :attribute must be at least :length characters and contain at least one number.": "Kjo fushë duhet të ketë të paktën :length karaktere dhe të përmbajë të paktën një numër.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Kjo fushë duhet të ketë të paktën :length karaktere dhe të përmbajë të paktën një karakter të veçantë dhe një numër.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Kjo fushë duhet të përmbajë të paktën :length karaktere dhe të përmbajë të paktën një karakter të veçantë.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Kjo fushë duhet të përmbajë të paktën :length karaktere dhe të përmbajë të paktën një karakter të madh dhe një numër.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Kjo fushë duhet të përmbajë të paktën :length karaktere dhe të përmbajë të paktën një karakter të madh dhe një karakter të veçantë.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Kjo fushë duhet të përmbajë të paktën :length karaktere dhe të përmbajë të paktën një karakter të madh, një numër dhe një karakter të veçantë.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Kjo fushë duhet të ketë të paktën :length karaktere dhe të përmbajë të paktën një karakter të madh.",
    "The :attribute must be at least :length characters.": "Kjo fushë duhet të ketë të paktën :length karaktere.",
    "The :attribute must contain at least one letter.": "Kjo fushë duhet të përmbajë të paktën një shkronjë.",
    "The :attribute must contain at least one number.": "Kjo fushë duhet të përmbajë të paktën një numër.",
    "The :attribute must contain at least one symbol.": "Kjo fushë duhet të përmbajë të paktën një simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Kjo fushë duhet të përmbajë të paktën një shkronjë të madhe dhe një shkronjë të vogël.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Fusha e dhënë është shfaqur në një rrjedhje të dhënash. Ju lutemi zgjidhni një fushë tjetër."
}
