{
    "A fresh verification link has been sent to your email address.": "Është dërguar një lidhje verifikimi i ri në adresën tuaj email.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Shto një anëtar të ri të ekipit tuaj, duke i lejuar ata të bashkëpunojnë me ju.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Jeni i sigurt që dëshironi të eleminoni këtë skuadër? Sapo një ekip të eleminohet, të gjitha burimet dhe të dhënat e tij do të fshihen përgjithmonë.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Jeni i sigurt që dëshironi të eleminoni llogarinë tuaj? Pasi të eleminohet llogaria juaj, të gjitha burimet dhe të dhënat e saj do të fshihen përgjithmonë. Ju lutem shkruani fjalëkalimin tuaj për të konfirmuar që dëshironi të eleminoni përgjithmonë profilin tuaj.",
    "Before proceeding, please check your email for a verification link.": "Para procedimit, ju lutem kontrolloni e-mailin tuaj për një lidhje verifikimi.",
    "click here to request another": "kliko këtu për të kërkuar një tjetër",
    "E-Mail Address": "Adresa E-Mail",
    "Editor users have the ability to read, create, and update.": "Përdoruesit e editorit kanë aftësinë për të lexuar, krijuar dhe përditësuar.",
    "Ensure your account is using a long, random password to stay secure.": "Sigurohu që profili juaj të jetë duke përdorur një fjalëkalim të gjatë dhe të rastit për të qëndruar i sigurt.",
    "For your security, please confirm your password to continue.": "Për sigurinë tuaj, ju lutem konfirmoni fjalëkalimin tuaj për të vazhduar.",
    "Forbidden": "Ndalohet",
    "Go to page :page": "Shko tek faqja :page",
    "Hello!": "Përshëndetje!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Nëse është e nevojshme, mund të dilni nga të gjitha seancat e tjera të shfletuesit nëpër të gjitha pajisjet tuaja. Disa nga sesionet tuaja të fundit janë rreshtuar më poshtë; megjithatë, kjo listë mund të mos jetë rraskapitëse. Nëse ndjeni se profili juaj është kompromentuar, duhet të përditësoni gjithashtu fjalëkalimin tuaj.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Nëse është e nevojshme, ju mund të dilni nga të gjitha seancat e tjera të shfletimit nëpër të gjitha pajisjet tuaja. Disa nga sesionet tuaja të fundit janë rreshtuar më poshtë; megjithatë, kjo listë mund të mos jetë rraskapitëse. Nëse ndjeni se profili juaj është kompromentuar, duhet të përditësoni gjithashtu fjalëkalimin tuaj.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Nëse keni një profil, mund të pranoni këtë ftesë duke klikuar butonin e mëposhtëm:",
    "If you did not create an account, no further action is required.": "Nëse nuk krijoni një llogari, nuk nevoitet veprim i mëtejshëm.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Nëse nuk prisni të merrni një ftesë për këtë ekip, mund të braktisni këtë email.",
    "If you did not receive the email": "Nëse nuk e keni marrë e-mailin",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Nëse nuk keni një llogari, mund të krijoni një duke klikuar butonin e mëposhtëm. Pas krijimit të një profili, mund të klikoni butonin e pranimit të ftesës në këtë email për të pranuar ftesën e ekipit:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Nëse keni probleme me klikimin e butonit \"104text\", kopjoni dhe ngjiteni URL-në e mëposhtme\nnë shfletuesin tënd të internetit:",
    "Invalid signature.": "Firmë e pavlefshme.",
    "Log out": "Zvogëlo",
    "Logout Other Browser Sessions": "Fut Seanca Të Tjera Shfletimi",
    "Manage and logout your active sessions on other browsers and devices.": "Menaxho dhe dil nga seancat tuaja aktive në shfletues dhe pajisje të tjera.",
    "Nevermind": "Lëre fare",
    "Not Found": "Nuk U Gjet",
    "Oh no": "Oh jo.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sapo një ekip të eleminohet, të gjitha burimet dhe të dhënat e tij do të fshihen përgjithmonë. Para se të eleminoni këtë ekip, ju lutem shkarkoni çdo të dhënë apo informacion në lidhje me këtë ekip që dëshironi të mbani.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Pasi të eleminohet llogaria juaj, të gjitha burimet dhe të dhënat e saj do të fshihen përgjithmonë. Para se të eleminoni llogarinë tuaj, shkarkoni çdo të dhënë apo informacion që dëshironi të mbani.",
    "Page Expired": "Faqja Ka Skaduar",
    "Pagination Navigation": "Lundrimi I Faqes",
    "Please click the button below to verify your email address.": "Ju lutem kliko butonin e mëposhtëm për të verifikuar adresën tuaj email.",
    "Please confirm your password before continuing.": "Ju lutem konfirmoni fjalëkalimin tuaj para se të vazhdoni.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopjo token E re API. Për sigurinë tuaj, nuk do të shfaqet më.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Ju lutem shkruani fjalëkalimin për të konfirmuar që dëshironi të dilni nga seancat e tjera të shfletimit nëpër të gjitha pajisjet tuaja.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Ju lutem jepni adresën email të personit që dëshironi t'i shtoni këtij ekipi. Adresa email duhet të shoqërohet me një profil ekzistues.",
    "Regards": "Të fala",
    "results": "rezultatet",
    "Server Error": "Gabim I Serverit",
    "Service Unavailable": "Ssl Jo Në Dispozicion",
    "Showing": "Shfaq",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Faleminderit që u rregjistrove! Para se të fillonim, mund të verifikonit adresën tuaj email duke klikuar mbi lidhjen që sapo ju dërguam? Nëse nuk e keni marrë e-mailin, ne me kënaqësi do t'ju dërgojmë një tjetër.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute duhet të jenë të paktën :length karaktere dhe përmbajnë të paktën një krik, një numër dhe një karakter të veçantë.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Emri dhe informacioni i ekipit.",
    "This action is unauthorized.": "Ky veprim është i paautorizuar.",
    "This password reset link will expire in :count minutes.": "Ky fjalëkalim i rishkruar lidhja do të skadojë në :count minuta.",
    "to": "për",
    "Toggle navigation": "Pulsant me dy gjëndje",
    "Too Many Attempts.": "Shumë Përpjekje.",
    "Too Many Requests": "Tepër Kërkesa",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dy faktor autentifikimi është aktivizuar tani. Skano kodin në vazhdim QR duke përdorur programin e autentifikimit të telefonit tuaj.",
    "Unauthorized": "I paautorizuar",
    "Update your account's profile information and email address.": "Përditëso informacionet dhe adresën email të profilit tuaj.",
    "Verify Email Address": "Verifiko Adresën Email",
    "Verify Your Email Address": "Verifiko Adresën Tuaj Email",
    "We won't ask for your password again for a few hours.": "Nuk do ta kërkojmë më fjalëkalimin tënd për disa orë.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kur dy faktor autentifikimi të jetë aktivizuar, do t'ju kërkohet një token e sigurt dhe të rastit gjatë autentifikimit. Mund të merrni këtë dhuratë nga programi Autentifikues I Google-it tuaj.",
    "You are logged in!": "Jeni futur!",
    "Your email address is not verified.": "Adresa juaj email nuk është verifikuar."
}
