{
    "A fresh verification link has been sent to your email address.": "ახალი გადამოწმების ბმული გაიგზავნა თქვენი ელექტრონული ფოსტის მისამართი.",
    "Add a new team member to your team, allowing them to collaborate with you.": "დაამატეთ ახალი გუნდის წევრი თქვენს გუნდში, რომელიც საშუალებას აძლევს მათ ითანამშრომლონ თქვენთან ერთად.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "დარწმუნებული ხარ, რომ გსურს წაშლა this team? მას შემდეგ, რაც გუნდი წაიშლება, ყველა მისი რესურსები და მონაცემები მუდმივად წაიშლება.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "დარწმუნებული ხარ, რომ გსურს წაშლა your account? მას შემდეგ, რაც თქვენი ანგარიში წაიშლება, ყველა მისი რესურსები და მონაცემები მუდმივად წაიშლება. გთხოვთ შეიყვანოთ თქვენი პაროლი ადასტურებენ გსურთ მუდმივად წაშალოთ თქვენი ანგარიში.",
    "Before proceeding, please check your email for a verification link.": "გაგრძელებამდე, გთხოვთ შეამოწმოთ თქვენი ელ გადამოწმების ბმული.",
    "click here to request another": "დააწკაპუნეთ აქ მოითხოვოს სხვა",
    "E-Mail Address": "ელ-ფოსტა",
    "Editor users have the ability to read, create, and update.": "რედაქტორი მომხმარებლებს აქვთ შესაძლებლობა წაიკითხონ, შექმნა, და განახლება.",
    "Ensure your account is using a long, random password to stay secure.": "დარწმუნდით, რომ თქვენი ანგარიში გამოყენებით ხანგრძლივი, შემთხვევითი დაგავიწყდათ დარჩენა უსაფრთხო.",
    "For your security, please confirm your password to continue.": "თქვენი უსაფრთხოების, გთხოვთ დაადასტუროთ თქვენი პაროლი გაგრძელდება.",
    "Forbidden": "აკრძალული",
    "Go to page :page": "გადასვლა გვერდზე :page",
    "Hello!": "ჱეპაგვი!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "საჭიროების შემთხვევაში, თქვენ შეგიძლიათ შეხვიდეთ ყველა თქვენი სხვა ბრაუზერის სხდომები მთელი თქვენი მოწყობილობების. ზოგიერთი თქვენი ბოლო სხდომები ქვემოთ ჩამოთვლილი; თუმცა, ამ სიაში არ შეიძლება იყოს ამომწურავი. თუ გრძნობთ, თქვენი ანგარიში უკვე კომპრომეტირებული, თქვენ ასევე უნდა განაახლოთ თქვენი პაროლი.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "საჭიროების შემთხვევაში, თქვენ შეიძლება გამოსვლა ყველა თქვენი სხვა ბრაუზერის სხდომები მთელი თქვენი მოწყობილობების. ზოგიერთი თქვენი ბოლო სხდომები ქვემოთ ჩამოთვლილი; თუმცა, ამ სიაში არ შეიძლება იყოს ამომწურავი. თუ გრძნობთ, თქვენი ანგარიში უკვე კომპრომეტირებული, თქვენ ასევე უნდა განაახლოთ თქვენი პაროლი.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "თუ თქვენ უკვე გაქვთ ანგარიში, თქვენ შეიძლება მიიღოს ეს მოწვევა დაჭერით ღილაკს ქვემოთ:",
    "If you did not create an account, no further action is required.": "თუ თქვენ არ ანგარიშის შექმნა, არ შემდგომი ქმედება არ არის საჭირო.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "თუ თქვენ არ ველოდო მიწვევა ამ გუნდს, თქვენ შეიძლება გაუქმება ელ.",
    "If you did not receive the email": "თუ თქვენ არ მიიღოს ელ",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "თუ თქვენ არ გაქვთ ანგარიში, თქვენ შეიძლება შექმნათ ერთი დაჭერით ღილაკს ქვემოთ. ანგარიშის შექმნის შემდეგ, თქვენ შეგიძლიათ დააჭიროთ მოწვევა მიღება ღილაკს ამ ელ მიიღოს გუნდი მოწვევა:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "თუ თქვენ მქონე უბედურება დაჭერით \":actionText\" ღილაკს, დააკოპირეთ და ჩასვით URL ქვემოთ\nთქვენს ბრაუზერში:",
    "Invalid signature.": "არასწორი ხელმოწერა.",
    "Log out": "გამოხვიდეთ",
    "Logout Other Browser Sessions": "გამოსვლა სხვა ბრაუზერის სხდომები",
    "Manage and logout your active sessions on other browsers and devices.": "მართვა და გამოსვლა თქვენი აქტიური სხდომები სხვა ბრაუზერები და მოწყობილობები.",
    "Nevermind": "Nevermind",
    "Not Found": "ვერ მოიძებნა",
    "Oh no": "ოჰ არა",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "მას შემდეგ, რაც გუნდი წაიშლება, ყველა მისი რესურსები და მონაცემები მუდმივად წაიშლება. სანამ წაშლის ამ გუნდს, გთხოვთ ჩამოტვირთოთ ნებისმიერი მონაცემები ან ინფორმაცია ამ გუნდს, რომ გსურთ შეინარჩუნოს.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "მას შემდეგ, რაც თქვენი ანგარიში წაიშლება, ყველა მისი რესურსები და მონაცემები მუდმივად წაიშლება. სანამ წაშლის თქვენი ანგარიში, გთხოვთ ჩამოტვირთოთ ნებისმიერი მონაცემები ან ინფორმაცია, რომ გსურთ შეინარჩუნოს.",
    "Page Expired": "გვერდი ამოიწურა",
    "Pagination Navigation": "Pagination ნავიგაცია",
    "Please click the button below to verify your email address.": "გთხოვთ, დააჭირეთ ღილაკს ქვემოთ, რათა შეამოწმოს თქვენი ელექტრონული ფოსტის მისამართი.",
    "Please confirm your password before continuing.": "გთხოვთ დაადასტუროთ თქვენი პაროლი გაგრძელებამდე.",
    "Please copy your new API token. For your security, it won't be shown again.": "გთხოვთ დააკოპირეთ თქვენი ახალი API ნიშნად. თქვენი უსაფრთხოების, ეს არ იქნება ნაჩვენები ერთხელ.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "გთხოვთ შეიყვანოთ თქვენი პაროლი ადასტურებენ გსურთ გამოსვლა თქვენი სხვა ბრაუზერის სხდომები მთელი თქვენი მოწყობილობების.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "გთხოვთ მოგვაწოდოთ ელექტრონული ფოსტის მისამართი პირი გსურთ დაამატოთ ეს გუნდი. ელექტრონული ფოსტის მისამართი უნდა იყოს დაკავშირებული არსებული ანგარიში.",
    "Regards": "დაკავშირებით",
    "results": "შედეგები",
    "Server Error": "სერვერის შეცდომა",
    "Service Unavailable": "სერვისი მიუწვდომელია",
    "Showing": "ჩვენება",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "მადლობა ხელმოწერის up! სანამ ნაცნობობა, იქნებ შეამოწმოს თქვენი ელექტრონული ფოსტის მისამართი დაწკაპვით ბმულს ჩვენ უბრალოდ ელექტრონული ფოსტით თქვენ? თუ თქვენ არ მიიღოს ელ, ჩვენ სიამოვნებით გამოგიგზავნით სხვა.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute უნდა იყოს მინიმუმ :length სიმბოლო და შეიცავდეს მინიმუმ ერთი ზედა ხასიათი, ერთი ნომერი, და ერთი განსაკუთრებული ხასიათი.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "გუნდის სახელი და მფლობელი ინფორმაცია.",
    "This action is unauthorized.": "ეს ქმედება არასანქცირებული.",
    "This password reset link will expire in :count minutes.": "ეს პაროლის გადატვირთვის ბმული იწურება :count წუთში.",
    "to": "დან",
    "Toggle navigation": "გადართვა ნავიგაცია",
    "Too Many Attempts.": "ძალიან ბევრი მცდელობა.",
    "Too Many Requests": "ძალიან ბევრი მოთხოვნა",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "ორი ფაქტორი ავტორიზაციის ახლა ჩართულია. სკანირების შემდეგ QR კოდი გამოყენებით თქვენი ტელეფონის authenticator განცხადება.",
    "Unauthorized": "არასანქცირებული",
    "Update your account's profile information and email address.": "განაახლოთ თქვენი ანგარიშის ნახვა ინფორმაცია და ელექტრონული ფოსტის მისამართი.",
    "Verify Email Address": "გადაამოწმონ ელექტრონული ფოსტის მისამართი",
    "Verify Your Email Address": "დაადასტურეთ თქვენი ელექტრონული ფოსტის მისამართი",
    "We won't ask for your password again for a few hours.": "ჩვენ არ ვთხოვთ თქვენი პაროლი კიდევ რამდენიმე საათის განმავლობაში.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "როდესაც ორი ფაქტორი ავტორიზაციის ჩართულია, თქვენ მოთხოვნილია უსაფრთხო, შემთხვევითი ნიშნად დროს ავტორიზაციის. თქვენ შეგიძლიათ მიიღოთ ეს ნიშნად თქვენი ტელეფონის Google Authenticator აპლიკაციიდან.",
    "You are logged in!": "თქვენ ხართ შესული სისტემაში!",
    "Your email address is not verified.": "თქვენი ელექტრონული ფოსტის მისამართი არ არის დამოწმებული."
}
