{
    "A fresh verification link has been sent to your email address.": "ახალი გადამოწმების ბმული გაიგზავნა თქვენი ელექტრონული ფოსტის მისამართი.",
    "Before proceeding, please check your email for a verification link.": "გაგრძელებამდე, გთხოვთ შეამოწმოთ თქვენი ელ გადამოწმების ბმული.",
    "click here to request another": "დააწკაპუნეთ აქ მოითხოვოს სხვა",
    "E-Mail Address": "ელ-ფოსტა",
    "Forbidden": "აკრძალული",
    "Go to page :page": "გადასვლა გვერდზე :page",
    "Hello!": "ჱეპაგვი!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "საჭიროების შემთხვევაში, თქვენ შეიძლება გამოსვლა ყველა თქვენი სხვა ბრაუზერის სხდომები მთელი თქვენი მოწყობილობების. ზოგიერთი თქვენი ბოლო სხდომები ქვემოთ ჩამოთვლილი; თუმცა, ამ სიაში არ შეიძლება იყოს ამომწურავი. თუ გრძნობთ, თქვენი ანგარიში უკვე კომპრომეტირებული, თქვენ ასევე უნდა განაახლოთ თქვენი პაროლი.",
    "If you did not create an account, no further action is required.": "თუ თქვენ არ ანგარიშის შექმნა, არ შემდგომი ქმედება არ არის საჭირო.",
    "If you did not receive the email": "თუ თქვენ არ მიიღოს ელ",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "თუ თქვენ მქონე უბედურება დაჭერით \":actionText\" ღილაკს, დააკოპირეთ და ჩასვით URL ქვემოთ\nთქვენს ბრაუზერში:",
    "Invalid signature.": "არასწორი ხელმოწერა.",
    "Log out": "გამოხვიდეთ",
    "Logout Other Browser Sessions": "გამოსვლა სხვა ბრაუზერის სხდომები",
    "Manage and logout your active sessions on other browsers and devices.": "მართვა და გამოსვლა თქვენი აქტიური სხდომები სხვა ბრაუზერები და მოწყობილობები.",
    "Nevermind": "Nevermind",
    "Not Found": "ვერ მოიძებნა",
    "Oh no": "ოჰ არა",
    "Page Expired": "გვერდი ამოიწურა",
    "Pagination Navigation": "Pagination ნავიგაცია",
    "Please click the button below to verify your email address.": "გთხოვთ, დააჭირეთ ღილაკს ქვემოთ, რათა შეამოწმოს თქვენი ელექტრონული ფოსტის მისამართი.",
    "Please confirm your password before continuing.": "გთხოვთ დაადასტუროთ თქვენი პაროლი გაგრძელებამდე.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "გთხოვთ შეიყვანოთ თქვენი პაროლი ადასტურებენ გსურთ გამოსვლა თქვენი სხვა ბრაუზერის სხდომები მთელი თქვენი მოწყობილობების.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "გთხოვთ მოგვაწოდოთ ელექტრონული ფოსტის მისამართი პირი გსურთ დაამატოთ ეს გუნდი. ელექტრონული ფოსტის მისამართი უნდა იყოს დაკავშირებული არსებული ანგარიში.",
    "Regards": "დაკავშირებით",
    "results": "შედეგები",
    "Server Error": "სერვერის შეცდომა",
    "Service Unavailable": "სერვისი მიუწვდომელია",
    "Showing": "ჩვენება",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "ეს ქმედება არასანქცირებული.",
    "This password reset link will expire in :count minutes.": "ეს პაროლის გადატვირთვის ბმული იწურება :count წუთში.",
    "to": "დან",
    "Toggle navigation": "გადართვა ნავიგაცია",
    "Too Many Attempts.": "ძალიან ბევრი მცდელობა.",
    "Too Many Requests": "ძალიან ბევრი მოთხოვნა",
    "Unauthorized": "არასანქცირებული",
    "Verify Email Address": "გადაამოწმონ ელექტრონული ფოსტის მისამართი",
    "Verify Your Email Address": "დაადასტურეთ თქვენი ელექტრონული ფოსტის მისამართი",
    "We won't ask for your password again for a few hours.": "ჩვენ არ ვთხოვთ თქვენი პაროლი კიდევ რამდენიმე საათის განმავლობაში.",
    "You are logged in!": "თქვენ ხართ შესული სისტემაში!",
    "Your email address is not verified.": "თქვენი ელექტრონული ფოსტის მისამართი არ არის დამოწმებული."
}
