<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для нагадування пароля
    |--------------------------------------------------------------------------
    |
    | Наступні тексти будуть повернуті брокером паролів при помилкових
    | введенях під час редагування паролів користувачем. Наприклад,
    | за недійсного коду зміни пароля або неправильному новому паролі.
    |
    */

    'reset'     => 'Ваш пароль змінено!',
    'sent'      => 'Ми надіслали на Вашу електронну адресу посилання для зміни пароля!',
    'throttled' => 'Зачекайте, перш ніж повторити спробу.',
    'token'     => 'Код для зміни пароля вказано невірно.',
    'user'      => 'Користувача із вказаною електронною адресою не знайдено.',
];
