{
    "A fresh verification link has been sent to your email address.": "Ang isang sariwang link ng pagpapatunay ay naipadala na sa iyong email address.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Magdagdag ng isang bagong kasapi ng koponan sa iyong koponan, na nagpapahintulot sa kanila upang makipagtulungan sa iyo.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Sigurado ka bang gusto mong tanggalin ang koponan na ito? Kapag ang isang koponan ay tinanggal, ang lahat ng mga mapagkukunan nito at data ay permanenteng tinanggal.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ano ang ibig sabihin ng salitang pasigan? Kapag tinanggal na ang kuwenta mo, lahat ng mga mapagkukunan at datos nito ay permanenteng tatanggalin. Mangyaring ipasok ang iyong password upang kumpirmahin na nais mong permanenteng tanggalin ang iyong kuwenta.",
    "Before proceeding, please check your email for a verification link.": "Bago magpatuloy, mangyaring suriin ang iyong email para sa isang link sa pagpapatunay.",
    "click here to request another": "mag-klik dito upang humiling ng isa pa",
    "E-Mail Address": "E-Mail Address",
    "Editor users have the ability to read, create, and update.": "Ang mga gumagamit ng Editor ay may kakayahang magbasa, lumikha, at mag-update.",
    "Ensure your account is using a long, random password to stay secure.": "Siguraduhin na ang iyong akawnt ay gumagamit ng isang mahabang, random na password upang manatiling ligtas.",
    "For your security, please confirm your password to continue.": "Para sa iyong seguridad, mangyaring kumpirmahin ang iyong password upang magpatuloy.",
    "Forbidden": "Ipinagbabawal",
    "Go to page :page": "Pumunta sa pahina :page",
    "Hello!": "Hello!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Kung kinakailangan, maaari kang mag-log out sa lahat ng iyong iba pang mga session ng browser sa lahat ng iyong mga aparato. Ang ilan sa inyong mga kamakailang sesyon ay nakalista sa ibaba; gayunman, ang listahang ito ay maaaring hindi lubusan. Kung sa palagay mo nakompromiso ang iyong kuwenta, dapat mo ring i-update ang iyong password.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Kung kinakailangan, maaari kang mag-logout ng lahat ng iyong iba pang mga session ng browser sa lahat ng iyong mga aparato. Ang ilan sa inyong mga kamakailang sesyon ay nakalista sa ibaba; gayunman, ang listahang ito ay maaaring hindi lubusan. Kung sa palagay mo nakompromiso ang iyong kuwenta, dapat mo ring i-update ang iyong password.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Kung mayroon ka nang kuwenta, maaari mong tanggapin ang paanyayang ito sa pamamagitan ng pagpindot sa pindutan sa ibaba:",
    "If you did not create an account, no further action is required.": "Kung hindi ka lumikha ng kuwenta, walang karagdagang aksyon ang kinakailangan.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Kung hindi mo inaasahan na makatanggap ng isang imbitasyon sa koponan na ito, maaari mong itapon ang email na ito.",
    "If you did not receive the email": "Kung hindi mo natanggap ang email",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Kung wala kang kuwenta, maaari kang lumikha ng isa sa pamamagitan ng pagpindot sa pindutan sa ibaba. Anu-ano ang mga salik na dapat tingnan sa paghahati-hati ng kontinente tungo sa mga rehiyon?:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kung nagkakaproblema ka sa pag-klik ng \":actiontabi\" na butones, kopyahin at ilagay ang URL sa ibaba\nsa iyong web browser:",
    "Invalid signature.": "Hindi wastong lagda.",
    "Log out": "Mag-Log out",
    "Logout Other Browser Sessions": "Logout Iba Pang Mga Session Ng Browser",
    "Manage and logout your active sessions on other browsers and devices.": "Pamahalaan at logout ang iyong mga aktibong session sa iba pang mga browser at mga aparato.",
    "Nevermind": "Hindi bale",
    "Not Found": "Hindi Natagpuan",
    "Oh no": "Ay hindi",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Kapag ang isang koponan ay tinanggal, ang lahat ng mga mapagkukunan nito at data ay permanenteng tinanggal. Bago tanggalin ang koponan na ito, mangyaring i-download ang anumang data o impormasyon tungkol sa koponan na nais mong panatilihin.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kapag tinanggal na ang kuwenta mo, lahat ng mga mapagkukunan at datos nito ay permanenteng tatanggalin. Bago tanggalin ang iyong kuwenta, paki-download ang anumang data o impormasyon na nais mong panatilihin.",
    "Page Expired": "Wala Nang Bisa Ang Pahina",
    "Pagination Navigation": "Pagbilang Ng Pahina Nabigasyon",
    "Please click the button below to verify your email address.": "Mangyaring i-klik ang pindutan sa ibaba upang mapatunayan ang iyong email address.",
    "Please confirm your password before continuing.": "Mangyaring kumpirmahin ang iyong password bago magpatuloy.",
    "Please copy your new API token. For your security, it won't be shown again.": "Mangyaring kopyahin ang iyong bagong token API. Para sa iyong seguridad, hindi ito ipapakita muli.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Mangyaring ipasok ang iyong password upang kumpirmahin na nais mong logout ng iyong iba pang mga session ng browser sa lahat ng iyong mga aparato.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Mangyaring ibigay ang email address ng tao na nais mong idagdag sa koponan na ito. Ang email address ay dapat na nauugnay sa isang umiiral na kuwenta.",
    "Regards": "Bumabati",
    "results": "mga resulta",
    "Server Error": "Error Sa Asawa",
    "Service Unavailable": "Hindi Magamit Ang Serbisyo",
    "Showing": "Nagpapakita",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Salamat sa pag-sign up! Bago magsimula, maaari mo bang patunayan ang iyong email address sa pamamagitan ng pagpindot sa link na-email lang namin sa iyo? Kung hindi mo natanggap ang email, kami ay Masaya magpadala sa iyo ng isa pang.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Ang :attribute ay dapat hindi kukulangin sa :length na karakter at maglaman ng kahit isang pangunahing karakter, isang numero, at isang espesyal na karakter.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Impormasyon ng pangalan at may-ari ng koponan.",
    "This action is unauthorized.": "Ang pagkilos na ito ay hindi awtorisadong.",
    "This password reset link will expire in :count minutes.": "Ang link na ito sa pag-reset ng password ay mawawalan ng bisa sa :count minuto.",
    "to": "sa",
    "Toggle navigation": "Magpalipat-lipat sa nabigasyon",
    "Too Many Attempts.": "Masyadong Maraming Mga Pagtatangka.",
    "Too Many Requests": "Masyadong Maraming Mga Kahilingan",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dalawang salik na pagpapatotoo ay pinagana na ngayon. Suriin ang sumusunod na Kodigo ng TR gamit ang iyong telepono sa pagpapatotoo ng aplikasyon.",
    "Unauthorized": "Di-awtorisadong",
    "Update your account's profile information and email address.": "Kumuha ng kopya (or retain download)",
    "Verify Email Address": "Patunayan Ang Email Address",
    "Verify Your Email Address": "Patunayan Ang Iyong Email Address",
    "We won't ask for your password again for a few hours.": "Hindi namin hihilingin muli ang iyong password para sa ilang oras.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kapag pinagana ang dalawang salik na pagpapatotoo, ikaw ay nai-prompt para sa isang ligtas, random na token sa panahon ng pagpapatunay. Maaari mong makuha ang token na ito mula sa iyong telepono na aplikasyon ng Google Tagapagpatunay.",
    "You are logged in!": "Ikaw ay naka-log in!",
    "Your email address is not verified.": "Ang iyong email address ay hindi napatunayan."
}
