{
    "A fresh verification link has been sent to your email address.": "Ang isang sariwang link ng pagpapatunay ay naipadala na sa iyong email address.",
    "Before proceeding, please check your email for a verification link.": "Bago magpatuloy, mangyaring suriin ang iyong email para sa isang link sa pagpapatunay.",
    "click here to request another": "mag-klik dito upang humiling ng isa pa",
    "E-Mail Address": "E-Mail Address",
    "Forbidden": "Ipinagbabawal",
    "Go to page :page": "Pumunta sa pahina :page",
    "Hello!": "Hello!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Kung kinakailangan, maaari kang mag-logout ng lahat ng iyong iba pang mga session ng browser sa lahat ng iyong mga aparato. Ang ilan sa inyong mga kamakailang sesyon ay nakalista sa ibaba; gayunman, ang listahang ito ay maaaring hindi lubusan. Kung sa palagay mo nakompromiso ang iyong kuwenta, dapat mo ring i-update ang iyong password.",
    "If you did not create an account, no further action is required.": "Kung hindi ka lumikha ng kuwenta, walang karagdagang aksyon ang kinakailangan.",
    "If you did not receive the email": "Kung hindi mo natanggap ang email",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kung nagkakaproblema ka sa pag-klik ng \":actiontabi\" na butones, kopyahin at ilagay ang URL sa ibaba\nsa iyong web browser:",
    "Invalid signature.": "Hindi wastong lagda.",
    "Log out": "Mag-Log out",
    "Logout Other Browser Sessions": "Logout Iba Pang Mga Session Ng Browser",
    "Manage and logout your active sessions on other browsers and devices.": "Pamahalaan at logout ang iyong mga aktibong session sa iba pang mga browser at mga aparato.",
    "Nevermind": "Hindi bale",
    "Not Found": "Hindi Natagpuan",
    "Oh no": "Ay hindi",
    "Page Expired": "Wala Nang Bisa Ang Pahina",
    "Pagination Navigation": "Pagbilang Ng Pahina Nabigasyon",
    "Please click the button below to verify your email address.": "Mangyaring i-klik ang pindutan sa ibaba upang mapatunayan ang iyong email address.",
    "Please confirm your password before continuing.": "Mangyaring kumpirmahin ang iyong password bago magpatuloy.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Mangyaring ipasok ang iyong password upang kumpirmahin na nais mong logout ng iyong iba pang mga session ng browser sa lahat ng iyong mga aparato.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Mangyaring ibigay ang email address ng tao na nais mong idagdag sa koponan na ito. Ang email address ay dapat na nauugnay sa isang umiiral na kuwenta.",
    "Regards": "Bumabati",
    "results": "mga resulta",
    "Server Error": "Error Sa Asawa",
    "Service Unavailable": "Hindi Magamit Ang Serbisyo",
    "Showing": "Nagpapakita",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ang pagkilos na ito ay hindi awtorisadong.",
    "This password reset link will expire in :count minutes.": "Ang link na ito sa pag-reset ng password ay mawawalan ng bisa sa :count minuto.",
    "to": "sa",
    "Toggle navigation": "Magpalipat-lipat sa nabigasyon",
    "Too Many Attempts.": "Masyadong Maraming Mga Pagtatangka.",
    "Too Many Requests": "Masyadong Maraming Mga Kahilingan",
    "Unauthorized": "Di-awtorisadong",
    "Verify Email Address": "Patunayan Ang Email Address",
    "Verify Your Email Address": "Patunayan Ang Iyong Email Address",
    "We won't ask for your password again for a few hours.": "Hindi namin hihilingin muli ang iyong password para sa ilang oras.",
    "You are logged in!": "Ikaw ay naka-log in!",
    "Your email address is not verified.": "Ang iyong email address ay hindi napatunayan."
}
