{
    "The :attribute must be a valid role.": "Este campo deve ser uma função válida.",
    "The :attribute must be at least :length characters and contain at least one number.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos um número.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos um caractere especial e um número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos uma letra maiúscula e um número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos uma letra maiúscula, um número e um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Este campo deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo.",
    "The :attribute must be at least :length characters.": "Este campo deve ter no mínimo :length caracteres.",
    "The :attribute must contain at least one letter.": "Este campo deve conter pelo menos uma letra.",
    "The :attribute must contain at least one number.": "Este campo deve conter pelo menos um número.",
    "The :attribute must contain at least one symbol.": "Este campo deve conter pelo menos um símbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Este campo deve conter pelo menos uma letra maiúscula e uma minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "O campo fornecido apareceu em um vazamento de dados. Escolha um campo diferente."
}
