{
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, procure pelo link de verificação na sua caixa de correio.",
    "click here to request another": "clique aqui para pedir outro",
    "E-Mail Address": "Endereço de e-mail",
    "Forbidden": "Proibido",
    "Go to page :page": "Ir para a página :page",
    "Hello!": "Olá!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, pode terminar as sessões em browser em todos os dispositivos. Se achar que a sua conta foi comprometida, deve também atualizar a sua palavra-passe.",
    "If you did not create an account, no further action is required.": "Se não criou uma conta, ignore este e-mail.",
    "If you did not receive the email": "Se não recebeu o e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se não conseguir clicar no botão \":actionText\", copie e cole a URL abaixo\nno seu browser:",
    "Invalid signature.": "Assinatura inválida.",
    "Log out": "Sair",
    "Logout Other Browser Sessions": "Terminar as outras Sessões em Browsers",
    "Manage and logout your active sessions on other browsers and devices.": "Gerir e terminar sessões activas noutros browsers ou dispositivos.",
    "Nevermind": "Ignorar",
    "Not Found": "Não encontrado",
    "Oh no": "Oh não",
    "Page Expired": "Página expirou",
    "Pagination Navigation": "Navegação em resultados paginados",
    "Please click the button below to verify your email address.": "Por favor, clique no botão em baixo para verificar seu endereço de e-mail.",
    "Please confirm your password before continuing.": "Por favor, confirme sua palavra-passe antes de continuar.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor insira a sua palavra-passe para confirmar que pretende terminar as suas outras sessões em browser em todos os seus dispositivos.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Por favor forneça o endereço de e-mail da pessoa que pretende adicionar a esta equipa. O endereço de e-mail deve estar associado a uma conta que já existe.",
    "Regards": "Atenciosamente",
    "results": "resultados",
    "Server Error": "Erro do servidor",
    "Service Unavailable": "Serviço indisponível",
    "Showing": "A mostrar",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Esta ação não é autorizada.",
    "This password reset link will expire in :count minutes.": "O Link para redefinir a palavra-passe vai expirar em :count minutos.",
    "to": "até",
    "Toggle navigation": "Alternar navegação",
    "Too Many Attempts.": "Demasiadas tentativas.",
    "Too Many Requests": "Demasiados pedidos",
    "Unauthorized": "Não autorizado",
    "Verify Email Address": "Verifique o endereço de e-mail",
    "Verify Your Email Address": "Verifique seu endereço de e-mail",
    "We won't ask for your password again for a few hours.": "Não vamos pedir a sua palavra-passe novamente por algumas horas.",
    "You are logged in!": "A sessão foi iniciada!",
    "Your email address is not verified.": "Seu endereço de e-mail não está verificado."
}
