{
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adicione um novo membro à equipa, por forma a que possa colaborar consigo.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Tem a certeza que pretende eliminar esta equipa? Uma vez eliminada, todos os seus recursos e dados serão permanentemente eliminados.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem a certeza que deseja eliminar a conta? Uma vez eliminada a conta, todos os recursos e dados serão eliminados permanentemente. Por favor introduza a sua palavra-passe para confirmar que deseja eliminar permanentemente a sua conta.",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, procure pelo link de verificação na sua caixa de correio.",
    "click here to request another": "clique aqui para pedir outro",
    "E-Mail Address": "Endereço de e-mail",
    "Editor users have the ability to read, create, and update.": "Utilizadores com privilégios de Editor podem ler, criar e atualizar.",
    "Ensure your account is using a long, random password to stay secure.": "Confirme que a sua conta está a utilizar uma palavra-passe longa e aleatória para manter a sua conta segura.",
    "For your security, please confirm your password to continue.": "Por razões de segurança, por favor confirme a sua palavra-passe antes de continuar .",
    "Forbidden": "Proibido",
    "Go to page :page": "Ir para a página :page",
    "Hello!": "Olá!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode sair de todas as suas outras sessões de navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se você sentir que sua conta foi comprometida, Você também deve atualizar sua senha.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, pode terminar as sessões em browser em todos os dispositivos. Se achar que a sua conta foi comprometida, deve também atualizar a sua palavra-passe.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Se já tiver uma conta, poderá aceitar este convite carregando no botão abaixo:",
    "If you did not create an account, no further action is required.": "Se não criou uma conta, ignore este e-mail.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Se você não esperava receber um convite para esta equipe, você pode descartar este e-mail.",
    "If you did not receive the email": "Se não recebeu o e-mail",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Se você não tem uma conta, você pode criar uma clicando no botão abaixo. Depois de criar uma conta, você pode clicar no botão aceitação do convite neste e-mail para aceitar o convite da equipe:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se não conseguir clicar no botão \":actionText\", copie e cole a URL abaixo\nno seu browser:",
    "Invalid signature.": "Assinatura inválida.",
    "Log out": "Sair",
    "Logout Other Browser Sessions": "Terminar as outras Sessões em Browsers",
    "Manage and logout your active sessions on other browsers and devices.": "Gerir e terminar sessões activas noutros browsers ou dispositivos.",
    "Nevermind": "Ignorar",
    "Not Found": "Não encontrado",
    "Oh no": "Oh não",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Uma vez eliminada a equipa, todos os seus recursos e dados serão eliminados de forma permanente. Antes de eliminar esta equipa, por favor descarregue todos os dados ou informações relativos a esta equipa que deseje manter.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Uma vez eliminada a conta, todos os recursos e dados serão eliminados permanentemente. Antes de eliminar a conta, por favor descarregue quaisquer dados ou informações que deseje manter.",
    "Page Expired": "Página expirou",
    "Pagination Navigation": "Navegação em resultados paginados",
    "Please click the button below to verify your email address.": "Por favor, clique no botão em baixo para verificar seu endereço de e-mail.",
    "Please confirm your password before continuing.": "Por favor, confirme sua palavra-passe antes de continuar.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor copie o seu novo API Token. Por razões de segurança, não será mostrado novamente.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor insira a sua palavra-passe para confirmar que pretende terminar as suas outras sessões em browser em todos os seus dispositivos.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Por favor forneça o endereço de e-mail da pessoa que pretende adicionar a esta equipa. O endereço de e-mail deve estar associado a uma conta que já existe.",
    "Regards": "Atenciosamente",
    "results": "resultados",
    "Server Error": "Erro do servidor",
    "Service Unavailable": "Serviço indisponível",
    "Showing": "A mostrar",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Obrigado por se registar! Antes de começar, pode confirmar o seu endereço de email clicando no link presente no email que acabamos de lhe enviar? Se não recebeu o email, teremos todo o prazer em enviar-lhe outro.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos uma maiúscula, um número e um caractere especial.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Nome da equipa e do proprietário.",
    "This action is unauthorized.": "Esta ação não é autorizada.",
    "This password reset link will expire in :count minutes.": "O Link para redefinir a palavra-passe vai expirar em :count minutos.",
    "to": "até",
    "Toggle navigation": "Alternar navegação",
    "Too Many Attempts.": "Demasiadas tentativas.",
    "Too Many Requests": "Demasiados pedidos",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "A autenticação de dois fatores está ativa. Digitalize o seguinte QR code utilizando a aplicação de autenticação do seu telefone.",
    "Unauthorized": "Não autorizado",
    "Update your account's profile information and email address.": "Atualize a informação de perfil e mail da sua conta.",
    "Verify Email Address": "Verifique o endereço de e-mail",
    "Verify Your Email Address": "Verifique seu endereço de e-mail",
    "We won't ask for your password again for a few hours.": "Não vamos pedir a sua palavra-passe novamente por algumas horas.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores está ativa, será pedido um token seguro e aleatório durante a autenticação. Pode obter este token a partir da aplicação Google Authenticator no seu telefone",
    "You are logged in!": "A sessão foi iniciada!",
    "Your email address is not verified.": "Seu endereço de e-mail não está verificado."
}
