{
    "A fresh verification link has been sent to your email address.": "На ваш адрас электроннай пошты была адпраўлена свежая праверачная спасылка.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Дадайце ў сваю каманду новага члена каманды, каб ён мог супрацоўнічаць з вамі.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Вы ўпэўненыя, што хочаце выдаліць гэтую каманду? Як толькі каманда будзе выдаленая, усе яе рэсурсы і дадзеныя будуць выдаленыя назаўжды.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Вы ўпэўненыя, што жадаеце выдаліць свой уліковы запіс? Як толькі ваш уліковы запіс будзе выдаленая, усе яе рэсурсы і дадзеныя будуць выдаленыя незваротна. Калі ласка, увядзіце свой пароль, каб пацвердзіць, што вы хочаце назаўжды выдаліць свой уліковы запіс.",
    "Before proceeding, please check your email for a verification link.": "Перш чым працягнуць, калі ласка, праверце сваю электронную пошту на наяўнасць праверачнай спасылкі.",
    "click here to request another": "Націсніце тут, каб запытаць яшчэ адзін",
    "E-Mail Address": "Адрас электроннай пошты",
    "Editor users have the ability to read, create, and update.": "Карыстальнікі рэдактара маюць магчымасць чытаць, ствараць і абнаўляць.",
    "Ensure your account is using a long, random password to stay secure.": "Пераканайцеся, што ваш уліковы запіс выкарыстоўвае доўгі выпадковы пароль, каб заставацца ў бяспецы.",
    "For your security, please confirm your password to continue.": "Для вашай бяспекі, калі ласка, пацвердзіце свой пароль, каб працягнуць.",
    "Forbidden": "Забаронены",
    "Go to page :page": "Перайсці на старонку :page",
    "Hello!": "Прывітанне!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Пры неабходнасці Вы можаце выйсці з усіх іншых сеансаў браўзэра на ўсіх вашых прыладах. Некаторыя з вашых апошніх сеансаў пералічаныя ніжэй; аднак гэты спіс можа быць не вычарпальным. Калі вы адчуваеце, што ваш уліковы запіс была скампраметаваная, вам таксама варта абнавіць свой пароль.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Пры неабходнасці Вы можаце выйсці з усіх іншых сеансаў браўзэра на ўсіх вашых прыладах. Некаторыя з вашых апошніх сеансаў пералічаныя ніжэй; аднак гэты спіс можа быць не вычарпальным. Калі вы адчуваеце, што ваш уліковы запіс была скампраметаваная, вам таксама варта абнавіць свой пароль.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Калі ў вас ужо ёсць уліковы запіс, вы можаце прыняць гэта запрашэнне, націснуўшы на кнопку ніжэй:",
    "If you did not create an account, no further action is required.": "Калі вы не стварылі ўліковы запіс, ніякіх далейшых дзеянняў не патрабуецца.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Калі вы не чакалі атрымаць запрашэнне ў гэтую каманду, вы можаце адмовіцца ад гэтага ліста.",
    "If you did not receive the email": "Калі вы не атрымалі ліст па электроннай пошце",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Калі ў вас няма ўліковага запісу, вы можаце стварыць яе, націснуўшы на кнопку ніжэй. Пасля стварэння ўліковага запісу вы можаце націснуць кнопку прыняцця Запрашэння ў гэтым лісце, каб прыняць запрашэнне каманды:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Калі ў вас узніклі праблемы з націскам кнопкі \":actionText\", скапіруйце і ўстаўце URL ніжэй\nу свой вэб-браўзэр:",
    "Invalid signature.": "Няслушны подпіс.",
    "Log out": "Выйсці з сістэмы",
    "Logout Other Browser Sessions": "Выхад З Іншых Сеансаў Браўзэра",
    "Manage and logout your active sessions on other browsers and devices.": "Кіруйце актыўнымі сеансамі і выходзьце з іх у іншых браўзэрах і прыладах.",
    "Nevermind": "Не бярыце ў галаву",
    "Not Found": "не знойдзена",
    "Oh no": "Аб няма",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Як толькі каманда будзе выдаленая, усе яе рэсурсы і дадзеныя будуць выдаленыя назаўжды. Перад выдаленнем гэтай каманды, калі ласка, загрузіце любыя дадзеныя або інфармацыю аб гэтай камандзе, якія вы хочаце захаваць.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Як толькі ваш уліковы запіс будзе выдаленая, усе яе рэсурсы і дадзеныя будуць выдаленыя незваротна. Перад выдаленнем вашага ўліковага запісу, калі ласка, загрузіце любыя дадзеныя або інфармацыю, якія вы хочаце захаваць.",
    "Page Expired": "Старонка Пратэрмінаваная",
    "Pagination Navigation": "Навігацыя па старонках",
    "Please click the button below to verify your email address.": "Калі ласка, націсніце кнопку ніжэй, каб пацвердзіць свой адрас электроннай пошты.",
    "Please confirm your password before continuing.": "Калі ласка, пацвердзіце свой пароль, перш чым працягнуць.",
    "Please copy your new API token. For your security, it won't be shown again.": "Калі ласка, скапіюйце ваш новы маркер API. Для вашай бяспекі ён больш не будзе паказаны.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Калі ласка, увядзіце свой пароль, каб пацвердзіць, што вы хочаце выйсці з іншых сеансаў браўзэра на ўсіх вашых прыладах.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Калі ласка, пакажыце адрас электроннай пошты чалавека, якога вы хацелі б дадаць у гэтую каманду. Адрас электроннай пошты павінен быць звязаны з існуючай уліковым запісам.",
    "Regards": "З павагай",
    "results": "вынікі",
    "Server Error": "Памылка сервера",
    "Service Unavailable": "Паслуга Недаступная",
    "Showing": "Паказ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дзякуй, што запісаліся! Перш чым прыступіць да працы, не маглі б вы пацвердзіць свой адрас электроннай пошты, націснуўшы на спасылку, якую мы толькі што адправілі вам па электроннай пошце? Калі вы не атрымалі ліст, мы з радасцю вышлем Вам іншае.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute павінен змяшчаць не менш :length знакаў і ўтрымліваць па меншай меры адзін загалоўны сімвал, адно лік і адзін спецыяльны сімвал.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Імя каманды і інфармацыя аб уладальніку.",
    "This action is unauthorized.": "Гэта дзеянне з'яўляецца несанкцыянаваным.",
    "This password reset link will expire in :count minutes.": "Гэтая спасылка для скіду пароля мінае праз :count хвіліны.",
    "to": "да",
    "Toggle navigation": "Пераключэнне навігацыі",
    "Too Many Attempts.": "Занадта Шмат Спробаў.",
    "Too Many Requests": "Занадта Шмат Просьбаў",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Цяпер ўключана двухфакторную аўтэнтыфікацыя. Отсканируйте наступны QR-код з дапамогай прыкладання authenticator вашага тэлефона.",
    "Unauthorized": "Несанкцыянаванага",
    "Update your account's profile information and email address.": "Абнавіце інфармацыю профілю вашай ўліковага запісу і адрас электроннай пошты.",
    "Verify Email Address": "Праверце Адрас Электроннай Пошты",
    "Verify Your Email Address": "Праверце Свой Адрас Электроннай Пошты",
    "We won't ask for your password again for a few hours.": "Мы не будзем запытваць ваш пароль зноў на працягу некалькіх гадзін.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Калі ўключана двухфакторную аўтэнтыфікацыя, падчас аўтэнтыфікацыі вам будзе прапанавана ўвесці бяспечны выпадковы токен. Вы можаце атрымаць гэты токен з прыкладання Google Authenticator вашага тэлефона.",
    "You are logged in!": "Вы ўвайшлі ў сістэму!",
    "Your email address is not verified.": "Ваш адрас электроннай пошты не правераны."
}
