{
    "A fresh verification link has been sent to your email address.": "На ваш адрас электроннай пошты была адпраўлена свежая праверачная спасылка.",
    "Before proceeding, please check your email for a verification link.": "Перш чым працягнуць, калі ласка, праверце сваю электронную пошту на наяўнасць праверачнай спасылкі.",
    "click here to request another": "Націсніце тут, каб запытаць яшчэ адзін",
    "E-Mail Address": "Адрас электроннай пошты",
    "Forbidden": "Забаронены",
    "Go to page :page": "Перайсці на старонку :page",
    "Hello!": "Прывітанне!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Пры неабходнасці Вы можаце выйсці з усіх іншых сеансаў браўзэра на ўсіх вашых прыладах. Некаторыя з вашых апошніх сеансаў пералічаныя ніжэй; аднак гэты спіс можа быць не вычарпальным. Калі вы адчуваеце, што ваш уліковы запіс была скампраметаваная, вам таксама варта абнавіць свой пароль.",
    "If you did not create an account, no further action is required.": "Калі вы не стварылі ўліковы запіс, ніякіх далейшых дзеянняў не патрабуецца.",
    "If you did not receive the email": "Калі вы не атрымалі ліст па электроннай пошце",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Калі ў вас узніклі праблемы з націскам кнопкі \":actionText\", скапіруйце і ўстаўце URL ніжэй\nу свой вэб-браўзэр:",
    "Invalid signature.": "Няслушны подпіс.",
    "Log out": "Выйсці з сістэмы",
    "Logout Other Browser Sessions": "Выхад З Іншых Сеансаў Браўзэра",
    "Manage and logout your active sessions on other browsers and devices.": "Кіруйце актыўнымі сеансамі і выходзьце з іх у іншых браўзэрах і прыладах.",
    "Nevermind": "Не бярыце ў галаву",
    "Not Found": "не знойдзена",
    "Oh no": "Аб няма",
    "Page Expired": "Старонка Пратэрмінаваная",
    "Pagination Navigation": "Навігацыя па старонках",
    "Please click the button below to verify your email address.": "Калі ласка, націсніце кнопку ніжэй, каб пацвердзіць свой адрас электроннай пошты.",
    "Please confirm your password before continuing.": "Калі ласка, пацвердзіце свой пароль, перш чым працягнуць.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Калі ласка, увядзіце свой пароль, каб пацвердзіць, што вы хочаце выйсці з іншых сеансаў браўзэра на ўсіх вашых прыладах.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Калі ласка, пакажыце адрас электроннай пошты чалавека, якога вы хацелі б дадаць у гэтую каманду. Адрас электроннай пошты павінен быць звязаны з існуючай уліковым запісам.",
    "Regards": "З павагай",
    "results": "вынікі",
    "Server Error": "Памылка сервера",
    "Service Unavailable": "Паслуга Недаступная",
    "Showing": "Паказ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Гэта дзеянне з'яўляецца несанкцыянаваным.",
    "This password reset link will expire in :count minutes.": "Гэтая спасылка для скіду пароля мінае праз :count хвіліны.",
    "to": "да",
    "Toggle navigation": "Пераключэнне навігацыі",
    "Too Many Attempts.": "Занадта Шмат Спробаў.",
    "Too Many Requests": "Занадта Шмат Просьбаў",
    "Unauthorized": "Несанкцыянаванага",
    "Verify Email Address": "Праверце Адрас Электроннай Пошты",
    "Verify Your Email Address": "Праверце Свой Адрас Электроннай Пошты",
    "We won't ask for your password again for a few hours.": "Мы не будзем запытваць ваш пароль зноў на працягу некалькіх гадзін.",
    "You are logged in!": "Вы ўвайшлі ў сістэму!",
    "Your email address is not verified.": "Ваш адрас электроннай пошты не правераны."
}
