{
    "The :attribute must be a valid role.": "Гэта поле павінна быць сапраўднай роляй.",
    "The :attribute must be at least :length characters and contain at least one number.": "Гэта поле павінна змяшчаць не менш за :length знакаў і хаця б адну лічбу.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Гэта поле павінна змяшчаць не менш за :length знакаў і хаця б адзін спецыяльны сімвал і адну лічбу.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Гэта поле павінна змяшчаць не менш за :length знакаў і хаця б адзін спецыяльны сімвал.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Гэта поле павінна змяшчаць не менш за :length знакаў і змяшчаць прынамсі адну вялікую літару і адну лічбу.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Гэта поле павінна змяшчаць не менш за :length сімвалаў і змяшчаць як мінімум адзін сімвал у вялікім рэгістры і адзін спецыяльны сімвал.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Гэта поле павінна змяшчаць не менш за :length сімвалаў і хаця б адну літару ў вялікім рэгістры, адну лічбу і адзін спецыяльны сімвал.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Гэта поле павінна змяшчаць не менш за :length знакаў і хаця б адзін сімвал у вялікім рэгістры.",
    "The :attribute must be at least :length characters.": "Гэта поле павінна быць не менш за :length знакаў.",
    "The :attribute must contain at least one letter.": "Гэта поле павінна змяшчаць хаця б адну літару.",
    "The :attribute must contain at least one number.": "Гэта поле павінна змяшчаць хаця б адну лічбу.",
    "The :attribute must contain at least one symbol.": "Гэта поле павінна змяшчаць хаця б адзін сімвал.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Гэта поле павінна змяшчаць як мінімум адну вялікую і адну малую літары.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Дадзенае поле з'явілася ў выніку ўцечкі даных. Выберыце іншае поле."
}
