{
    "A fresh verification link has been sent to your email address.": "新的驗證鏈接已發送到您的 E-mail。",
    "Add a new team member to your team, allowing them to collaborate with you.": "添加一個新的團隊成員到你的團隊，讓他們與你合作。",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "你確定要刪除這個團隊嗎？一旦一個團隊被刪除，它的所有資源和數據將被永久刪除。",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "您確定要刪除您的賬戶嗎？一旦您的賬戶被刪除，其所有資源和數據將被永久刪除。請輸入您的密碼，確認您要永久刪除您的賬戶。",
    "Before proceeding, please check your email for a verification link.": "在繼續之前請先驗證您的 E-mail。",
    "click here to request another": "點擊重新發送 E-mail",
    "E-Mail Address": "E-mail",
    "Editor users have the ability to read, create, and update.": "編輯者可以閱讀、創建和更新。",
    "Ensure your account is using a long, random password to stay secure.": "確保你的賬戶使用足夠長且隨機的密碼來保證安全。",
    "For your security, please confirm your password to continue.": "為了您的安全，請確認您的密碼以繼續。",
    "Forbidden": "訪問被拒絕",
    "Go to page :page": "前往第 :page 頁",
    "Hello!": "您好！",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "如有必要，您可以註銷您其他設備上的所有瀏覽器會話。下面列出了您最近的一些會話，但是，這個列表可能並不詳盡。如果您認為您的賬戶已被入侵，您還應該更新您的密碼。",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "如有必要，您可以註銷您其他設備上的所有瀏覽器會話。下面列出了您最近的一些會話，但是，這個列表可能並不詳盡。如果您認為您的賬戶已被入侵，您還應該更新您的密碼。",
    "If you already have an account, you may accept this invitation by clicking the button below:": "如果您已经有一个账户，您可以通过点击下面的按钮接受这个邀请：",
    "If you did not create an account, no further action is required.": "如果您未註冊帳號，請忽略此郵件。",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "如果你没有想到会收到这个团队的邀请，你可以丢弃这封邮件。",
    "If you did not receive the email": "如果您沒有收到",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "如果您还没有账号，可以点击下面的按钮创建一个账号。创建账户后，您可以点击此邮件中的邀请接受按钮，接受团队邀请：",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "如果您點擊「:actionText」按鈕時出現問題，請複制下方鏈接到瀏覽器中訪問：",
    "Invalid signature.": "簽名無效",
    "Log out": "註銷",
    "Logout Other Browser Sessions": "註銷其他瀏覽器會話",
    "Manage and logout your active sessions on other browsers and devices.": "管理和註銷您在其他瀏覽器和設備上的活動會話。",
    "Nevermind": "沒關係",
    "Not Found": "頁面不存在",
    "Oh no": "不好了",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "一旦團隊被刪除，其所有資源和數據將被永久刪除。在刪除該團隊之前，請下載您希望保留的有關該團隊的任何數據或信息。",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "一旦您的賬戶被刪除，其所有資源和數據將被永久刪除。在刪除您的賬戶之前，請下載您希望保留的任何數據或信息。",
    "Page Expired": "頁面會話已超時",
    "Pagination Navigation": "分頁導航",
    "Please click the button below to verify your email address.": "請點擊下面按鈕驗證您的 E-mail：",
    "Please confirm your password before continuing.": "如要繼續操作，請先確認密碼。",
    "Please copy your new API token. For your security, it won't be shown again.": "請複制你的新 API token。為了您的安全，它不會再被顯示出來。",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "請輸入您的密碼，以確認您要註銷您所有設備上的其他瀏覽器會話。",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "請提供您想加入這個團隊的人的電子郵件地址。該電子郵件地址必須是已註冊用戶。",
    "Regards": "致敬",
    "results": "結果",
    "Server Error": "服務器錯誤",
    "Service Unavailable": "暫時不提供服務",
    "Showing": "顯示中",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "謝謝你的註冊！在開始之前，在開始之前，您可以通過點擊我們剛剛給您發送的鏈接來驗證您的電子郵件地址，如果您沒有收到郵件，我們將很樂意再給您發送一封郵件。",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute 至少為:length 個字符且至少包含一個大寫字母、一個數字和一個特殊字符。",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "團隊名稱和擁有者信息。",
    "This action is unauthorized.": "權限不足。",
    "This password reset link will expire in :count minutes.": "這個重設密碼鏈接將會在 :count 分鐘後失效。",
    "to": "至",
    "Toggle navigation": "切換導航",
    "Too Many Attempts.": "嘗試次數過多。",
    "Too Many Requests": "請求次數過多。",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "現在已啟用雙因素認證。使用您手機的驗證程序掃描以下二維碼。",
    "Unauthorized": "未授權",
    "Update your account's profile information and email address.": "更新您的賬戶資料和電子郵件地址。",
    "Verify Email Address": "驗證 E-mail",
    "Verify Your Email Address": "驗證 E-mail",
    "We won't ask for your password again for a few hours.": "確認完成後，接下來幾個小時內您不需再輸入密碼。",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "當啟用雙因素認證時，在認證過程中會提示您輸入一個安全的隨機令牌。您可以從手機的Google Authenticator 應用程序中獲取此令牌。",
    "You are logged in!": "您已登錄！",
    "Your email address is not verified.": "您的電子郵件尚未驗證通過。"
}
