{
    "(and :count more error)": "(اور :count مزید غلطی)",
    "(and :count more errors)": "(اور :count مزید غلطی)|(اور :count مزید غلطیاں)|(اور :count مزید غلطیاں)",
    "30 Days": "30 دنوں کے",
    "365 Days": "365 دن",
    "60 Days": "60 دنوں",
    "90 Days": "90 دنوں",
    ":amount selected": ":Amount منتخب ہوئے۔",
    ":amount Total": ":Amount کل",
    ":days day trial": ":Days دن کی آزمائش",
    ":resource Details": ":Resource تفصیلات",
    ":resource Details: :title": ":Resource تفصیلات: :title",
    "A fresh verification link has been sent to your email address.": "ایک تازہ تصدیقی لنک آپ کے ای میل پتے پر بھیج دیا گیا ہے۔",
    "A new verification link has been sent to the email address you provided during registration.": "ایک نئی کی توثیق کے لنک بھیجا گیا ہے ، ای میل ایڈریس آپ کے فراہم کردہ رجسٹریشن کے دوران.",
    "A new verification link has been sent to the email address you provided in your profile settings.": "ایک نیا تصدیقی لنک اس ای میل ایڈریس پر بھیجا گیا ہے جو آپ نے اپنی پروفائل کی ترتیبات میں فراہم کیا ہے۔",
    "A new verification link has been sent to your email address.": "ایک نیا تصدیقی لنک آپ کے ای میل پتے پر بھیج دیا گیا ہے۔",
    "Accept Invitation": "قبول دعوت",
    "Action": "کارروائی",
    "Action Happened At": "ہوا میں",
    "Action Initiated By": "کی طرف سے شروع",
    "Action Name": "نام",
    "Action Status": "حیثیت",
    "Action Target": "ہدف",
    "Actions": "اعمال",
    "Add": "شامل کریں",
    "Add :resource": ":Resource شامل کریں۔",
    "Add a new team member to your team, allowing them to collaborate with you.": "شامل ایک نئی ٹیم کے رکن کے لئے آپ کی ٹیم کی اجازت دیتا ہے ان کے ساتھ تعاون کرنے کے لئے آپ کو.",
    "Add additional security to your account using two factor authentication.": "اضافی سیکورٹی کے لئے آپ کے اکاؤنٹ کا استعمال کرتے ہوئے دو عنصر کی تصدیق.",
    "Add Payment Method": "ادائیگی کا طریقہ شامل کریں۔",
    "Add row": "صف میں شامل کریں",
    "Add Team Member": "شامل ٹیم کے رکن",
    "Add VAT Number": "VAT نمبر شامل کریں۔",
    "Added.": "شامل کر دیا گیا.",
    "Additional billing information updated successfully.": "بلنگ کی اضافی معلومات کامیابی کے ساتھ اپ ڈیٹ ہو گئیں۔",
    "Address": "پتہ",
    "Address Line 2": "پتہ لائن 2",
    "Administrator": "ایڈمنسٹریٹر",
    "Administrator users can perform any action.": "ایڈمنسٹریٹر صارفین کو انجام دے سکتے ہیں کسی بھی کارروائی کی ہے.",
    "Afghanistan": "افغانستان",
    "Aland Islands": "ایلانڈ جزائر",
    "Albania": "البانیہ",
    "Algeria": "الجیریا",
    "All of the people that are part of this team.": "تمام ہے کہ لوگوں کی اس ٹیم کا حصہ.",
    "All resources loaded.": "تمام وسائل بھری ہوئی.",
    "All rights reserved.": "تمام حقوق محفوظ ہیں.",
    "Already registered?": "پہلے سے رجسٹرڈ ؟",
    "American Samoa": "امریکی سمووا",
    "An error occurred while uploading the file.": "فائل اپ لوڈ کرتے وقت ایک خرابی پیش آگئی۔",
    "An error occurred while uploading the file: :error": "فائل اپ لوڈ کرتے وقت ایک خرابی پیش آگئی: :error",
    "An unexpected error occurred and we have notified our support team. Please try again later.": "ایک غیر متوقع خرابی پیش آگئی اور ہم نے اپنی سپورٹ ٹیم کو مطلع کر دیا ہے۔ براہ کرم کچھ دیر بعد کوشش کریں.",
    "Andorra": "Andorran",
    "Angola": "انگولا",
    "Anguilla": "انگویلا",
    "Another user has updated this resource since this page was loaded. Please refresh the page and try again.": "کسی دوسرے صارف کے اپ ڈیٹ کیا ہے اس کے وسائل اس کے بعد صفحہ بھری ہوئی کیا گیا تھا. براہ مہربانی صفحہ کی تازہ کاری اور دوبارہ کوشش کریں.",
    "Antarctica": "انٹارکٹیکا",
    "Antigua And Barbuda": "انٹیگوا اور باربودا",
    "Antigua and Barbuda": "انٹیگوا اور باربوڈا",
    "API Token": "API ٹوکن",
    "API Token Permissions": "API کے ٹوکن کی اجازت",
    "API Tokens": "API ٹوکن",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API کے ٹوکن کی اجازت تیسری پارٹی کی خدمات کی توثیق کرنے کے لئے ہماری درخواست آپ کی جانب سے.",
    "Apply": "درخواست دیں",
    "Apply Coupon": "کوپن کا اطلاق کریں",
    "April": "اپریل",
    "Are you sure you want to attempt to pay :amount?": "کیا آپ واقعی :amount ادا کرنے کی کوشش کرنا چاہتے ہیں؟",
    "Are you sure you want to cancel your subscription?": "کیا آپ واقعی اپنی رکنیت منسوخ کرنا چاہتے ہیں؟",
    "Are you sure you want to delete all the notifications?": "کیا آپ واقعی تمام اطلاعات کو حذف کرنا چاہتے ہیں؟",
    "Are you sure you want to delete the selected resources?": "آپ چاہتے ہیں کو خارج کرنے کے لئے منتخب وسائل ؟",
    "Are you sure you want to delete this file?": "آپ چاہتے ہیں کو خارج کرنے کے لئے اس فائل?",
    "Are you sure you want to delete this notification?": "کیا آپ واقعی اس اطلاع کو حذف کرنا چاہتے ہیں؟",
    "Are you sure you want to delete this payment method?": "کیا آپ واقعی ادائیگی کے اس طریقے کو حذف کرنا چاہتے ہیں؟",
    "Are you sure you want to delete this resource?": "آپ چاہتے ہیں کو خارج کرنے کے لئے اس کے وسائل?",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "ہیں آپ کو اس بات کا یقین آپ کو خارج کرنا چاہتے ہیں اس کی ٹیم? ایک بار ایک ٹیم سے خارج کر دیا ہے, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا.",
    "Are you sure you want to delete your account?": "کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "آپ چاہتے ہیں کو خارج کرنے کے لئے آپ کے اکاؤنٹ? ایک بار جب آپ کے اکاؤنٹ کو خارج کر دیا, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. براہ مہربانی آپ اپنا پاس ورڈ درج کرنے کے لئے اس بات کی تصدیق کرنے کے لئے چاہتے ہیں کو مستقل طور پر آپ کے اکاؤنٹ کو خارج.",
    "Are you sure you want to detach the selected resources?": "آپ چاہتے ہیں جدا کرنے کے لئے منتخب وسائل ؟",
    "Are you sure you want to detach this resource?": "آپ چاہتے ہیں جدا کرنے کے لئے اس کے وسائل?",
    "Are you sure you want to force delete the selected resources?": "ہیں آپ کو اس بات کا یقین آپ کو مجبور کرنا چاہتے ہیں کو خارج منتخب وسائل ؟",
    "Are you sure you want to force delete this resource?": "ہیں آپ کو اس بات کا یقین آپ کو مجبور کرنا چاہتے ہیں کو خارج کر دیں یہ وسائل?",
    "Are you sure you want to log out?": "کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟",
    "Are you sure you want to remove this item?": "کیا آپ واقعی اس آئٹم کو ہٹانا چاہتے ہیں؟",
    "Are you sure you want to restore the selected resources?": "آپ چاہتے ہیں کو بحال کرنے کے لئے منتخب وسائل ؟",
    "Are you sure you want to restore this resource?": "آپ چاہتے ہیں کو بحال کرنے کے لئے اس کے وسائل?",
    "Are you sure you want to resume your subscription?": "کیا آپ واقعی اپنی رکنیت دوبارہ شروع کرنا چاہتے ہیں؟",
    "Are you sure you want to run this action?": "آپ چاہتے ہیں اس کو چلانے کے لئے کارروائی ہے ؟",
    "Are you sure you want to set this payment method as your default?": "کیا آپ واقعی ادائیگی کے اس طریقے کو اپنے ڈیفالٹ کے طور پر سیٹ کرنا چاہتے ہیں؟",
    "Are you sure you want to stop impersonating?": "کیا آپ واقعی نقالی کرنا بند کرنا چاہتے ہیں؟",
    "Are you sure you would like to delete this API token?": "ہیں آپ کو اس بات کا یقین کرنے کے لئے چاہتے ہیں کو خارج کر دیں یہ API ٹوکن?",
    "Are you sure you would like to leave this team?": "کیا آپ کو یقین ہے کہ آپ گا کی طرح چھوڑنے کے لئے اس کی ٹیم?",
    "Are you sure you would like to remove this person from the team?": "ہیں آپ کو اس بات کا یقین آپ کو اس کو دور کرنا چاہتے شخص کی ٹیم کی طرف سے?",
    "Are you sure you would like to switch billing plans?": "کیا آپ واقعی بلنگ پلانز کو تبدیل کرنا چاہیں گے؟",
    "Argentina": "ارجنٹینا",
    "Armenia": "آرمینیا",
    "Aruba": "اروبا",
    "Attach": "منسلک",
    "Attach & Attach Another": "منسلک & منسلک ایک",
    "Attach :resource": "منسلک :resource",
    "Attach files by dragging & dropping, selecting or pasting them.": "فائلوں کو گھسیٹ کر اور چھوڑ کر، منتخب کر کے یا چکھ کر منسلک کریں۔",
    "Attendance": "حاضری",
    "August": "اگست",
    "Australia": "آسٹریلیا",
    "Austria": "آسٹریا",
    "Azerbaijan": "آذربایجان",
    "Bahamas": "بہاماز",
    "Bahrain": "بحرین",
    "Bangladesh": "بنگلہ دیش",
    "Barbados": "بارباڈوس",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "جاری رکھنے سے پہلے، کیا آپ اس لنک پر کلک کر کے اپنے ای میل ایڈریس کی تصدیق کر سکتے ہیں جو ہم نے ابھی آپ کو ای میل کیا ہے؟ اگر آپ کو ای میل موصول نہیں ہوئی تو ہم بخوشی آپ کو دوسرا بھیجیں گے۔",
    "Before proceeding, please check your email for a verification link.": "آگے بڑھنے سے پہلے، براہ کرم تصدیقی لنک کے لیے اپنا ای میل چیک کریں۔",
    "Belarus": "بیلاروس",
    "Belgium": "بیلجیم",
    "Belize": "بیلیز",
    "Benin": "بینن",
    "Bermuda": "برمودا",
    "Bhutan": "بھوٹان",
    "Billing Information": "بلنگ کی معلومات",
    "Billing Management": "بلنگ مینجمنٹ",
    "Bolivia": "بولیویا",
    "Bolivia, Plurinational State of": "بولیویا، کثیر قومی ریاست",
    "Bonaire, Sint Eustatius and Saba": "Bonaire, Sint Eustatius اور Sábado",
    "Bosnia And Herzegovina": "بوسنیا اور ہرزیگوینا",
    "Bosnia and Herzegovina": "بوسنیا اور ہرزیگوینا",
    "Botswana": "بوٹسوانا",
    "Bouvet Island": "Bouvet جزیرے",
    "Brazil": "برازیل",
    "British Indian Ocean Territory": "برطانوی ہند کے علاقے",
    "Browser Sessions": "براؤزر کے سیشن",
    "Brunei Darussalam": "Brunei",
    "Bulgaria": "بلغاریہ",
    "Burkina Faso": "برکینا فاسو",
    "Burundi": "برونڈی",
    "Cambodia": "کمبوڈیا",
    "Cameroon": "کیمرون",
    "Canada": "کینیڈا",
    "Cancel": "منسوخ",
    "Cancel Subscription": "رکنیت منسوخ کریں۔",
    "Cape Verde": "کیپ وردے",
    "Card": "کارڈ",
    "Cayman Islands": "جزائر کیمن",
    "Central African Republic": "وسطی افریقی جمہوریہ",
    "Chad": "چاڈ",
    "Change Subscription Plan": "سبسکرپشن پلان تبدیل کریں۔",
    "Changes": "تبدیلیوں",
    "Checkout": "اس کو دیکھو",
    "Chile": "چلی",
    "China": "چین",
    "Choose": "منتخب",
    "Choose :field": "منتخب :field",
    "Choose :resource": "منتخب :resource",
    "Choose a project": "ایک پروجیکٹ کا انتخاب کریں۔",
    "Choose an option": "ایک اختیار کو منتخب کریں",
    "Choose date": "تاریخ کا انتخاب",
    "Choose File": "منتخب کریں فائل",
    "Choose Files": "فائلوں کو منتخب کریں۔",
    "Choose Type": "کا انتخاب کی قسم",
    "Christmas Island": "جزیرہ کرسمس",
    "City": "شہر",
    "Click here to re-send the verification email.": "تصدیقی ای میل دوبارہ بھیجنے کے لیے یہاں کلک کریں۔",
    "click here to request another": "دوسری درخواست کرنے کے لیے یہاں کلک کریں۔",
    "Click to choose": "کلک کریں منتخب کرنے کے لئے",
    "Close": "بند",
    "Cocos (Keeling) Islands": "کوکوس (کیلنگ) جزائر",
    "Code": "کوڈ",
    "Colombia": "کولمبیا",
    "Comoros": "کوموروس",
    "Confirm": "اس بات کی تصدیق",
    "Confirm Billing Action": "بلنگ ایکشن کی تصدیق کریں۔",
    "Confirm Password": "پاس ورڈ کی توثیق کریں",
    "Confirm Payment": "ادائیگی کی تصدیق",
    "Confirm your :amount payment": "اس کی تصدیق آپ :amount ادائیگی",
    "Congo": "کانگو",
    "Congo, Democratic Republic": "کانگو, جمہوری جمہوریہ",
    "Congo, the Democratic Republic of the": "کانگو، جمہوری جمہوریہ",
    "Constant": "مسلسل",
    "Continue To Payment": "ادائیگی جاری رکھیں",
    "Cook Islands": "جزائر کک",
    "Copy to clipboard": "کلپ بورڈ پر کاپی کریں۔",
    "Costa Rica": "کوسٹا ریکا",
    "Cote D'Ivoire": "کوٹ ڈی آئیوری",
    "Country": "ملک",
    "Coupon": "کوپن",
    "Coupon applied successfully.": "کوپن کامیابی سے لاگو ہو گیا۔",
    "Create": "تخلیق",
    "Create & Add Another": "تخلیق اور ایک اور کا اضافہ کریں",
    "Create :resource": "پیدا :resource",
    "Create a new team to collaborate with others on projects.": "بنانے کے ، ایک نئی ٹیم کے ساتھ تعاون کرنے کے لئے دوسروں کے منصوبوں پر.",
    "Create Account": "اکاؤنٹ بنائیں",
    "Create API Token": "پیدا API ٹوکن",
    "Create New Team": "نئی ٹیم بنائیں",
    "Create Team": "تخلیق ٹیم",
    "Created.": "پیدا ہوتا ہے.",
    "Croatia": "کروشیا",
    "CSV (.csv)": "CSV (.csv)",
    "Cuba": "کیوبا",
    "Curaçao": "کیوراساؤ",
    "Current Password": "موجودہ پاس ورڈ",
    "Current Subscription Plan": "موجودہ سبسکرپشن پلان",
    "Currently Subscribed": "فی الحال سبسکرائب شدہ",
    "Customer Balance": "کسٹمر بیلنس",
    "Customize": "اپنی مرضی کے مطابق",
    "Cyprus": "قبرص",
    "Czech Republic": "Czechia",
    "Côte d'Ivoire": "کوٹ ڈی آئیوری",
    "Dark": "اندھیرا",
    "Dashboard": "ڈیش بورڈ",
    "December": "دسمبر",
    "Decrease": "کمی",
    "Default": "طے شدہ",
    "Delete": "کو حذف کریں",
    "Delete Account": "اکاؤنٹ کو حذف کریں",
    "Delete all notifications": "تمام اطلاعات کو حذف کریں۔",
    "Delete API Token": "کو حذف API ٹوکن",
    "Delete File": "کو حذف فائل",
    "Delete Resource": "کو حذف وسائل",
    "Delete Selected": "کو حذف کریں منتخب",
    "Delete Team": "کو حذف ٹیم",
    "Denmark": "ڈنمارک",
    "Detach": "جدا",
    "Detach Resource": "جدا وسائل",
    "Detach Selected": "جدا منتخب",
    "Details": "تفصیلات",
    "Disable": "غیر فعال",
    "Djibouti": "جبوتی",
    "Do you really want to leave? You have unsaved changes.": "کیا آپ واقعی چھوڑ کرنا چاہتے ہیں? آپ کو غیر محفوظ کردہ تبدیلیاں.",
    "Dominica": "اتوار",
    "Dominican Republic": "ڈومینیکن ریپبلک",
    "Done.": "کیا جاتا ہے.",
    "Download": "ڈاؤن لوڈ ، اتارنا",
    "Download Receipt": "رسید ڈاؤن لوڈ کریں۔",
    "Drop file or click to choose": "فائل چھوڑیں یا منتخب کرنے کے لیے کلک کریں۔",
    "Drop files or click to choose": "فائلیں چھوڑیں یا منتخب کرنے کے لیے کلک کریں۔",
    "Ecuador": "ایکواڈور",
    "Edit": "میں ترمیم کریں",
    "Edit :resource": "ترمیم :resource",
    "Edit Attached": "ترمیم کے ساتھ منسلک",
    "Edit Profile": "پروفائل میں ترمیم کریں",
    "Editor": "ایڈیٹر",
    "Editor users have the ability to read, create, and update.": "ایڈیٹر صارفین کو پڑھنے کے لئے کی صلاحیت, تخلیق, اور اپ ڈیٹ.",
    "Egypt": "مصر",
    "El Salvador": "سلواڈور",
    "Email": "ای میل",
    "email": "ای میل",
    "Email Address": "ای میل ایڈریس",
    "Email Addresses": "ای میل ایڈریسز",
    "Email Password Reset Link": "ای میل کے پاس ورڈ ری سیٹ لنک",
    "Employee": "ملازم",
    "Enable": "چالو",
    "Ensure your account is using a long, random password to stay secure.": "کو یقینی بنانے کے آپ کے اکاؤنٹ کا استعمال کرتے ہوئے ایک طویل, بے ترتیب پاس ورڈ رہنے کے لئے محفوظ ہے.",
    "Equatorial Guinea": "استوائی گنی",
    "Eritrea": "اریٹیریا",
    "Error": "خرابی",
    "errors": "غلطیاں",
    "Estonia": "ایسٹونیا",
    "Ethiopia": "ایتھوپیا",
    "ex VAT": "سابق VAT",
    "Excel (.xlsx)": "Excel (.xlsx)",
    "Expires :expiration": ":Expiration کو ختم ہو جائے گا۔",
    "Extra Billing Information": "اضافی بلنگ کی معلومات",
    "Extra confirmation is needed to process your payment. Please continue to the payment page by clicking on the button below.": "اضافی تصدیق کی ضرورت ہے عمل کرنے کے لئے آپ کی ادائیگی. براہ مہربانی کرنے کے لئے جاری کی ادائیگی کے صفحے پر کلک کر کے نیچے دیے گئے بٹن.",
    "Failed Subscription Payment": "ناکام سبسکرپشن ادائیگی",
    "Failed to load :resource!": ":Resource لوڈ کرنے میں ناکام!",
    "Falkland Islands (Malvinas)": "جزائر فاک لینڈ (Malvinas)",
    "Faroe Islands": "جزائرفارو",
    "February": "فروری",
    "Fiji": "فجی",
    "Filename": "فائل کا نام",
    "Finish enabling two factor authentication.": "دو عنصر کی توثیق کو فعال کرنا مکمل کریں۔",
    "Finland": "فن لینڈ",
    "For your security, please confirm your password to continue.": "آپ کی سیکورٹی کے لئے, براہ مہربانی اس بات کی تصدیق آپ کے پاس ورڈ کے لئے جاری رکھنے کے لئے.",
    "Forbidden": "حرام",
    "Force Delete": "قوت کو خارج کر دیں",
    "Force Delete Resource": "فورس کو حذف وسائل",
    "Force Delete Selected": "فورس کو حذف منتخب",
    "Forgot Password": "پاسورڈ بھول گے",
    "Forgot your password?": "پاسورڈ بھول گئے ؟",
    "Forgot Your Password?": "اپنا پاس ورڈ بھول گئے؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "پاسورڈ بھول گئے ؟  کوئی مسئلہ نہیں. صرف ہمیں پتہ ہے کہ آپ کے ای میل ایڈریس اور ہم نے آپ کو ای میل ایک پاس ورڈ ری سیٹ کریں کے لنک کی اجازت دے گا کہ آپ کو منتخب کرنے کے لئے ایک نئی ایک.",
    "France": "فرانس",
    "French Guiana": "فرانسیسی گیانا",
    "French Polynesia": "فرانسیسی پولینیشیا",
    "French Southern Territories": "جنوبی فرانسیسی علاقہ جات",
    "From": "سے",
    "Gabon": "گیبون",
    "Gambia": "گیمبیا",
    "Georgia": "جارجیا",
    "Germany": "جرمنی",
    "Ghana": "گھانا",
    "Gibraltar": "جبرالٹر",
    "Go Home": "گھر جانے کے",
    "Go to page :page": "صفحہ پر جانے کے :page",
    "Great! You have accepted the invitation to join the :team team.": "عظیم! آپ نے دعوت قبول کر لی شامل کرنے کے لئے :team ٹیم.",
    "Greece": "یونان",
    "Greenland": "گرین لینڈ",
    "Grenada": "گریناڈا",
    "Guadeloupe": "گواڈیلوپ",
    "Guam": "گوام",
    "Guatemala": "گوئٹے مالا",
    "Guernsey": "گرنزی",
    "Guinea": "گنی",
    "Guinea-Bissau": "گنی بساؤ",
    "Guyana": "گیانا",
    "Haiti": "ہیٹی",
    "Having second thoughts about cancelling your subscription? You can instantly reactive your subscription at any time until the end of your current billing cycle. After your current billing cycle ends, you may choose an entirely new subscription plan.": "آپ کی رکنیت منسوخ کرنے کے بارے میں دوسرے خیالات ہیں؟ آپ اپنے موجودہ بلنگ سائیکل کے اختتام تک کسی بھی وقت اپنی سبسکرپشن کو فوری طور پر رد کر سکتے ہیں۔ آپ کا موجودہ بلنگ سائیکل ختم ہونے کے بعد، آپ مکمل طور پر ایک نیا سبسکرپشن پلان منتخب کر سکتے ہیں۔",
    "Heard Island & Mcdonald Islands": "جزیرہ ہرڈ اور جزائر مکڈونلڈ",
    "Heard Island and McDonald Islands": "جزائر ہرڈ اور میکڈونلڈ جزائر",
    "Hello!": "ہیلو!",
    "Hide Content": "چھپائیں مواد",
    "Hold Up!": "کو پکڑ!",
    "Holy See (Vatican City State)": "Vatican City",
    "Honduras": "ہونڈوراس",
    "Hong Kong": "ہانگ کانگ",
    "Hungary": "ہنگری",
    "I agree to the :terms_of_service and :privacy_policy": "میں اتفاق کرتا ہوں کے لئے :terms_of_service اور :privacy_policy",
    "Iceland": "آئس لینڈ",
    "ID": "ID",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "اگر ضروری ہو تو, آپ کر سکتے ہیں لاگ ان سے باہر سب آپ کی دیگر براؤزر سیشن کے تمام بھر میں آپ کے آلات. کچھ آپ کے حالیہ سیشن ذیل میں درج ہیں; تاہم, اس فہرست میں نہیں ہو سکتا جامع. اگر آپ محسوس کرتے ہیں آپ کے اکاؤنٹ سے سمجھوتہ کیا گیا ہے, آپ کو بھی آپ کے پاس ورڈ کو اپ ڈیٹ.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "اگر آپ پہلے سے ہی ایک اکاؤنٹ ہے, آپ کو قبول کر سکتے ہیں اس دعوت کے بٹن پر کلک کر کے نیچے:",
    "If you did not create an account, no further action is required.": "اگر آپ کو پیدا نہیں کیا ایک اکاؤنٹ, کوئی مزید کارروائی کی ضرورت ہے.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "اگر آپ کو توقع نہیں تھی کے لئے ایک دعوت نامہ موصول کرنے کے لئے اس کی ٹیم, آپ کر سکتے ہیں ضائع کر دیں اس ای میل.",
    "If you did not receive the email": "اگر آپ کو ای میل موصول نہیں ہوئی۔",
    "If you did not request a password reset, no further action is required.": "اگر آپ نے ایک پاسورڈ ری سیٹ کی درخواست نہیں کی تو، مزید کارروائی کی ضرورت نہیں ہے.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "اگر آپ کو ایک اکاؤنٹ نہیں ہے تو, آپ کو پیدا کر سکتے ہیں ایک بٹن پر کلک کر کے نیچے. بنانے کے بعد ایک اکاؤنٹ ہے, آپ کو کلک کر سکتے ہیں دعوت کی قبولیت کے بٹن میں اس ای میل کو قبول کرنے کے لئے ٹیم کی دعوت:",
    "If you need to add specific contact or tax information to your receipts, like your full business name, VAT identification number, or address of record, you may add it here.": "اگر آپ کو اپنی رسیدوں میں مخصوص رابطہ یا ٹیکس کی معلومات شامل کرنے کی ضرورت ہے، جیسے آپ کا پورا کاروباری نام، VAT شناختی نمبر، یا ریکارڈ کا پتہ، تو آپ اسے یہاں شامل کر سکتے ہیں۔",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "اگر آپ کو مصیبت پر کلک کرنے \":actionText\" کے بٹن پر, کاپی اور پیسٹ ذیل یو آر ایل\nمیں آپ کے ویب براؤزر:",
    "Impersonate": "نقالی کرنا",
    "Increase": "میں اضافہ",
    "India": "بھارت",
    "Indonesia": "انڈونیشیا",
    "Invalid JSON was returned from the route.": "غلط JSON راستے سے واپس کر دیا گیا تھا۔",
    "Iran, Islamic Republic Of": "ایران",
    "Iran, Islamic Republic of": "ایران، اسلامی جمہوریہ",
    "Iraq": "عراق",
    "Ireland": "آئر لینڈ",
    "Isle Of Man": "آئل آف مین",
    "Isle of Man": "آئل آف مین",
    "Israel": "اسرائیل",
    "It looks like you do not have an active subscription. You may choose one of the subscription plans below to get started. Subscription plans may be changed or cancelled at your convenience.": "ایسا لگتا ہے کہ آپ کے پاس ایک فعال سبسکرپشن نہیں ہے۔ شروع کرنے کے لیے آپ ذیل میں سبسکرپشن پلانز میں سے کسی ایک کا انتخاب کر سکتے ہیں۔ آپ کی سہولت کے مطابق سبسکرپشن پلان تبدیل یا منسوخ کیے جا سکتے ہیں۔",
    "Italy": "اٹلی",
    "Jamaica": "جمیکا",
    "January": "جنوری",
    "Japan": "جاپان",
    "Jersey": "جرسی",
    "Jordan": "اردن",
    "July": "جولائی",
    "June": "جون",
    "Kazakhstan": "قازقستان",
    "Kenya": "کینیا",
    "Key": "اہم",
    "Kiribati": "کریباتی",
    "Korea": "جنوبی کوریا",
    "Korea, Democratic People's Republic of": "شمالی کوریا",
    "Korea, Republic of": "کوریا، جمہوریہ",
    "Kosovo": "کوسوو",
    "Kuwait": "کویت",
    "Kyrgyzstan": "کرغستان",
    "Lao People's Democratic Republic": "لاؤس",
    "Last active": "گزشتہ فعال",
    "Last used": "آخری بار استعمال کیا",
    "Latvia": "لٹویا",
    "Leave": "چھوڑ دو",
    "Leave Team": "چھوڑ کر ٹیم",
    "Lebanon": "لبنان",
    "Lens": "لینس",
    "Lesotho": "لیسوتھو",
    "Liberia": "لائبیریا",
    "Libyan Arab Jamahiriya": "لیبیا",
    "Liechtenstein": "لکٹنسٹائن",
    "Light": "روشنی",
    "Lithuania": "لتھوانیا",
    "Load :perPage More": "لوڈ :perPage زیادہ",
    "Loading": "لوڈ ہو رہا ہے۔",
    "Location": "مقام",
    "Log in": "میں لاگ ان کریں",
    "Log In": "لاگ ان کریں",
    "Log Out": "باہر لاگ ان کریں",
    "Log out": "لاگ آوٹ",
    "Log Out Other Browser Sessions": "لاگ آؤٹ دیگر براؤزر سیشن",
    "Log Viewer": "لاگ ویور",
    "Login": "لاگ ان کریں",
    "Logout": "لاگ آوٹ",
    "Logs": "نوشتہ جات",
    "Luxembourg": "لکسمبرگ",
    "Macao": "مکاؤ",
    "Macedonia": "شمالی مقدونیہ",
    "Macedonia, the former Yugoslav Republic of": "مقدونیہ، سابق یوگوسلاو جمہوریہ",
    "Madagascar": "مڈغاسکر",
    "Malawi": "ملاوی",
    "Malaysia": "ملائیشیا",
    "Maldives": "مالدیپ",
    "Mali": "چھوٹے",
    "Malta": "مالٹا",
    "Manage Account": "اکاؤنٹ کا انتظام",
    "Manage and log out your active sessions on other browsers and devices.": "انتظام کریں اور لاگ آؤٹ آپ کے فعال سیشن پر دیگر براؤزرز اور آلات.",
    "Manage API Tokens": "کا انتظام API ٹوکن",
    "Manage Role": "انتظام کے کردار",
    "Manage Team": "ٹیم کو منظم",
    "Managing billing for :billableName": ":BillableName کے لیے بلنگ کا انتظام",
    "March": "مارچ",
    "Mark all as Read": "سب کو پڑھا ہوا شمار کریں",
    "Mark Read": "مارک ریڈ",
    "Mark Unread": "نہ پڑھے ہوئے کو نشان لگائیں",
    "Marshall Islands": "جزائر مارشل",
    "Martinique": "مارٹنیک",
    "Mauritania": "موریطانیہ",
    "Mauritius": "ماریشس",
    "May": "کر سکتے ہیں",
    "Mayotte": "مایوٹ",
    "Mexico": "میکسیکو",
    "Micronesia, Federated States Of": "مائکرونیزیا",
    "Micronesia, Federated States of": "Micronesia, Federated State of",
    "Moldova": "مالدووا",
    "Moldova, Republic of": "مالڈووا، جمہوریہ",
    "Monaco": "موناکو",
    "Mongolia": "منگولیا",
    "Montenegro": "مونٹی نیگرو",
    "Month To Date": "ماہ کے لئے قیام",
    "Monthly": "ماہانہ",
    "monthly": "ماہانہ",
    "Montserrat": "مانٹسریٹ",
    "Morocco": "مراکش",
    "Mozambique": "موزمبیق",
    "Myanmar": "میانمار",
    "Name": "نام",
    "name": "نام",
    "Namibia": "نمیبیا",
    "Nauru": "نورو",
    "Nepal": "نیپال",
    "Netherlands": "ہالینڈ",
    "Netherlands Antilles": "نیدرلینڈ اینٹیلز",
    "Nevermind": "کوئی بات نہیں",
    "Nevermind, I'll keep my old plan": "کوئی بات نہیں، میں اپنا پرانا پلان رکھوں گا۔",
    "New": "نئی",
    "New :resource": "نئے :resource",
    "New Caledonia": "نیو کیلیڈونیا",
    "New Password": "نیا پاس ورڈ",
    "New Zealand": "نیوزی لینڈ",
    "Next": "اگلے",
    "Next Payment": "اگلی ادائیگی",
    "Next Payment on": "اگلی ادائیگی آن",
    "Nicaragua": "نکاراگوا",
    "Niger": "نائیجر",
    "Nigeria": "نائیجیریا",
    "Niue": "نیو",
    "No": "کوئی",
    "No :resource matched the given criteria.": "کوئی :resource رکن الدين صاحب کے دیئے گئے معیار.",
    "No additional information...": "کوئی اضافی معلومات...",
    "No Current Data": "کوئی موجودہ اعداد و شمار",
    "No Data": "کوئی اعداد و شمار",
    "no file selected": "کوئی فائل منتخب",
    "No Increase": "کوئی اضافہ",
    "No payment methods on file.": "فائل پر ادائیگی کا کوئی طریقہ نہیں ہے۔",
    "No payment scheduled.": "کوئی ادائیگی طے شدہ نہیں ہے۔",
    "No Prior Data": "کوئی پہلے کے اعداد و شمار",
    "No Results Found.": "کوئی نتائج ملے.",
    "Norfolk Island": "نارفوک جزیرہ",
    "Northern Mariana Islands": "جزائر شمالی ماریانا",
    "Norway": "ناروے",
    "Not Found": "نہیں پایا",
    "Notifications": "اطلاعات",
    "Nova": "Nova",
    "Nova User": "نووا صارف",
    "November": "نومبر",
    "October": "اکتوبر",
    "of": "کی",
    "Oman": "عمان",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ایک بار ایک ٹیم سے خارج کر دیا ہے, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. اس سے پہلے حذف کر رہا ہے اس کی ٹیم, ڈاؤن لوڈ کریں کسی بھی ڈیٹا یا معلومات کے بارے میں اس کی ٹیم ہے کہ آپ کی خواہش کو برقرار رکھنے کے لئے.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ایک بار جب آپ کے اکاؤنٹ کو خارج کر دیا, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. اس سے پہلے حذف کرنے سے آپ کے اکاؤنٹ, براہ مہربانی ڈاؤن لوڈ ، اتارنا کسی بھی ڈیٹا یا معلومات کو کہ آپ کی خواہش کو برقرار رکھنے کے لئے.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "آپ کا اکاؤنٹ حذف ہونے کے بعد، اس کے تمام وسائل اور ڈیٹا مستقل طور پر حذف ہو جائیں گے۔ براہ کرم اس بات کی تصدیق کے لیے اپنا پاس ورڈ درج کریں کہ آپ اپنا اکاؤنٹ مستقل طور پر حذف کرنا چاہتے ہیں۔",
    "Only Trashed": "صرف ردی",
    "Open Invoices": "انوائسز کھولیں۔",
    "Original": "اصل",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment method, and download your recent invoices.": "ہمارا بلنگ مینجمنٹ پورٹل آپ کو آسانی سے اپنے سبسکرپشن پلان، ادائیگی کا طریقہ، اور اپنے حالیہ رسیدوں کو ڈاؤن لوڈ کرنے کی اجازت دیتا ہے۔",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment methods, and download your recent invoices.": "ہمارا بلنگ مینجمنٹ پورٹل آپ کو آسانی سے اپنے سبسکرپشن پلان، ادائیگی کے طریقوں کا نظم کرنے اور اپنے حالیہ رسیدوں کو ڈاؤن لوڈ کرنے کی اجازت دیتا ہے۔",
    "Page Expired": "صفحہ کی میعاد ختم ہو",
    "Pagination Navigation": "صفحہ بندی نیویگیشن",
    "Paid": "ادا کیا",
    "Pakistan": "پاکستان",
    "Palau": "پلاؤ",
    "Palestinian Territory, Occupied": "فلسطینی علاقوں",
    "Panama": "پانامہ",
    "Papua New Guinea": "پاپوا نیو گنی",
    "Paraguay": "پیراگوئے",
    "password": "پاس ورڈ",
    "Password": "پاس ورڈ",
    "Payment Confirmation": "ادائیگی کی تصدیق",
    "Payment Information": "ادائیگی کی معلومات",
    "Payment information updated successfully.": "ادائیگی کی معلومات کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔",
    "Payment Method": "ادائیگی کا طریقہ",
    "Payment Methods": "ادائیگی کے طریقے",
    "Payment Required": "ادائیگی کی ضرورت ہے۔",
    "Payments": "ادائیگیاں",
    "Pending Team Invitations": "زیر التواء ٹیم کے دعوت نامے",
    "Per Page": "فی صفحہ",
    "Permanently delete this team.": "مستقل طور پر خارج کر دیں اس کی ٹیم.",
    "Permanently delete your account.": "مستقل طور پر آپ کے اکاؤنٹ کو خارج.",
    "Permissions": "اجازت",
    "Person": "شخص",
    "Peru": "پیرو",
    "Philippines": "فلپائن",
    "Photo": "تصویر",
    "Pitcairn": "Pitcairn جزائر",
    "Please accept the terms of service.": "براہ کرم سروس کی شرائط کو قبول کریں۔",
    "Please click the button below to verify your email address.": "براہ مہربانی ذیل بٹن پر کلک کریں کی تصدیق کرنے کے لئے آپ کے ای میل ایڈریس.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "براہ مہربانی تصدیق کریں تک رسائی کرنے کے لئے آپ کے اکاؤنٹ میں داخل ہونے کی طرف سے آپ کے ہنگامی وصولی کوڈ.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "براہ مہربانی تصدیق کریں تک رسائی کرنے کے لئے آپ کے اکاؤنٹ میں داخل ہونے کی طرف سے تصدیق کے کوڈ کی طرف سے فراہم کردہ اپنے authenticator درخواست ہے.",
    "Please confirm your password before continuing.": "براہ کرم جاری رکھنے سے پہلے اپنے پاس ورڈ کی تصدیق کریں۔",
    "Please copy your new API token. For your security, it won't be shown again.": "براہ مہربانی کاپی آپ کے نئے API کے ٹوکن. آپ کی سیکورٹی کے لئے, یہ نہیں دکھایا جائے گا ایک بار پھر.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "براہ مہربانی آپ اپنا پاس ورڈ درج کرنے کے لئے اس بات کی تصدیق کرنے کے لئے چاہتے ہیں لاگ ان کریں آپ کی دیگر براؤزر سیشن کے تمام بھر میں آپ کے آلات.",
    "Please provide a maximum of three receipt emails addresses.": "براہ کرم زیادہ سے زیادہ تین رسید ای میل پتے فراہم کریں۔",
    "Please provide the email address of the person you would like to add to this team.": "فراہم کریں ای میل ایڈریس کا شخص آپ کو پسند کرے گا کرنے کے لئے شامل کرنے کے لئے اس کی ٹیم.",
    "Please set a default payment method before swapping plans.": "براہ کرم منصوبوں کو تبدیل کرنے سے پہلے ادائیگی کا ایک طے شدہ طریقہ ترتیب دیں۔",
    "Poland": "پولینڈ",
    "Portugal": "پرتگال",
    "Press / to search": "پریس / تلاش کرنے کے لئے",
    "Preview": "پیش نظارہ",
    "Previewing": "پیش نظارہ",
    "Previous": "گزشتہ",
    "Privacy Policy": "رازداری کی پالیسی",
    "Profile": "پروفائل",
    "Profile Information": "پروفائل کی معلومات",
    "Puerto Rico": "پورٹو ریکو",
    "Qatar": "قطر",
    "Quarter To Date": "سہ ماہی کے لئے قیام",
    "Receipt Email Addresses": "رسید کے ای میل پتے",
    "Receipt emails updated successfully.": "رسید کی ای میلز کامیابی کے ساتھ اپ ڈیٹ ہو گئیں۔",
    "Receipts": "رسیدیں",
    "Recovery Code": "وصولی کے کوڈ",
    "Refresh": "ریفریش کریں۔",
    "Regards": "کے حوالے",
    "Regenerate Recovery Codes": "دوبارہ وصولی کے کوڈ",
    "Register": "رجسٹر کریں",
    "Reload": "دوبارہ لوڈ کریں",
    "Remember me": "مجھے یاد رکھیں",
    "Remember Me": "مجھے یاد رکھیں",
    "Remove": "دور",
    "Remove Photo": "دور تصویر",
    "Remove Team Member": "دور کی ٹیم کے رکن",
    "Replicate": "نقل کرنا",
    "Required fields": "مطلوبہ فیلڈز",
    "Resend Verification Email": "پھر بھیجیں ای میل کی توثیق",
    "Reset Filters": "ری سیٹ فلٹر",
    "Reset Password": "پاس ورڈ ری سیٹ",
    "Reset Password Notification": "پاس ورڈ کی اطلاع دوبارہ ترتیب دیں",
    "resource": "وسائل",
    "Resource Row Dropdown": "ریسورس رو ڈراپ ڈاؤن",
    "Resources": "وسائل",
    "resources": "وسائل",
    "Restore": "بحال",
    "Restore Resource": "بحال وسائل",
    "Restore Selected": "بحال منتخب",
    "results": "نتائج",
    "Resume Subscription": "سبسکرپشن دوبارہ شروع کریں۔",
    "Retry Payment": "ادائیگی کی دوبارہ کوشش کریں۔",
    "Return to :appName": ":AppName پر واپس جائیں۔",
    "Reunion": "اجلاس",
    "Role": "کردار",
    "Romania": "رومانیہ",
    "Run Action": "چلانے کے عمل",
    "Russian Federation": "روسی فیڈریشن",
    "Rwanda": "روانڈا",
    "Réunion": "ری یونین",
    "Saint Barthelemy": "سینٹ Barthélemy",
    "Saint Barthélemy": "سینٹ بارتھلیمی",
    "Saint Helena": "سینٹ ہیلینا",
    "Saint Kitts And Nevis": "سینٹ کٹس اور نیوس",
    "Saint Kitts and Nevis": "سینٹ کٹس اینڈ نیوس",
    "Saint Lucia": "سینٹ لوسیا",
    "Saint Martin": "سینٹ مارٹن",
    "Saint Martin (French part)": "سینٹ مارٹن (فرانسیسی حصہ)",
    "Saint Pierre And Miquelon": "سینٹ پیئر و میکوئیلون",
    "Saint Pierre and Miquelon": "سینٹ پیئر اور میکیلون",
    "Saint Vincent And Grenadines": "سینٹ کیرن اور گریناڈائنز",
    "Saint Vincent and the Grenadines": "سینٹ ونسنٹ اور گریناڈائنز",
    "Samoa": "سمووا",
    "San Marino": "سان مارینو",
    "Sao Tome And Principe": "ساؤ ٹوم اور Príncipe",
    "Sao Tome and Principe": "ساؤ ٹوم اور پرنسپے۔",
    "Saudi Arabia": "سعودی عرب",
    "Save": "کو بچانے کے",
    "Saved.": "بچا لیا.",
    "Scroll to bottom": "نیچے تک سکرول کریں۔",
    "Scroll to top": "اوپر تک سکرول کریں۔",
    "Search": "تلاش",
    "Select": "منتخب کریں۔",
    "Select a different plan": "ایک مختلف منصوبہ منتخب کریں۔",
    "Select a log file...": "لاگ فائل منتخب کریں...",
    "Select A New Photo": "ایک نئی تصویر کو منتخب کریں",
    "Select Action": "ایکشن منتخب کریں",
    "Select all": "تمام منتخب کریں",
    "Select All Dropdown": "تمام ڈراپ ڈاؤن کو منتخب کریں۔",
    "Select this page": "اس صفحہ کو منتخب کریں۔",
    "Send Password Reset Link": "پاس ورڈ ری سیٹ لنک بھیجیں",
    "Senegal": "سینیگال",
    "September": "ستمبر",
    "Serbia": "سربیا",
    "Server Error": "سرور کی خرابی",
    "Service Unavailable": "سروس دستیاب نہیں",
    "Set as default": "ڈیفالٹ کے طور پر مقرر",
    "Setup Key": "سیٹ اپ کلید",
    "Seychelles": "سے شلز",
    "Show All Fields": "شو کے تمام شعبوں",
    "Show Content": "شو مواد",
    "Show Recovery Codes": "شو کی وصولی کے کوڈ",
    "Showing": "دکھا",
    "Sierra Leone": "سیرا لیون",
    "Signed in as": "بطور سائن ان",
    "Singapore": "سنگاپور",
    "Sint Maarten (Dutch part)": "سنٹ مارٹن",
    "SKU": "SKU",
    "Slovakia": "سلوواکیہ",
    "Slovenia": "سلووینیا",
    "Soft Deleted": "نرم حذف شدہ",
    "Solomon Islands": "جزائر سلیمان",
    "Somalia": "صومالیہ",
    "Something went wrong.": "کچھ غلط ہو گیا.",
    "Sorry! You are not authorized to perform this action.": "معذرت! آپ نہیں کر رہے ہیں کی اجازت کرنے کے لئے یہ عمل انجام.",
    "Sorry, your session has expired.": "معذرت, آپ کے سیشن ختم ہو گیا ہے.",
    "South Africa": "جنوبی افریقہ",
    "South Georgia And Sandwich Isl.": "جنوبی جارجیا اور جنوبی سینڈوچ جزائر",
    "South Georgia and the South Sandwich Islands": "جنوبی جارجیا اور جنوبی سینڈوچ جزائر",
    "South Sudan": "جنوبی سوڈان",
    "Spain": "سپین",
    "Sri Lanka": "سری لنکا",
    "Standalone Actions": "اسٹینڈ ایکشن",
    "Start Polling": "پولنگ شروع",
    "Start polling": "پولنگ شروع کریں۔",
    "State / County": "ریاست / کاؤنٹی",
    "Stop Impersonating": "نقالی کرنا بند کریں۔",
    "Stop Polling": "کو روکنے کے پولنگ",
    "Stop polling": "پولنگ بند کرو",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "دکان ان کی وصولی کوڈ میں ایک محفوظ پاس ورڈ مینیجر. وہ استعمال کیا جا سکتا ہے کی وصولی کے لئے تک رسائی حاصل کرنے کے لئے آپ کے اکاؤنٹ میں آپ کے دو عنصر کی تصدیق کے آلہ کھو دیا ہے.",
    "Subscribe": "سبسکرائب",
    "Subscription Information": "رکنیت کی معلومات",
    "Subscription Pending": "سبسکرپشن زیر التواء",
    "Sudan": "سوڈان",
    "Suriname": "سورینام",
    "Svalbard And Jan Mayen": "سوالبارڈ اور Jan Mayen",
    "Svalbard and Jan Mayen": "سوالبارڈ اور جان ماین",
    "Swaziland": "Eswatini",
    "Sweden": "سویڈن",
    "Switch Teams": "سوئچ ٹیموں",
    "Switzerland": "سوئٹزر لینڈ",
    "Syrian Arab Republic": "شام",
    "System": "سسٹم",
    "Taiwan": "تائیوان",
    "Taiwan, Province of China": "تائیوان، چین کا صوبہ",
    "Tajikistan": "تاجکستان",
    "Tanzania": "تنزانیہ",
    "Tanzania, United Republic of": "تنزانیہ، متحدہ جمہوریہ",
    "TAX": "ٹیکس",
    "Team Details": "ٹیم کی تفصیلات",
    "Team Invitation": "ٹیم دعوت",
    "Team Members": "ٹیم کے ارکان",
    "Team Name": "ٹیم کے نام",
    "Team Owner": "ٹیم کے مالک",
    "Team Settings": "ٹیم کی ترتیبات",
    "Terms of Service": "سروس کی شرائط",
    "Thailand": "تھائی لینڈ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شکریہ کے لئے سائن اپ! شروع کرنے سے پہلے, کیا آپ تصدیق کریں آپ کا ای میل ایڈریس لنک پر کلک کر کے ہم صرف ای میل کرنے کے لئے آپ ؟  اگر آپ کو قبول نہ کیا ای میل, ہم خوشی سے آپ کو بھیج ایک.",
    "Thanks for your continued support. We've attached a copy of your invoice for your records. Please let us know if you have any questions or concerns.": "آپ کے مسلسل تعاون کا شکریہ۔ ہم نے آپ کے ریکارڈ کے لیے آپ کی رسید کی ایک کاپی منسلک کر دی ہے۔ اگر آپ کے کوئی سوالات یا خدشات ہیں تو براہ کرم ہمیں بتائیں۔",
    "Thanks,": "شکریہ،",
    "The :attribute must be a valid role.": "میں :attribute ہونا ضروری ہے ایک درست کردار.",
    "The :attribute must be at least :length characters and contain at least one number.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف اور کم از کم پر مشتمل ایک بڑی تعداد.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف اور کم از کم پر مشتمل ایک خصوصی کردار اور ایک بڑی تعداد.",
    "The :attribute must be at least :length characters and contain at least one special character.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف پر مشتمل ہے اور کم از کم ایک خاص کردار ہے.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف پر مشتمل ہے اور کم از کم ایک بڑے کردار اور ایک بڑی تعداد.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف پر مشتمل ہے اور کم از کم ایک بڑے کردار کے ایک خاص کردار ہے.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف پر مشتمل ہے اور کم از کم ایک بڑے کردار کی ایک بڑی تعداد ، اور ایک خاص کردار ہے.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف پر مشتمل ہے اور کم از کم ایک بڑے کردار ہے.",
    "The :attribute must be at least :length characters.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف.",
    "The :attribute must contain at least one letter.": ":Attribute میں کم از کم ایک حرف ہونا چاہیے۔",
    "The :attribute must contain at least one number.": ":Attribute میں کم از کم ایک نمبر ہونا چاہیے۔",
    "The :attribute must contain at least one symbol.": ":Attribute میں کم از کم ایک علامت ہونی چاہیے۔",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute میں کم از کم ایک بڑے اور ایک چھوٹے حرف کا ہونا ضروری ہے۔",
    "The :resource was created!": "اس :resource پیدا کیا گیا تھا!",
    "The :resource was deleted!": "اس :resource خارج کر دیا گیا!",
    "The :resource was restored!": "کی :resource بحال کیا گیا تھا!",
    "The :resource was updated!": "اس :resource اپ ڈیٹ کیا گیا تھا!",
    "The action was executed successfully.": "کارروائی کامیابی کے ساتھ انجام دی گئی۔",
    "The default payment method cannot be removed.": "ڈیفالٹ ادائیگی کا طریقہ ہٹایا نہیں جا سکتا۔",
    "The file was deleted!": "فائل کو خارج کر دیا گیا!",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "دیا گیا :attribute ڈیٹا لیک میں ظاہر ہوا ہے۔ براہ کرم ایک مختلف :attribute کا انتخاب کریں۔",
    "The given data was invalid.": "دیا گیا ڈیٹا غلط تھا۔",
    "The government won't let us show you what's behind these doors": "حکومت نہیں آئیے آپ کو ظاہر کیا ہے ان دروازوں کے پیچھے",
    "The HasOne relationship has already been filled.": "اس HasOne کے تعلقات پہلے سے ہی بھر گیا.",
    "The image could not be loaded": "تصویر کو لوڈ نہیں کیا جا سکا",
    "The image could not be loaded.": "تصویر کو لوڈ نہیں کیا جا سکا۔",
    "The password is incorrect.": "پاس ورڈ غلط ہے۔",
    "The provided coupon code is invalid.": "فراہم کردہ کوپن کوڈ غلط ہے۔",
    "The provided password does not match your current password.": "فراہم کردہ پاس ورڈ سے مماثل نہیں ہے آپ کے موجودہ پاس ورڈ.",
    "The provided password was incorrect.": "فراہم کردہ پاس ورڈ غلط تھا.",
    "The provided two factor authentication code was invalid.": "فراہم کردہ دو عنصر کی تصدیق کے کوڈ باطل بھى كيا ہے.",
    "The provided two factor recovery code was invalid.": "فراہم کردہ دو فیکٹر ریکوری کوڈ غلط تھا۔",
    "The provided VAT number is invalid.": "فراہم کردہ VAT نمبر غلط ہے۔",
    "The receipt emails must be valid email addresses.": "رسید ای میلز درست ای میل پتے ہونے چاہئیں۔",
    "The resource was attached!": "وسیلہ منسلک تھا!",
    "The resource was prevented from being saved!": "وسائل کو بچانے سے روک دیا گیا تھا!",
    "The resource was updated!": "وسائل کو اپ ڈیٹ کیا گیا تھا!",
    "The response is not a streamed response.": "جواب ایک سلسلہ وار جواب نہیں ہے۔",
    "The response is not a view.": "ردعمل ایک نقطہ نظر نہیں ہے.",
    "The selected country is invalid.": "منتخب کردہ ملک غلط ہے۔",
    "The selected plan is invalid.": "منتخب کردہ منصوبہ غلط ہے۔",
    "The team's name and owner information.": "ٹیم کا نام اور مالک کے بارے میں معلومات.",
    "There are no available options for this resource.": "وہاں کوئی دستیاب اختیارات کے لئے اس کے وسائل.",
    "There are no fields to display.": "ظاہر کرنے کے لیے کوئی فیلڈز نہیں ہیں۔",
    "There are no new notifications.": "کوئی نئی اطلاعات نہیں ہیں۔",
    "There is no active subscription.": "کوئی فعال رکنیت نہیں ہے۔",
    "There was a problem executing the action.": "وہاں ایک مسئلہ تھا کے عمل کے عمل.",
    "There was a problem fetching the resource.": "وسیلہ حاصل کرنے میں ایک مسئلہ تھا۔",
    "There was a problem submitting the form.": "وہاں ایک مسئلہ تھا میں جمع کرانے کے فارم.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "ان لوگوں کو مدعو کیا گیا ہے کرنے کے لئے آپ کی ٹیم اور بھیج دیا گیا ہے ایک دعوت نامہ ای میل. ہو سکتا ہے کہ وہ ٹیم میں شامل ہونے کی طرف سے قبول ای میل کی دعوت.",
    "This account does not have an active subscription.": "اس اکاؤنٹ میں ایک فعال رکنیت نہیں ہے۔",
    "This action is unauthorized.": "یہ کارروائی غیر مجاز ہے۔",
    "This copy of Nova is unlicensed.": "نووا کی یہ کاپی بغیر لائسنس کے ہے۔",
    "This coupon code can only be used by new customers.": "یہ کوپن کوڈ صرف نئے صارفین ہی استعمال کر سکتے ہیں۔",
    "This device": "یہ آلہ",
    "This file field is read-only.": "اس فائل میدان پڑھا جاتا ہے-صرف.",
    "This invoice is no longer open.": "یہ رسید اب نہیں کھلی ہے۔",
    "This is a secure area of the application. Please confirm your password before continuing.": "یہ ایک محفوظ علاقے کی درخواست ہے. براہ مہربانی تصدیق کریں آپ کے پاس ورڈ جاری رکھنے سے پہلے.",
    "This password does not match our records.": "اس کے پاس ورڈ مطابقت نہیں ہے ہمارے ریکارڈ.",
    "This password reset link will expire in :count minutes.": "اس کے پاس ورڈ ری سیٹ لنک میں ختم ہو جائے گی :count منٹ.",
    "This resource no longer exists": "اس کے وسائل اب موجود نہیں",
    "This subscription cannot be resumed. Please create a new subscription.": "اس رکنیت کو دوبارہ شروع نہیں کیا جا سکتا۔ براہ کرم ایک نئی رکنیت بنائیں۔",
    "This subscription has expired and cannot be resumed. Please create a new subscription.": "اس رکنیت کی میعاد ختم ہو چکی ہے اور اسے دوبارہ شروع نہیں کیا جا سکتا۔ براہ کرم ایک نئی رکنیت بنائیں۔",
    "This user already belongs to the team.": "یہ صارف پہلے ہی سے تعلق رکھتا ہے ، ٹیم.",
    "This user has already been invited to the team.": "یہ صارف پہلے ہی مدعو کرنے کے لئے ٹیم.",
    "Timor-Leste": "مشرقی تیمور",
    "to": "کرنے کے لئے",
    "To": "کو",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "دو عنصر کی تصدیق کو فعال کرنے کے لیے، اپنے فون کی تصدیق کنندہ ایپلیکیشن کا استعمال کرتے ہوئے درج ذیل QR کوڈ کو اسکین کریں یا سیٹ اپ کلید درج کریں اور تیار کردہ OTP کوڈ فراہم کریں۔",
    "Today": "آج",
    "Toggle navigation": "ٹوگل مواد",
    "Togo": "ٹوگو",
    "Tokelau": "ٹوکیلاؤ",
    "Token Name": "ٹوکن کے نام",
    "Tonga": "آئے",
    "Too Many Requests": "بہت سے درخواستوں",
    "total": "کل",
    "Total:": "کل:",
    "Trashed": "ردی",
    "Trinidad And Tobago": "ٹرینیڈاڈ اور ٹوباگو",
    "Trinidad and Tobago": "ٹرینیڈاڈ اور ٹوباگو",
    "Tunisia": "تیونس",
    "Turkey": "ترکی",
    "Turkmenistan": "ترکمانستان",
    "Turks And Caicos Islands": "کیکس اور ترکیہ",
    "Turks and Caicos Islands": "ترک اور کیکوس جزائر",
    "Tuvalu": "ٹوالو",
    "Two Factor Authentication": "دو عنصر کی تصدیق",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "دو عنصر کی توثیق اب فعال ہے۔ اپنے فون کی تصدیق کنندہ ایپلیکیشن کا استعمال کرتے ہوئے درج ذیل QR کوڈ کو اسکین کریں یا سیٹ اپ کلید درج کریں۔",
    "Type": "قسم",
    "Uganda": "یوگنڈا",
    "Ukraine": "یوکرائن",
    "Unauthorized": "غیر مجاز",
    "United Arab Emirates": "متحدہ عرب امارات",
    "United Kingdom": "برطانیہ",
    "United States": "ریاست ہائے متحدہ امریکہ",
    "United States Minor Outlying Islands": "ریاست ہائے متحدہ امریکہ کے چھوٹے بیرونی جزائر",
    "United States Outlying Islands": "امریکی چھوٹے بیرونی جزائر",
    "Unknown": "نامعلوم",
    "Unpaid": "بلا معاوضہ",
    "Update": "اپ ڈیٹ",
    "Update & Continue Editing": "اپ ڈیٹ & جاری ترمیم",
    "Update :resource": "اپ ڈیٹ :resource",
    "Update :resource: :title": "اپ ڈیٹ :resource: :title",
    "Update attached :resource: :title": "اپ ڈیٹ کے ساتھ منسلک :resource: :title",
    "Update Password": "پاس ورڈ کو اپ ڈیٹ",
    "Update Payment Information": "ادائیگی کی معلومات کو اپ ڈیٹ کریں۔",
    "Update Payment Method": "ادائیگی کا طریقہ اپ ڈیٹ کریں۔",
    "Update your account's profile information and email address.": "اپ ڈیٹ کریں آپ کی اکاؤنٹ کے پروفائل کی معلومات اور ای میل ایڈریس.",
    "Uploading": "اپ لوڈ ہو رہا ہے۔",
    "Uploading files... (:current/:total)": "فائلیں اپ لوڈ ہو رہی ہیں... (:current/:total)",
    "Uruguay": "یوروگوئے",
    "Use a recovery code": "استعمال وصولی کے کوڈ",
    "Use an authentication code": "استعمال کی تصدیق کے کوڈ",
    "User Actions": "صارف کے اعمال",
    "Uzbekistan": "ازبکستان",
    "Value": "قیمت",
    "Vanuatu": "وانواٹو",
    "VAT Number": "واٹ نمبر",
    "Venezuela": "وینزویلا",
    "Venezuela, Bolivarian Republic of": "وینزویلا، بولیویرین جمہوریہ",
    "Verify Email Address": "ای میل ایڈریس کی تصدیق کریں",
    "Verify Your Email Address": "اپنا ای میل ایڈریس کی تصدیق کریں",
    "Viet Nam": "Vietnam",
    "View": "لنک",
    "View Receipt": "رسید دیکھیں",
    "Virgin Islands, British": "برطانوی جزائر ورجن",
    "Virgin Islands, U.S.": "امریکی جزائر ورجن",
    "Visits": "دورے",
    "Wallis And Futuna": "والس اور فٹونا۔",
    "Wallis and Futuna": "والس اور فٹونا۔",
    "We are processing your subscription. Once the subscription has successfully processed, this page will update automatically. Typically, this process should only take a few seconds.": "ہم آپ کی رکنیت پر کارروائی کر رہے ہیں۔ ایک بار سبسکرپشن پر کامیابی سے کارروائی ہو جانے کے بعد، یہ صفحہ خود بخود اپ ڈیٹ ہو جائے گا۔ عام طور پر، اس عمل میں صرف چند سیکنڈ لگنا چاہیے۔",
    "We are unable to process your payment. Please contact customer support.": "ہم آپ کی ادائیگی پر کارروائی کرنے سے قاصر ہیں۔ براے مہربانی کسٹمر سپورٹ سے رابطہ کریں.",
    "We have emailed your password reset link!": "ہم نے آپ کا پاس ورڈ دوبارہ ترتیب دینے کا لنک ای میل کر دیا ہے!",
    "We were unable to find a registered user with this email address.": "ہم قابل نہیں تھے کو تلاش کرنے کے لئے ایک رجسٹرڈ صارف کے ساتھ اس ای میل ایڈریس.",
    "We will send a receipt download link to the email addresses that you specify below. You may separate multiple email addresses using commas.": "ہم آپ کے نیچے بیان کردہ ای میل پتوں پر ایک رسید ڈاؤن لوڈ کا لنک بھیجیں گے۔ آپ کوما کا استعمال کرتے ہوئے متعدد ای میل پتوں کو الگ کر سکتے ہیں۔",
    "We're lost in space. The page you were trying to view does not exist.": "ہم نے خلا میں کھو. اس صفحے پر آپ کو کوشش کر رہے تھے دیکھنے کے لئے موجود نہیں ہے.",
    "Welcome Back!": "واپس میں خوش آمدید!",
    "Western Sahara": "مغربی صحارا",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "جب دو عنصر کی تصدیق کے چالو حالت میں ہے, آپ کو ہو جائے گا کی حوصلہ افزائی کے لئے ایک محفوظ ، بے ترتیب ٹوکن کے دوران تصدیق. آپ کر سکتے ہیں حاصل یہ ٹوکن کی طرف سے آپ کے فون کی گوگل Authenticator درخواست ہے.",
    "Whoops": "افوہ",
    "Whoops!": "افوہ!",
    "Whoops! Something went wrong.": "افوہ! کچھ غلط ہو گیا.",
    "With Trashed": "کے ساتھ ردی",
    "Write": "لکھنے",
    "Year To Date": "سال کے لئے قیام",
    "Yearly": "سالانہ",
    "Yemen": "یمنی",
    "Yes": "جی ہاں",
    "You are already subscribed.": "آپ پہلے ہی اندراج شدہ ہیں.",
    "You are currently within your free trial period. Your trial will expire on :date.": "آپ فی الحال اپنی مفت آزمائش کی مدت میں ہیں۔ آپ کا ٹرائل :date کو ختم ہو جائے گا۔",
    "You are currently within your free trial period. Your trial will expire on :date. Starting a new subscription will end your trial.": "آپ فی الحال اپنی مفت آزمائش کی مدت میں ہیں۔ آپ کے ٹرائل کی میعاد :date. کو ختم ہو جائے گی نئی سبسکرپشن شروع کرنے سے آپ کا ٹرائل ختم ہو جائے گا۔",
    "You are logged in!": "آپ لاگ ان ہیں!",
    "You are receiving this email because we received a password reset request for your account.": "آپ کو یہ ای میل موصول ہو رہا ہے کیونکہ ہم نے آپ کے اکاؤنٹ کے پاس پاسورٹ ری سیٹ کی درخواست موصول ہوئی ہے.",
    "You have been invited to join the :team team!": "آپ کو مدعو کیا گیا ہے میں شامل ہونے کے لئے :team ٹیم!",
    "You have enabled two factor authentication.": "آپ کو چالو حالت میں ہے دو عنصر کی تصدیق.",
    "You have not enabled two factor authentication.": "آپ کو فعال نہیں دو عنصر کی تصدیق.",
    "You have some unpaid invoices. After updating your default payment method, you may retry the payments via the invoice list below.": "آپ کے پاس کچھ غیر ادا شدہ رسیدیں ہیں۔ اپنا ڈیفالٹ ادائیگی کا طریقہ اپ ڈیٹ کرنے کے بعد، آپ نیچے دی گئی انوائس فہرست کے ذریعے ادائیگیوں کی دوبارہ کوشش کر سکتے ہیں۔",
    "You may accept this invitation by clicking the button below:": "آپ نیچے دیئے گئے بٹن پر کلک کر کے اس دعوت کو قبول کر سکتے ہیں:",
    "You may cancel your subscription at any time. Once your subscription has been cancelled, you will have the option to resume the subscription until the end of your current billing cycle.": "آپ کسی بھی وقت اپنی رکنیت منسوخ کر سکتے ہیں۔ آپ کی سبسکرپشن منسوخ ہونے کے بعد، آپ کے پاس اپنے موجودہ بلنگ سائیکل کے اختتام تک سبسکرپشن کو دوبارہ شروع کرنے کا اختیار ہوگا۔",
    "You may delete any of your existing tokens if they are no longer needed.": "آپ حذف کر سکتے ہیں آپ کے کسی بھی موجودہ ٹوکن وہ کر رہے ہیں تو اب ضرورت نہیں.",
    "You may not delete your personal team.": "آپ نہیں کر سکتے ہیں کو خارج کر دیں آپ کی ذاتی کی ٹیم.",
    "You may not leave a team that you created.": "آپ کو چھوڑ نہیں کر سکتے ہیں کہ ایک ٹیم پیدا.",
    "You will receive an invoice and payment link via email for each billing period.": "آپ کو ہر بلنگ کی مدت کے لیے ای میل کے ذریعے ایک رسید اور ادائیگی کا لنک موصول ہوگا۔",
    "You're logged in!": "آپ لاگ ان ہیں!",
    "Your :invoiceName invoice is now available!": "آپ کا :invoiceName رسید اب دستیاب ہے!",
    "Your billing address is :address :address2 :postal_code :city :state :country": "آپ کا بلنگ پتہ :address :address2 :postal_code :city :state :country ہے۔",
    "Your card was declined. Please contact your card issuer for more information.": "آپ کا کارڈ مسترد کر دیا گیا تھا۔ مزید معلومات کے لیے براہ کرم اپنے کارڈ جاری کنندہ سے رابطہ کریں۔",
    "Your current payment method is :paypal.": "آپ کا موجودہ ادائیگی کا طریقہ :paypal ہے۔",
    "Your current payment method is a credit card ending in :lastFour that expires on :expiration.": "آپ کا موجودہ ادائیگی کا طریقہ :lastFour پر ختم ہونے والا کریڈٹ کارڈ ہے جس کی میعاد :expiration کو ختم ہوتی ہے۔",
    "Your email address is unverified.": "آپ کا ای میل پتہ غیر تصدیق شدہ ہے۔",
    "Your last payment of :amount on :date failed. Please update your payment method to retry the failed payment.": "آپ کی :date پر :amount کی آخری ادائیگی ناکام ہو گئی۔ ناکام ادائیگی کی دوبارہ کوشش کرنے کے لیے براہ کرم اپنا ادائیگی کا طریقہ اپ ڈیٹ کریں۔",
    "Your next payment of :amount will be processed on :date.": "آپ کی :amount کی اگلی ادائیگی :date کو ہوگی۔",
    "Your payment method has been added successfully.": "آپ کی ادائیگی کا طریقہ کامیابی کے ساتھ شامل کر دیا گیا ہے۔",
    "Your payment method will be charged automatically for each billing period.": "آپ کی ادائیگی کا طریقہ ہر بلنگ کی مدت کے لیے خود بخود وصول کیا جائے گا۔",
    "Your registered VAT Number is :vatNumber.": "آپ کا رجسٹرڈ VAT نمبر :vatNumber ہے۔",
    "Your subscription has been started successfully.": "آپ کی رکنیت کامیابی کے ساتھ شروع ہو گئی ہے۔",
    "Your subscription has been successfully cancelled.": "آپ کی سبسکرپشن کامیابی کے ساتھ منسوخ کر دی گئی ہے۔",
    "Your subscription was successfully resumed.": "آپ کی سبسکرپشن کامیابی کے ساتھ دوبارہ شروع کر دی گئی۔",
    "Your subscription was successfully updated.": "آپ کی رکنیت کامیابی کے ساتھ اپ ڈیٹ ہو گئی تھی۔",
    "Zambia": "زیمبیا",
    "Zimbabwe": "زمبابوے",
    "Zip / Postal Code": "زپ / پوسٹل کوڈ",
    "Åland Islands": "آلینڈ جزائر"
}
