{
    "A fresh verification link has been sent to your email address.": "ایک تازہ تصدیق لنک کے لئے بھیج دیا گیا ہے اپنا ای میل ایڈریس.",
    "Add a new team member to your team, allowing them to collaborate with you.": "شامل ایک نئی ٹیم کے رکن کے لئے آپ کی ٹیم کی اجازت دیتا ہے ان کے ساتھ تعاون کرنے کے لئے آپ کو.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "ہیں آپ کو اس بات کا یقین آپ کو خارج کرنا چاہتے ہیں اس کی ٹیم? ایک بار ایک ٹیم سے خارج کر دیا ہے, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "آپ چاہتے ہیں کو خارج کرنے کے لئے آپ کے اکاؤنٹ? ایک بار جب آپ کے اکاؤنٹ کو خارج کر دیا, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. براہ مہربانی آپ اپنا پاس ورڈ درج کرنے کے لئے اس بات کی تصدیق کرنے کے لئے چاہتے ہیں کو مستقل طور پر آپ کے اکاؤنٹ کو خارج.",
    "Before proceeding, please check your email for a verification link.": "آگے بڑھنے سے پہلے, براہ مہربانی چیک کریں آپ کا ای میل کے لئے ایک توثیقی لنک.",
    "click here to request another": "یہاں کلک کریں کرنے کے لئے درخواست ایک",
    "E-Mail Address": "ای میل اڈریس",
    "Editor users have the ability to read, create, and update.": "ایڈیٹر صارفین کو پڑھنے کے لئے کی صلاحیت, تخلیق, اور اپ ڈیٹ.",
    "Ensure your account is using a long, random password to stay secure.": "کو یقینی بنانے کے آپ کے اکاؤنٹ کا استعمال کرتے ہوئے ایک طویل, بے ترتیب پاس ورڈ رہنے کے لئے محفوظ ہے.",
    "For your security, please confirm your password to continue.": "آپ کی سیکورٹی کے لئے, براہ مہربانی اس بات کی تصدیق آپ کے پاس ورڈ کے لئے جاری رکھنے کے لئے.",
    "Forbidden": "حرام",
    "Go to page :page": "صفحہ پر جانے کے :page",
    "Hello!": "ہیلو!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "اگر ضروری ہو تو, آپ کر سکتے ہیں لاگ ان سے باہر سب آپ کی دیگر براؤزر سیشن کے تمام بھر میں آپ کے آلات. کچھ آپ کے حالیہ سیشن ذیل میں درج ہیں; تاہم, اس فہرست میں نہیں ہو سکتا جامع. اگر آپ محسوس کرتے ہیں آپ کے اکاؤنٹ سے سمجھوتہ کیا گیا ہے, آپ کو بھی آپ کے پاس ورڈ کو اپ ڈیٹ.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "اگر ضروری ہو تو, آپ کر سکتے ہیں لاگ آؤٹ کے آپ کی تمام دیگر براؤزر سیشن کے تمام بھر میں آپ کے آلات. کچھ آپ کے حالیہ سیشن ذیل میں درج ہیں; تاہم, اس فہرست میں نہیں ہو سکتا جامع. اگر آپ محسوس کرتے ہیں آپ کے اکاؤنٹ سے سمجھوتہ کیا گیا ہے, آپ کو بھی آپ کے پاس ورڈ کو اپ ڈیٹ.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "اگر آپ پہلے سے ہی ایک اکاؤنٹ ہے, آپ کو قبول کر سکتے ہیں اس دعوت کے بٹن پر کلک کر کے نیچے:",
    "If you did not create an account, no further action is required.": "اگر آپ کو پیدا نہیں کیا ایک اکاؤنٹ, کوئی مزید کارروائی کی ضرورت ہے.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "اگر آپ کو توقع نہیں تھی کے لئے ایک دعوت نامہ موصول کرنے کے لئے اس کی ٹیم, آپ کر سکتے ہیں ضائع کر دیں اس ای میل.",
    "If you did not receive the email": "اگر آپ کو قبول نہ کیا ای میل",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "اگر آپ کو ایک اکاؤنٹ نہیں ہے تو, آپ کو پیدا کر سکتے ہیں ایک بٹن پر کلک کر کے نیچے. بنانے کے بعد ایک اکاؤنٹ ہے, آپ کو کلک کر سکتے ہیں دعوت کی قبولیت کے بٹن میں اس ای میل کو قبول کرنے کے لئے ٹیم کی دعوت:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "اگر آپ کو مصیبت پر کلک کرنے \":actionText\" کے بٹن پر, کاپی اور پیسٹ ذیل یو آر ایل\nمیں آپ کے ویب براؤزر:",
    "Invalid signature.": "جعلی دستخط.",
    "Log out": "باہر لاگ ان کریں",
    "Logout Other Browser Sessions": "آؤٹ دیگر براؤزر سیشن",
    "Manage and logout your active sessions on other browsers and devices.": "انتظام کریں اور لاگ آؤٹ کریں آپ کے فعال سیشن پر دیگر براؤزرز اور آلات.",
    "Nevermind": "Nevermind",
    "Not Found": "نہیں پایا",
    "Oh no": "ارے نہیں",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ایک بار ایک ٹیم سے خارج کر دیا ہے, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. اس سے پہلے حذف کر رہا ہے اس کی ٹیم, ڈاؤن لوڈ کریں کسی بھی ڈیٹا یا معلومات کے بارے میں اس کی ٹیم ہے کہ آپ کی خواہش کو برقرار رکھنے کے لئے.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "ایک بار جب آپ کے اکاؤنٹ کو خارج کر دیا, اس کے تمام وسائل اور اعداد و شمار ہو جائے گا مستقل طور پر خارج کر دیا. اس سے پہلے حذف کرنے سے آپ کے اکاؤنٹ, براہ مہربانی ڈاؤن لوڈ ، اتارنا کسی بھی ڈیٹا یا معلومات کو کہ آپ کی خواہش کو برقرار رکھنے کے لئے.",
    "Page Expired": "صفحہ کی میعاد ختم ہو",
    "Pagination Navigation": "صفحہ بندی نیویگیشن",
    "Please click the button below to verify your email address.": "براہ مہربانی ذیل بٹن پر کلک کریں کی تصدیق کرنے کے لئے آپ کے ای میل ایڈریس.",
    "Please confirm your password before continuing.": "براہ مہربانی تصدیق کریں آپ کے پاس ورڈ جاری رکھنے سے پہلے.",
    "Please copy your new API token. For your security, it won't be shown again.": "براہ مہربانی کاپی آپ کے نئے API کے ٹوکن. آپ کی سیکورٹی کے لئے, یہ نہیں دکھایا جائے گا ایک بار پھر.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "براہ مہربانی آپ اپنا پاس ورڈ درج کرنے کے لئے اس بات کی تصدیق کرنے کے لئے چاہتے ہیں لاگ آؤٹ کے آپ کے دوسرے براؤزر سیشن کے تمام بھر میں آپ کے آلات.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "فراہم کریں ای میل ایڈریس کا شخص آپ کو پسند کرے گا کرنے کے لئے شامل کرنے کے لئے اس کی ٹیم. ای میل ایڈریس کے ساتھ منسلک ہونا ضروری ہے ایک موجودہ اکاؤنٹ.",
    "Regards": "کے حوالے",
    "results": "نتائج",
    "Server Error": "سرور کی خرابی",
    "Service Unavailable": "سروس دستیاب نہیں",
    "Showing": "دکھا",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شکریہ کے لئے سائن اپ! شروع کرنے سے پہلے, کیا آپ تصدیق کریں آپ کا ای میل ایڈریس لنک پر کلک کر کے ہم صرف ای میل کرنے کے لئے آپ ؟  اگر آپ کو قبول نہ کیا ای میل, ہم خوشی سے آپ کو بھیج ایک.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "اس :attribute ہونا ضروری ہے کم از کم :length حروف پر مشتمل ہے اور کم از کم ایک بڑے کردار کی ایک بڑی تعداد ، اور ایک خاص کردار ہے.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "ٹیم کا نام اور مالک کے بارے میں معلومات.",
    "This action is unauthorized.": "اس کارروائی کو غیر مجاز ہے.",
    "This password reset link will expire in :count minutes.": "اس کے پاس ورڈ ری سیٹ لنک میں ختم ہو جائے گی :count منٹ.",
    "to": "کرنے کے لئے",
    "Toggle navigation": "ٹوگل مواد",
    "Too Many Attempts.": "بہت کوششوں.",
    "Too Many Requests": "بہت سے درخواستوں",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "دو عنصر کی تصدیق کی ہے اب فعال. اسکین مندرجہ ذیل QR کوڈ کا استعمال کرتے ہوئے آپ کے فون کی authenticator درخواست ہے.",
    "Unauthorized": "غیر مجاز",
    "Update your account's profile information and email address.": "اپ ڈیٹ کریں آپ کی اکاؤنٹ کے پروفائل کی معلومات اور ای میل ایڈریس.",
    "Verify Email Address": "ای میل ایڈریس کی تصدیق کریں",
    "Verify Your Email Address": "آپ کا ای میل ایڈریس کی تصدیق کریں",
    "We won't ask for your password again for a few hours.": "ہم نہیں پوچھ کے لئے آپ کے پاس ورڈ پھر چند گھنٹوں کے لئے.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "جب دو عنصر کی تصدیق کے چالو حالت میں ہے, آپ کو ہو جائے گا کی حوصلہ افزائی کے لئے ایک محفوظ ، بے ترتیب ٹوکن کے دوران تصدیق. آپ کر سکتے ہیں حاصل یہ ٹوکن کی طرف سے آپ کے فون کی گوگل Authenticator درخواست ہے.",
    "You are logged in!": "آپ کو ریکارڈ کر رہے ہیں!",
    "Your email address is not verified.": "آپ کا ای میل ایڈریس کی توثیق نہیں کی ہے."
}
