{
    "A fresh verification link has been sent to your email address.": "ایک تازہ تصدیق لنک کے لئے بھیج دیا گیا ہے اپنا ای میل ایڈریس.",
    "Before proceeding, please check your email for a verification link.": "آگے بڑھنے سے پہلے, براہ مہربانی چیک کریں آپ کا ای میل کے لئے ایک توثیقی لنک.",
    "click here to request another": "یہاں کلک کریں کرنے کے لئے درخواست ایک",
    "E-Mail Address": "ای میل اڈریس",
    "Forbidden": "حرام",
    "Go to page :page": "صفحہ پر جانے کے :page",
    "Hello!": "ہیلو!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "اگر ضروری ہو تو, آپ کر سکتے ہیں لاگ آؤٹ کے آپ کی تمام دیگر براؤزر سیشن کے تمام بھر میں آپ کے آلات. کچھ آپ کے حالیہ سیشن ذیل میں درج ہیں; تاہم, اس فہرست میں نہیں ہو سکتا جامع. اگر آپ محسوس کرتے ہیں آپ کے اکاؤنٹ سے سمجھوتہ کیا گیا ہے, آپ کو بھی آپ کے پاس ورڈ کو اپ ڈیٹ.",
    "If you did not create an account, no further action is required.": "اگر آپ کو پیدا نہیں کیا ایک اکاؤنٹ, کوئی مزید کارروائی کی ضرورت ہے.",
    "If you did not receive the email": "اگر آپ کو قبول نہ کیا ای میل",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "اگر آپ کو مصیبت پر کلک کرنے \":actionText\" کے بٹن پر, کاپی اور پیسٹ ذیل یو آر ایل\nمیں آپ کے ویب براؤزر:",
    "Invalid signature.": "جعلی دستخط.",
    "Log out": "باہر لاگ ان کریں",
    "Logout Other Browser Sessions": "آؤٹ دیگر براؤزر سیشن",
    "Manage and logout your active sessions on other browsers and devices.": "انتظام کریں اور لاگ آؤٹ کریں آپ کے فعال سیشن پر دیگر براؤزرز اور آلات.",
    "Nevermind": "Nevermind",
    "Not Found": "نہیں پایا",
    "Oh no": "ارے نہیں",
    "Page Expired": "صفحہ کی میعاد ختم ہو",
    "Pagination Navigation": "صفحہ بندی نیویگیشن",
    "Please click the button below to verify your email address.": "براہ مہربانی ذیل بٹن پر کلک کریں کی تصدیق کرنے کے لئے آپ کے ای میل ایڈریس.",
    "Please confirm your password before continuing.": "براہ مہربانی تصدیق کریں آپ کے پاس ورڈ جاری رکھنے سے پہلے.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "براہ مہربانی آپ اپنا پاس ورڈ درج کرنے کے لئے اس بات کی تصدیق کرنے کے لئے چاہتے ہیں لاگ آؤٹ کے آپ کے دوسرے براؤزر سیشن کے تمام بھر میں آپ کے آلات.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "فراہم کریں ای میل ایڈریس کا شخص آپ کو پسند کرے گا کرنے کے لئے شامل کرنے کے لئے اس کی ٹیم. ای میل ایڈریس کے ساتھ منسلک ہونا ضروری ہے ایک موجودہ اکاؤنٹ.",
    "Regards": "کے حوالے",
    "results": "نتائج",
    "Server Error": "سرور کی خرابی",
    "Service Unavailable": "سروس دستیاب نہیں",
    "Showing": "دکھا",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "اس کارروائی کو غیر مجاز ہے.",
    "This password reset link will expire in :count minutes.": "اس کے پاس ورڈ ری سیٹ لنک میں ختم ہو جائے گی :count منٹ.",
    "to": "کرنے کے لئے",
    "Toggle navigation": "ٹوگل مواد",
    "Too Many Attempts.": "بہت کوششوں.",
    "Too Many Requests": "بہت سے درخواستوں",
    "Unauthorized": "غیر مجاز",
    "Verify Email Address": "ای میل ایڈریس کی تصدیق کریں",
    "Verify Your Email Address": "آپ کا ای میل ایڈریس کی تصدیق کریں",
    "We won't ask for your password again for a few hours.": "ہم نہیں پوچھ کے لئے آپ کے پاس ورڈ پھر چند گھنٹوں کے لئے.",
    "You are logged in!": "آپ کو ریکارڈ کر رہے ہیں!",
    "Your email address is not verified.": "آپ کا ای میل ایڈریس کی توثیق نہیں کی ہے."
}
