{
    "A fresh verification link has been sent to your email address.": "आपल्या ईमेल पत्त्यावर एक नवीन सत्यापन लिंक पाठविला गेला आहे.",
    "Add a new team member to your team, allowing them to collaborate with you.": "आपल्या संघ एक नवीन टीम सदस्य जोडा, त्यांना आपण सहयोग करण्यास परवानगी.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "तुम्हाला नक्की हा संघ हटवू इच्छिता? एक संघ हटविली जाते एकदा, त्याच्या संसाधने आणि डेटा सर्व कायमचे हटविली जाईल.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "आपली खात्री आहे की आपण आपले खाते हटवू इच्छिता? आपले खाते हटविली जाते एकदा, त्याच्या संसाधने आणि डेटा सर्व कायमचे हटविली जाईल. आपण कायमचे आपले खाते हटवू इच्छिता याची पुष्टी करण्यासाठी आपला संकेतशब्द प्रविष्ट करा.",
    "Before proceeding, please check your email for a verification link.": "पुढे जाण्यापूर्वी, कृपया सत्यापन ईमेलसाठी आपले ईमेल तपासा.",
    "click here to request another": "आणखी विनंती करण्यासाठी येथे क्लिक करा",
    "E-Mail Address": "ई-मेल पत्ता",
    "Editor users have the ability to read, create, and update.": "संपादकीय वापरकर्ते वाचा तयार करा, आणि सुधारणा करण्याची क्षमता आहे.",
    "Ensure your account is using a long, random password to stay secure.": "आपले खाते एक लांब वापरत आहे याची खात्री करा, यादृच्छिक पासवर्ड सुरक्षित राहण्यासाठी.",
    "For your security, please confirm your password to continue.": "आपल्या सुरक्षिततेसाठी, चालू ठेवण्यासाठी आपला पासवर्ड पुष्टी करा.",
    "Forbidden": "निषिद्ध",
    "Go to page :page": "पृष्ठावर जा :page",
    "Hello!": "हॅलो!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "आवश्यक असल्यास, आपण आपले डिव्हाइस सर्व ओलांडून आपल्या इतर ब्राउझर सत्र सर्व बाहेर लॉग इन करू शकता. आपल्या अलीकडील सत्र काही खाली सूचीबद्ध आहेत; मात्र, ही यादी संपूर्ण असू शकत नाही. तुम्हाला वाटत असल्यास आपल्या खात्याची तडजोड झाली असावी, आपण देखील आपला संकेतशब्द अद्यतनित करावी.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "आवश्यक असल्यास, आपण आपले डिव्हाइस सर्व ओलांडून आपल्या इतर ब्राउझर सत्रे सर्व लॉग आऊट करू शकता. आपल्या अलीकडील सत्र काही खाली सूचीबद्ध आहेत; मात्र, ही यादी संपूर्ण असू शकत नाही. तुम्हाला वाटत असल्यास आपल्या खात्याची तडजोड झाली असावी, आपण देखील आपला संकेतशब्द अद्यतनित करावी.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "आपण आधीच खाते असेल तर, आपण खालील बटणावर क्लिक करून हे आमंत्रण स्वीकारू शकते:",
    "If you did not create an account, no further action is required.": "आपण एखादे खाते तयार केले नसेल तर पुढील कोणतीही क्रिया आवश्यक नाही.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "आपण या संघात आमंत्रण प्राप्त अपेक्षा केली नसेल तर, आपण या ई-मेल टाकून शकते.",
    "If you did not receive the email": "आपल्याला ईमेल प्राप्त झाला नाही तर",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "आपणाकडे खाते नसल्यास, आपण खालील बटणावर क्लिक करून एक तयार करू शकता. खाते तयार केल्यानंतर, आपण संघ आमंत्रण स्वीकारणे या ईमेलमधील आमंत्रण स्वीकार बटण क्लिक करू शकता:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "आपण :actionText यावर क्लिक करू शकत नसल्यास, खाली आपल्या URL च्या अॅड्रेस बारमध्ये URL कॉपी आणि पेस्ट करा: [:displayableActionUrl] (:actionURL)",
    "Invalid signature.": "अवैध स्वाक्षरी.",
    "Log out": "लॉग आउट",
    "Logout Other Browser Sessions": "Logout इतर ब्राउझर सत्र",
    "Manage and logout your active sessions on other browsers and devices.": "व्यवस्थापित करा आणि इतर ब्राउझर आणि डिव्हाइसेसवर आपल्या सक्रिय सत्र लॉगआऊट करा.",
    "Nevermind": "काही हरकत नाही",
    "Not Found": "आढळले नाही",
    "Oh no": "अरे नाही",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "एक संघ हटविली जाते एकदा, त्याच्या संसाधने आणि डेटा सर्व कायमचे हटविली जाईल. हा संघ हटविण्यापूर्वी, आपण ठेवू इच्छित असलेल्या हा संघ संबंधित कोणताही डेटा किंवा माहिती डाउनलोड करा.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "आपले खाते हटविली जाते एकदा, त्याच्या संसाधने आणि डेटा सर्व कायमचे हटविली जाईल. आपले खाते नष्ट करण्यापूर्वी, आपण ठेवू शकता इच्छित असलेला कोणताही डेटा किंवा माहिती डाउनलोड करा.",
    "Page Expired": "पृष्ठ कालबाह्य झाले",
    "Pagination Navigation": "अंक Navigation",
    "Please click the button below to verify your email address.": "कृपया आपला ईमेल पत्ता पडताळण्यासाठी खालील बटणावर क्लिक करा.",
    "Please confirm your password before continuing.": "कृपया आपला संकेतशब्द चालू करण्यापूर्वी पुष्टी करा.",
    "Please copy your new API token. For your security, it won't be shown again.": "आपल्या नवीन टोकन कॉपी करा. आपल्या सुरक्षिततेसाठी, तो पुन्हा दर्शविले जाणार नाही.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "कृपया तुम्हाला नक्की खात्री करायचे आहे की आपण सर्व डिव्हाइसमधून आपल्या इतर ब्राउझर सत्रे लॉग आउट करू इच्छितो.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "आपण या संघात जोडू इच्छित व्यक्तीच्या ई-मेल पत्ता प्रदान करा. इमेल पत्ता अस्तित्वातील खात्याशी संबद्ध केला पाहिजे.",
    "Regards": "विनम्र",
    "results": "परिणाम",
    "Server Error": "सर्व्हर त्रुटी",
    "Service Unavailable": "सेवा उपलब्ध नाही",
    "Showing": "दर्शवित आहे",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "साइन अप धन्यवाद! प्रारंभ करण्यापूर्वी, आपण फक्त आपल्याला ई-मेल लिंक वर क्लिक करून आपला ईमेल पत्ता सत्यापित शकते? आपण ईमेल प्राप्त झाले नाही तर, आम्ही आनंदाने आपण दुसर्या पाठवेल.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "अगोदर निर्देश केलेल्या बाबीसंबंधी बोलताना :attribute किमान :length वर्ण असू आणि किमान एक लोअरकेस वर्ण, एक नंबर, आणि एक विशेष अक्षर असणे आवश्यक आहे.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "संघाचे नाव आणि मालक माहिती.",
    "This action is unauthorized.": "ही क्रिया अनधिकृत आहे.",
    "This password reset link will expire in :count minutes.": "हा संकेतशब्द रीसेट लिंक कालबाह्य होईल: मोजण्यासाठी मिनिटे :count",
    "to": "प्रति",
    "Toggle navigation": "नेव्हिगेशन बदला",
    "Too Many Attempts.": "बरेच प्रयत्न.",
    "Too Many Requests": "बर्याच विनंत्या",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "दोन घटक प्रमाणीकरण आता सक्षम केले आहे. आपल्या फोनच्या अस्सल वापर करून खालील क्यूआर कोड स्कॅन.",
    "Unauthorized": "अनधिकृत",
    "Update your account's profile information and email address.": "आपल्या खात्याच्या प्रोफाइल माहिती आणि ईमेल पत्ता अपडेट करा.",
    "Verify Email Address": "ईमेल पत्ता सत्यापित करा",
    "Verify Your Email Address": "आपला ईमेल पत्ता सत्यापित करा",
    "We won't ask for your password again for a few hours.": "आम्ही काही तास पुन्हा आपला संकेतशब्द विचारणार नाही.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "दोन घटक प्रमाणीकरण सक्षम केले जाते, तेव्हा, आपण सुरक्षित करण्यासाठी सूचित केले जाईल, प्रमाणीकरण दरम्यान यादृच्छिक टोकन. आपण आपल्या फोन गुगल अस्सल अनुप्रयोग पासून या टोकन पुनर्प्राप्त करू शकता.",
    "You are logged in!": "तुम्ही लॉग इन झाला आहात!",
    "Your email address is not verified.": "आपला ई-मेल पत्ता सत्यापित केली जात नाही."
}
