{
    "A fresh verification link has been sent to your email address.": "आपल्या ईमेल पत्त्यावर एक नवीन सत्यापन लिंक पाठविला गेला आहे.",
    "Before proceeding, please check your email for a verification link.": "पुढे जाण्यापूर्वी, कृपया सत्यापन ईमेलसाठी आपले ईमेल तपासा.",
    "click here to request another": "आणखी विनंती करण्यासाठी येथे क्लिक करा",
    "E-Mail Address": "ई-मेल पत्ता",
    "Forbidden": "निषिद्ध",
    "Go to page :page": "पृष्ठावर जा :page",
    "Hello!": "हॅलो!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "आवश्यक असल्यास, आपण आपले डिव्हाइस सर्व ओलांडून आपल्या इतर ब्राउझर सत्रे सर्व लॉग आऊट करू शकता. आपल्या अलीकडील सत्र काही खाली सूचीबद्ध आहेत; मात्र, ही यादी संपूर्ण असू शकत नाही. तुम्हाला वाटत असल्यास आपल्या खात्याची तडजोड झाली असावी, आपण देखील आपला संकेतशब्द अद्यतनित करावी.",
    "If you did not create an account, no further action is required.": "आपण एखादे खाते तयार केले नसेल तर पुढील कोणतीही क्रिया आवश्यक नाही.",
    "If you did not receive the email": "आपल्याला ईमेल प्राप्त झाला नाही तर",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "आपण :actionText यावर क्लिक करू शकत नसल्यास, खाली आपल्या URL च्या अॅड्रेस बारमध्ये URL कॉपी आणि पेस्ट करा: [:displayableActionUrl] (:actionURL)",
    "Invalid signature.": "अवैध स्वाक्षरी.",
    "Log out": "लॉग आउट",
    "Logout Other Browser Sessions": "Logout इतर ब्राउझर सत्र",
    "Manage and logout your active sessions on other browsers and devices.": "व्यवस्थापित करा आणि इतर ब्राउझर आणि डिव्हाइसेसवर आपल्या सक्रिय सत्र लॉगआऊट करा.",
    "Nevermind": "काही हरकत नाही",
    "Not Found": "आढळले नाही",
    "Oh no": "अरे नाही",
    "Page Expired": "पृष्ठ कालबाह्य झाले",
    "Pagination Navigation": "अंक Navigation",
    "Please click the button below to verify your email address.": "कृपया आपला ईमेल पत्ता पडताळण्यासाठी खालील बटणावर क्लिक करा.",
    "Please confirm your password before continuing.": "कृपया आपला संकेतशब्द चालू करण्यापूर्वी पुष्टी करा.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "कृपया तुम्हाला नक्की खात्री करायचे आहे की आपण सर्व डिव्हाइसमधून आपल्या इतर ब्राउझर सत्रे लॉग आउट करू इच्छितो.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "आपण या संघात जोडू इच्छित व्यक्तीच्या ई-मेल पत्ता प्रदान करा. इमेल पत्ता अस्तित्वातील खात्याशी संबद्ध केला पाहिजे.",
    "Regards": "विनम्र",
    "results": "परिणाम",
    "Server Error": "सर्व्हर त्रुटी",
    "Service Unavailable": "सेवा उपलब्ध नाही",
    "Showing": "दर्शवित आहे",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "ही क्रिया अनधिकृत आहे.",
    "This password reset link will expire in :count minutes.": "हा संकेतशब्द रीसेट लिंक कालबाह्य होईल: मोजण्यासाठी मिनिटे :count",
    "to": "प्रति",
    "Toggle navigation": "नेव्हिगेशन बदला",
    "Too Many Attempts.": "बरेच प्रयत्न.",
    "Too Many Requests": "बर्याच विनंत्या",
    "Unauthorized": "अनधिकृत",
    "Verify Email Address": "ईमेल पत्ता सत्यापित करा",
    "Verify Your Email Address": "आपला ईमेल पत्ता सत्यापित करा",
    "We won't ask for your password again for a few hours.": "आम्ही काही तास पुन्हा आपला संकेतशब्द विचारणार नाही.",
    "You are logged in!": "तुम्ही लॉग इन झाला आहात!",
    "Your email address is not verified.": "आपला ई-मेल पत्ता सत्यापित केली जात नाही."
}
