{
    "A fresh verification link has been sent to your email address.": "קישור חדש לאימות נשלח לדואר האלקטרוני שלך.",
    "Add a new team member to your team, allowing them to collaborate with you.": "הוסף חבר צוות חדש לצוות שלך, המאפשר להם לשתף איתך פעולה.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "אתה בטוח שאתה רוצה למחוק את הצוות הזה? ברגע שצוות נמחק, כל המשאבים והנתונים שלו יימחקו לצמיתות.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "האם אתה בטוח שאתה רוצה למחוק את החשבון שלך? לאחר מחיקת חשבונך, כל המשאבים והנתונים שלו יימחקו לצמיתות. אנא הזן את הסיסמה שלך כדי לאשר שברצונך למחוק לצמיתות את החשבון שלך.",
    "Before proceeding, please check your email for a verification link.": "לפני שתמשיכו, אנא בדקו בדואר הלאקטרוני שלכם אחר קישור האימות.",
    "click here to request another": "הקליקו כאן לבקשת אחד חדש",
    "E-Mail Address": "דואר אלקטרוני",
    "Editor users have the ability to read, create, and update.": "למשתמשי העורך יש את היכולת לקרוא, ליצור ולעדכן.",
    "Ensure your account is using a long, random password to stay secure.": "ודא שהחשבון שלך משתמש בסיסמה ארוכה ואקראית כדי להישאר מאובטח.",
    "For your security, please confirm your password to continue.": "למען ביטחונכם, אנא אשרו את סיסמתכם להמשך.",
    "Forbidden": "אסור",
    "Go to page :page": "עבור לעמוד :page",
    "Hello!": "שלום!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "במידת הצורך, תוכל להתנתק מכל הפעלות הדפדפן האחרות שלך בכל המכשירים שלך. חלק מהפגישות האחרונות שלך מפורטות להלן; עם זאת, רשימה זו לא יכולה להיות ממצה. אם אתה מרגיש שהחשבון שלך נפרץ, עליך גם לעדכן את הסיסמה שלך.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "במידת הצורך, תוכל להתנתק מכל הפעלות הדפדפן האחרות שלך בכל המכשירים שלך. חלק מהפגישות האחרונות שלך מפורטות להלן; עם זאת, רשימה זו לא יכולה להיות ממצה. אם אתה מרגיש שהחשבון שלך נפרץ, עליך גם לעדכן את הסיסמה שלך.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "אם כבר יש לך חשבון, תוכל לקבל הזמנה זו על ידי לחיצה על הכפתור למטה:",
    "If you did not create an account, no further action is required.": "אם לא יצרתם את החשבון, אין צורך לעשות דבר.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "אם לא ציפית לקבל הזמנה לצוות זה, אתה יכול להשליך דוא \" ל זה.",
    "If you did not receive the email": "אם לא קיבלתם את המייל",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "אם אין לך חשבון, תוכל ליצור חשבון על ידי לחיצה על הכפתור למטה. לאחר יצירת חשבון, תוכל ללחוץ על כפתור קבלת ההזמנה בדוא \" ל זה כדי לקבל את הזמנת הצוות:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": " אם אתם נתקלים בבעיה ללחוץ על \":actionText\", אנא העתיקו את הקישור המופיע מטה לתוך שורת הכתובות",
    "Invalid signature.": "חתימה אינה תקינה.",
    "Log out": "התנתק",
    "Logout Other Browser Sessions": "התנתקות מפעילויות דפדפן אחרות",
    "Manage and logout your active sessions on other browsers and devices.": "ניהול וניתוק הפעלות הפעילות שלך בדפדפנים ובמכשירים אחרים.",
    "Nevermind": "לא משנה",
    "Not Found": "לא נמצא",
    "Oh no": "אוי, לא",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ברגע שצוות נמחק, כל המשאבים והנתונים שלו יימחקו לצמיתות. לפני מחיקת צוות זה, אנא הורד נתונים או מידע כלשהם בנוגע לצוות זה שברצונך לשמור.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "לאחר מחיקת חשבונך, כל המשאבים והנתונים שלו יימחקו לצמיתות. לפני מחיקת החשבון שלך, אנא הורד נתונים או מידע שברצונך לשמור.",
    "Page Expired": "תוקף הדף פג",
    "Pagination Navigation": "ניווט בדפים",
    "Please click the button below to verify your email address.": "אנא לחצו על הכפתור מטה לאימות הדואר האלקטרוני שלכם.",
    "Please confirm your password before continuing.": "אנא אשר את הסיסמה שלך לפני שתמשיך.",
    "Please copy your new API token. For your security, it won't be shown again.": "אנא העתק את אסימון ה-API החדש שלך. למען ביטחונך, זה לא יוצג שוב.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "הזן את הסיסמה שלך כדי לוודא שברצונך להתנתק מההפעלות האחרות בדפדפן שלך בכל המכשירים שלך.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "אנא ספק את כתובת הדוא \" ל של האדם שברצונך להוסיף לצוות זה. כתובת הדוא \" ל חייבת להיות משויכת לחשבון קיים.",
    "Regards": "בברכה",
    "results": "תוצאות",
    "Server Error": "תקלת שרת",
    "Service Unavailable": "השירות אינו זמין",
    "Showing": "מציג",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "תודה שנרשמת! לפני תחילת העבודה, אתה יכול לאמת את כתובת הדוא \"ל שלך על ידי לחיצה על הקישור אנחנו רק בדוא\" ל אליך? אם לא קיבלת את הדוא \" ל, נשמח לשלוח לך אחר.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute חייב להיות לפחות :length תווים מכילים לפחות תו אחד אותיות רישיות, מספר אחד, תו מיוחד אחד.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "שם הקבוצה ומידע הבעלים.",
    "This action is unauthorized.": "הפעולה הזו אינה מורשית.",
    "This password reset link will expire in :count minutes.": "תוקף הקישור הזה ייגמר בעוד :count דקות.",
    "to": "אל",
    "Toggle navigation": "שינוי מצב ניווט",
    "Too Many Attempts.": "יותר מדי נסיונות.",
    "Too Many Requests": "יותר מדי בקשות.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "אימות שני גורמים מופעל כעת. סרוק את קוד ה-QR הבא באמצעות יישום המאמת של הטלפון שלך.",
    "Unauthorized": "לא מורשה",
    "Update your account's profile information and email address.": "עדכן את פרטי הפרופיל וכתובת הדוא \" ל של החשבון שלך.",
    "Verify Email Address": "אימות דואר אלקטרוני",
    "Verify Your Email Address": "אימות הדואר האלקטורני שלך",
    "We won't ask for your password again for a few hours.": "לא נבקש את הסיסמה שלך שוב במשך כמה שעות.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "כאשר אימות שני גורמים מופעל, תתבקש לקבל אסימון מאובטח ואקראי במהלך האימות. אתה יכול לאחזר אסימון זה מיישום Google Authenticator של הטלפון שלך.",
    "You are logged in!": "אתה מחובר!",
    "Your email address is not verified.": "כתובת הדואר האלקטורני שלכם אינה מאומתת."
}
