{
    "A fresh verification link has been sent to your email address.": "קישור חדש לאימות נשלח לדואר האלקטרוני שלך.",
    "Before proceeding, please check your email for a verification link.": "לפני שתמשיכו, אנא בדקו בדואר הלאקטרוני שלכם אחר קישור האימות.",
    "click here to request another": "הקליקו כאן לבקשת אחד חדש",
    "E-Mail Address": "דואר אלקטרוני",
    "Forbidden": "אסור",
    "Go to page :page": "עבור לעמוד :page",
    "Hello!": "שלום!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "במידת הצורך, תוכל להתנתק מכל הפעלות הדפדפן האחרות שלך בכל המכשירים שלך. חלק מהפגישות האחרונות שלך מפורטות להלן; עם זאת, רשימה זו לא יכולה להיות ממצה. אם אתה מרגיש שהחשבון שלך נפרץ, עליך גם לעדכן את הסיסמה שלך.",
    "If you did not create an account, no further action is required.": "אם לא יצרתם את החשבון, אין צורך לעשות דבר.",
    "If you did not receive the email": "אם לא קיבלתם את המייל",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": " אם אתם נתקלים בבעיה ללחוץ על \":actionText\", אנא העתיקו את הקישור המופיע מטה לתוך שורת הכתובות",
    "Invalid signature.": "חתימה אינה תקינה.",
    "Log out": "התנתק",
    "Logout Other Browser Sessions": "התנתקות מפעילויות דפדפן אחרות",
    "Manage and logout your active sessions on other browsers and devices.": "ניהול וניתוק הפעלות הפעילות שלך בדפדפנים ובמכשירים אחרים.",
    "Nevermind": "לא משנה",
    "Not Found": "לא נמצא",
    "Oh no": "אוי, לא",
    "Page Expired": "תוקף הדף פג",
    "Pagination Navigation": "ניווט בדפים",
    "Please click the button below to verify your email address.": "אנא לחצו על הכפתור מטה לאימות הדואר האלקטרוני שלכם.",
    "Please confirm your password before continuing.": "אנא אשר את הסיסמה שלך לפני שתמשיך.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "הזן את הסיסמה שלך כדי לוודא שברצונך להתנתק מההפעלות האחרות בדפדפן שלך בכל המכשירים שלך.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "אנא ספק את כתובת הדוא \" ל של האדם שברצונך להוסיף לצוות זה. כתובת הדוא \" ל חייבת להיות משויכת לחשבון קיים.",
    "Regards": "בברכה",
    "results": "תוצאות",
    "Server Error": "תקלת שרת",
    "Service Unavailable": "השירות אינו זמין",
    "Showing": "מציג",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "הפעולה הזו אינה מורשית.",
    "This password reset link will expire in :count minutes.": "תוקף הקישור הזה ייגמר בעוד :count דקות.",
    "to": "אל",
    "Toggle navigation": "שינוי מצב ניווט",
    "Too Many Attempts.": "יותר מדי נסיונות.",
    "Too Many Requests": "יותר מדי בקשות.",
    "Unauthorized": "לא מורשה",
    "Verify Email Address": "אימות דואר אלקטרוני",
    "Verify Your Email Address": "אימות הדואר האלקטורני שלך",
    "We won't ask for your password again for a few hours.": "לא נבקש את הסיסמה שלך שוב במשך כמה שעות.",
    "You are logged in!": "אתה מחובר!",
    "Your email address is not verified.": "כתובת הדואר האלקטורני שלכם אינה מאומתת."
}
