{
    "The :attribute must be a valid role.": "Aaye yii gbọdọ jẹ ipa ti o wulo.",
    "The :attribute must be at least :length characters and contain at least one number.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju nọmba kan ninu.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju ohun kikọ pataki kan ati nọmba kan ninu.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju ohun kikọ pataki kan ninu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju ohun kikọ ti oke kan ati nọmba kan ninu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju ohun kikọ ti oke kan ati ami pataki kan ninu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju ohun kikọ oke-nla kan ninu, nọmba kan, ati ohun kikọ pataki kan.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length ati pe o kere ju ohun kikọ oke kan ninu.",
    "The :attribute must be at least :length characters.": "Aaye yii gbọdọ jẹ o kere ju awọn ohun kikọ mẹwa :length.",
    "The :attribute must contain at least one letter.": "Aaye yii gbọdọ ni o kere ju lẹta kan ninu.",
    "The :attribute must contain at least one number.": "Aaye yii gbọdọ ni o kere ju nọmba kan ninu.",
    "The :attribute must contain at least one symbol.": "Aaye yii gbọdọ ni o kere ju aami kan ninu.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Aaye yii gbọdọ ni o kere ju leta kekere kan ati kekere kan.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Aaye ti a fun ti han ninu jijo data kan. Jọwọ yan aaye ti o yatọ."
}
