{
    "A fresh verification link has been sent to your email address.": "නැවුම් තහවුරු ලින්ක් යවා ඇත, ඔබගේ ඊ-තැපැල් ලිපිනය.",
    "Before proceeding, please check your email for a verification link.": "ඉදිරියට යාමට පෙර, කරුණාකර පරීක්ෂා කරන්න ඔබගේ ඊ-තැපැල් ලිපිනය සඳහා සත්යාපන ලින්ක් එක.",
    "click here to request another": "මෙහි ක්ලික් කරන්න කිරීමට තවත් ඉල්ලීමක්",
    "E-Mail Address": "ඊ-තැපැල් ලිපිනය",
    "Forbidden": "තහනම්",
    "Go to page :page": "යන්න පිටුව :page",
    "Hello!": "හෙලෝ!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "අවශ්ය නම්, ඔබ හැකි logout සියලු ඔබේ වෙනත් බ්රවුසරයේ සැසි සියලු හරහා ඔබගේ උපාංග. ඔබේ සමහර මෑත සැසි පහත ලැයිස්තු ගත කර ඇත; කෙසේ වෙතත්, මෙම ලැයිස්තුව නොහැකි විය හැක වෙහෙසකර විය. ඔබට දැනෙනවා නම් ඔබේ ගිණුම අතපසු කර ඇත, ඔබ කළ යුතු ද යාවත්කාලීන ඔබගේ මුර පදය.",
    "If you did not create an account, no further action is required.": "ඔබ නිර්මාණය කළේ නැත ගිණුමක්, තවදුරටත් පියවර අවශ්ය වේ.",
    "If you did not receive the email": "ඔබ නොලැබුණු ඊ-තැපැල්",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ඔබ කරදර ක්ලික් \":actionText\" බොත්තම, පිටපත් සහ පේස්ට් URL එක පහත\nඔබේ වෙබ් බ්රවුසරයේ:",
    "Invalid signature.": "වලංගු නොවන අත්සන.",
    "Log out": "ලඝු-සටහන පිටතට",
    "Logout Other Browser Sessions": "Logout වෙනත් බ්රවුසරයේ සැසි",
    "Manage and logout your active sessions on other browsers and devices.": "කළමනාකරණය හා logout ඔබේ ක්රියාකාරී සැසි මත අනෙකුත් වෙබ් බ්රව්සර සහ උපකරණ.",
    "Nevermind": "මතක් කරන්නවත් එපා",
    "Not Found": "සොයාගෙන නැත",
    "Oh no": "කිසිදු ඔහ්",
    "Page Expired": "පිටුව කල් ඉකුත්",
    "Pagination Navigation": "පිගත සංචලනය",
    "Please click the button below to verify your email address.": "පහත දැක්වෙන බොත්තම ක්ලික් කරන්න තහවුරු කිරීමට ඔබගේ ඊ-තැපැල් ලිපිනය.",
    "Please confirm your password before continuing.": "කරුණාකර තහවුරු කිරීමට පෙර ඔබගේ මුරපදය දිගටම.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "ඔබගේ මුර පදය ඇතුලත් කරන්න තහවුරු කිරීමට ඔබ කිරීමට කැමති logout ඔබේ වෙනත් බ්රවුසරයේ සැසි සියලු හරහා ඔබගේ උපාංග.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "කරුණාකර ලබා ඊ-මේල් ලිපිනය පුද්ගලයා ඔබ එකතු කිරීමට කැමති, මෙම කණ්ඩායම. ඊ-තැපැල් ලිපිනය සමග සම්බන්ධ විය යුතු ය දැනට පවතින ගිණුම.",
    "Regards": "ශුබාශින්ෂණ",
    "results": "ප්රතිඵල",
    "Server Error": "සේවාදායක දෝෂයක්",
    "Service Unavailable": "සේවා නොමැත",
    "Showing": "පෙන්වන්නේ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "මෙම ක්රියාව අනවසර.",
    "This password reset link will expire in :count minutes.": "මෙම මුරපදය නැවත සකස් කිරීමේ සබැඳිය කල් ඉකුත් වනු ඇත :count දී විනාඩි.",
    "to": "කිරීමට",
    "Toggle navigation": "Toggle navigation",
    "Too Many Attempts.": "බොහෝ උත්සාහ දරයි.",
    "Too Many Requests": "බොහෝ ඉල්ලීම්",
    "Unauthorized": "අනවසර",
    "Verify Email Address": "තහවුරු විද්යුත් තැපැල් ලිපිනය",
    "Verify Your Email Address": "ඔබගේ ඊ-තැපැල් ලිපිනය තහවුරු කරන්න",
    "We won't ask for your password again for a few hours.": "අපි අහන්නෙ නැහැ සඳහා ඔබේ මුරපදය නැවත පැය කිහිපයක් සඳහා.",
    "You are logged in!": "ඔබ ලොගින් වී!",
    "Your email address is not verified.": "ඔබගේ ඊ-තැපැල් ලිපිනය තහවුරු නො වේ."
}
