{
    "A fresh verification link has been sent to your email address.": "නැවුම් තහවුරු ලින්ක් යවා ඇත, ඔබගේ ඊ-තැපැල් ලිපිනය.",
    "Add a new team member to your team, allowing them to collaborate with you.": "එකතු නව කණ්ඩායම සාමාජික ඔබේ කණ්ඩායම ඉඩ, ඔවුන් සමග සහයෝගයෙන් කටයුතු කිරීමට ඔබ.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "ඔබ වග බලා ගන්න ඔබට මැකීමට අවශ්ය, මෙම කණ්ඩායම? වරක් කණ්ඩායම මකා දමන, එහි සියලු සම්පත් හා දත්ත ස්ථිර මකා.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "ඔබ වග බලා ගන්න ඔබ ඔබේ ගිණුම මැකීමට අවශ්ය? වරක් ඔබේ ගිණුම මකා දමන, එහි සියලු සම්පත් හා දත්ත ස්ථිර මකා. ඔබගේ මුර පදය ඇතුලත් කරන්න තහවුරු කිරීමට ඔබ කිරීමට කැමති ස්ථිරවම ඔබගේ ගිණුම මකා දැමීම.",
    "Before proceeding, please check your email for a verification link.": "ඉදිරියට යාමට පෙර, කරුණාකර පරීක්ෂා කරන්න ඔබගේ ඊ-තැපැල් ලිපිනය සඳහා සත්යාපන ලින්ක් එක.",
    "click here to request another": "මෙහි ක්ලික් කරන්න කිරීමට තවත් ඉල්ලීමක්",
    "E-Mail Address": "ඊ-තැපැල් ලිපිනය",
    "Editor users have the ability to read, create, and update.": "කර්තෘ පරිශීලකයන් කියවීමට හැකියාව ඇති, නිර්මාණය, හා යාවත්කාලීන.",
    "Ensure your account is using a long, random password to stay secure.": "සහතික ඔබේ ගිණුම භාවිතා දිගු, අහඹු මුරපදය ඉන්න සුරක්ෂිත.",
    "For your security, please confirm your password to continue.": "ඔබගේ ආරක්ෂාව සඳහා, කරුණාකර ඔබගේ මුරපදය තහවුරු කිරීමට දිගටම.",
    "Forbidden": "තහනම්",
    "Go to page :page": "යන්න පිටුව :page",
    "Hello!": "හෙලෝ!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "අවශ්ය නම්, ඔබ ලඝු-සටහන පිටතට සියලු ඔබේ වෙනත් බ්රවුසරයේ සැසි සියලු හරහා ඔබගේ උපාංග. ඔබේ සමහර මෑත සැසි පහත ලැයිස්තු ගත කර ඇත; කෙසේ වෙතත්, මෙම ලැයිස්තුව නොහැකි විය හැක වෙහෙසකර විය. ඔබට දැනෙනවා නම් ඔබේ ගිණුම අතපසු කර ඇත, ඔබ කළ යුතු ද යාවත්කාලීන ඔබගේ මුර පදය.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "අවශ්ය නම්, ඔබ හැකි logout සියලු ඔබේ වෙනත් බ්රවුසරයේ සැසි සියලු හරහා ඔබගේ උපාංග. ඔබේ සමහර මෑත සැසි පහත ලැයිස්තු ගත කර ඇත; කෙසේ වෙතත්, මෙම ලැයිස්තුව නොහැකි විය හැක වෙහෙසකර විය. ඔබට දැනෙනවා නම් ඔබේ ගිණුම අතපසු කර ඇත, ඔබ කළ යුතු ද යාවත්කාලීන ඔබගේ මුර පදය.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "ඔබ මේ වන විටත් ගිණුමක්, ඔබ මෙම පිළිගැනීමට ආරාධනය බොත්තම ක්ලික් කිරීමෙන් පහත:",
    "If you did not create an account, no further action is required.": "ඔබ නිර්මාණය කළේ නැත ගිණුමක්, තවදුරටත් පියවර අවශ්ය වේ.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "ඔබ බලාපොරොත්තු වුණේ ලබා ගැනීමට ආරාධනාවක් කිරීමට මෙම කණ්ඩායම, ඔබ ඉවත මෙම ඊ-තැපැල්.",
    "If you did not receive the email": "ඔබ නොලැබුණු ඊ-තැපැල්",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "ඔබ නොමැති නම්, ගිණුමක්, ඔබ විය හැකි එක් නිර්මාණය බොත්තම ක්ලික් කිරීමෙන් පහත. නිර්මාණය කිරීමෙන් පසු ගිණුමක්, ඔබ ක්ලික් කළ ආරාධනය පිළිගැනීම බොත්තම දී මෙම ඊ-තැපැල් පිළිගැනීමට කණ්ඩායම ආරාධනය:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ඔබ කරදර ක්ලික් \":actionText\" බොත්තම, පිටපත් සහ පේස්ට් URL එක පහත\nඔබේ වෙබ් බ්රවුසරයේ:",
    "Invalid signature.": "වලංගු නොවන අත්සන.",
    "Log out": "ලඝු-සටහන පිටතට",
    "Logout Other Browser Sessions": "Logout වෙනත් බ්රවුසරයේ සැසි",
    "Manage and logout your active sessions on other browsers and devices.": "කළමනාකරණය හා logout ඔබේ ක්රියාකාරී සැසි මත අනෙකුත් වෙබ් බ්රව්සර සහ උපකරණ.",
    "Nevermind": "මතක් කරන්නවත් එපා",
    "Not Found": "සොයාගෙන නැත",
    "Oh no": "කිසිදු ඔහ්",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "වරක් කණ්ඩායම මකා දමන, එහි සියලු සම්පත් හා දත්ත ස්ථිර මකා. මකාදැමීමට පෙර, මෙම කණ්ඩායම, බාගත කරුණාකර ඕනෑම දත්ත හෝ තොරතුරු සම්බන්ධයෙන් මෙම කණ්ඩායම බව ඔබ කිරීමට බලාපොරොත්තු රඳවා.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "වරක් ඔබේ ගිණුම මකා දමන, එහි සියලු සම්පත් හා දත්ත ස්ථිර මකා. මකාදැමීමට පෙර, ඔබගේ ගිණුම, බාගත කරුණාකර ඕනෑම දත්ත හෝ තොරතුරු ඔබ කැමති රඳවා ගැනීමට.",
    "Page Expired": "පිටුව කල් ඉකුත්",
    "Pagination Navigation": "පිගත සංචලනය",
    "Please click the button below to verify your email address.": "පහත දැක්වෙන බොත්තම ක්ලික් කරන්න තහවුරු කිරීමට ඔබගේ ඊ-තැපැල් ලිපිනය.",
    "Please confirm your password before continuing.": "කරුණාකර තහවුරු කිරීමට පෙර ඔබගේ මුරපදය දිගටම.",
    "Please copy your new API token. For your security, it won't be shown again.": "කරුණාකර පිටපතක් ඔබගේ නව API සංකේත. ඔබගේ ආරක්ෂාව සඳහා, එය කළ නොහැකි පෙන්වා ඇත නැවත.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "ඔබගේ මුර පදය ඇතුලත් කරන්න තහවුරු කිරීමට ඔබ කිරීමට කැමති logout ඔබේ වෙනත් බ්රවුසරයේ සැසි සියලු හරහා ඔබගේ උපාංග.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "කරුණාකර ලබා ඊ-මේල් ලිපිනය පුද්ගලයා ඔබ එකතු කිරීමට කැමති, මෙම කණ්ඩායම. ඊ-තැපැල් ලිපිනය සමග සම්බන්ධ විය යුතු ය දැනට පවතින ගිණුම.",
    "Regards": "ශුබාශින්ෂණ",
    "results": "ප්රතිඵල",
    "Server Error": "සේවාදායක දෝෂයක්",
    "Service Unavailable": "සේවා නොමැත",
    "Showing": "පෙන්වන්නේ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ස්තුතියි අත්සන්! ආරම්භ වීමට පෙර, ඔබ හැකි තහවුරු, ඔබගේ ඊ-තැපැල් ලිපිනය මත ක්ලික් කිරීමෙන්, මෙම සබැඳිය අපි ඔබට ඊ-තැපැල්? ඔබ නම් නෑ, ලැබෙන විද්යුත් තැපෑල, අපි සතුටින් යැවීමට ඔබ තවත්.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "මෙම :attribute අවම වශයෙන් විය යුතුය :length චරිත හා අවම වශයෙන් අඩංගු එක් මහකුරු අක්ෂර, එක් අංකය, හා එක් විශේෂ චරිතයක්.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "කණ්ඩායමේ නම සහ හිමිකරු තොරතුරු.",
    "This action is unauthorized.": "මෙම ක්රියාව අනවසර.",
    "This password reset link will expire in :count minutes.": "මෙම මුරපදය නැවත සකස් කිරීමේ සබැඳිය කල් ඉකුත් වනු ඇත :count දී විනාඩි.",
    "to": "කිරීමට",
    "Toggle navigation": "Toggle navigation",
    "Too Many Attempts.": "බොහෝ උත්සාහ දරයි.",
    "Too Many Requests": "බොහෝ ඉල්ලීම්",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "දෙකක් සාධකය තහවුරු කරගැනීමේ දැන් සක්රීය. ස්කෑන් පහත QR කේතය භාවිතා කරමින් ඔබේ දුරකථනයේ authenticator අයදුම් වේ.",
    "Unauthorized": "අනවසර",
    "Update your account's profile information and email address.": "යාවත්කාලීන ඔබේ ගිණුම පැතිකඩ තොරතුරු හා ඊ-මේල් ලිපිනය.",
    "Verify Email Address": "තහවුරු විද්යුත් තැපැල් ලිපිනය",
    "Verify Your Email Address": "ඔබගේ ඊ-තැපැල් ලිපිනය තහවුරු කරන්න",
    "We won't ask for your password again for a few hours.": "අපි අහන්නෙ නැහැ සඳහා ඔබේ මුරපදය නැවත පැය කිහිපයක් සඳහා.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "විට දෙකක් සාධකය තහවුරු කරගැනීමේ සක්රීය වේ, ඔබ ඔබෙන් විමසනු ඇත සඳහා සුරක්ෂිත, අහඹු සංකේත තුළ අනන්යතාවය තහවුරු කරගැනීම. ඔබ ලබාගන්න මෙම සංකේත සිට ඔබගේ දුරකථනයේ Google Authenticator අයදුම් වේ.",
    "You are logged in!": "ඔබ ලොගින් වී!",
    "Your email address is not verified.": "ඔබගේ ඊ-තැපැල් ලිපිනය තහවුරු නො වේ."
}
