{
    "A fresh verification link has been sent to your email address.": "Na vaši e-mailovou adresu byl odeslán nový ověřovací odkaz.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Přidejte do svého týmu nového člena týmu, který jim umožní spolupracovat s vámi.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Jste si jisti, že chcete tento tým smazat? Jakmile bude tým smazán, všechny jeho zdroje a data budou trvale smazány.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Jste si jisti, že chcete svůj účet smazat? Jakmile bude váš účet smazán, všechny jeho zdroje a data budou trvale smazány. Zadejte své heslo pro potvrzení, že chcete trvale smazat svůj účet.",
    "Before proceeding, please check your email for a verification link.": "Než budete pokračovat, zkontrolujte prosím svůj e-mail pro ověřovací odkaz.",
    "click here to request another": "klikněte zde a vyžádejte si další",
    "E-Mail Address": "E-mailová adresa",
    "Editor users have the ability to read, create, and update.": "Uživatelé editoru mají možnost číst, vytvářet a aktualizovat.",
    "Ensure your account is using a long, random password to stay secure.": "Ujistěte se, že váš účet používá dlouhé, náhodné heslo, abyste zůstali v bezpečí.",
    "For your security, please confirm your password to continue.": "Pro vaši bezpečnost potvrďte své heslo, abyste mohli pokračovat.",
    "Forbidden": "Zakázáno",
    "Go to page :page": "Přejít na stranu :page",
    "Hello!": "Zdravíme!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "V případě potřeby se můžete odhlásit ze všech ostatních relací prohlížeče ve všech zařízeních. Některé z vašich nedávných relací jsou uvedeny níže; tento seznam však nemusí být vyčerpávající. Pokud máte pocit, že váš účet byl ohrožen, měli byste také aktualizovat své heslo.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "V případě potřeby se můžete odhlásit ze všech ostatních relací prohlížeče ve všech zařízeních. Některé z vašich nedávných relací jsou uvedeny níže; tento seznam však nemusí být vyčerpávající. Pokud máte pocit, že váš účet byl ohrožen, měli byste také aktualizovat své heslo.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Pokud již máte účet, můžete tuto pozvánku přijmout kliknutím na tlačítko níže:",
    "If you did not create an account, no further action is required.": "Pokud jste nevytvořili účet, není třeba provádět žádné další akce.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Pokud jste neočekávali, že obdržíte pozvánku do tohoto týmu, můžete tento e-mail zrušit.",
    "If you did not receive the email": "Pokud jste zprávu neobdrželi",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Pokud nemáte účet, můžete jej vytvořit kliknutím na tlačítko níže. Po vytvoření účtu můžete kliknutím na tlačítko pro přijetí pozvánky v tomto e-mailu přijmout pozvánku týmu:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Pokud máte potíže s klepnutím na tlačítko \":actionText\", zkopírujte a vložte\nníže uvedenou adresu URL do vašeho webového prohlížeče:",
    "Invalid signature.": "Neplatný podpis.",
    "Log out": "Odhlásit",
    "Logout Other Browser Sessions": "Odhlášení Další Relace Prohlížeče",
    "Manage and logout your active sessions on other browsers and devices.": "Správa a odhlášení aktivních relací v jiných prohlížečích a zařízeních.",
    "Nevermind": "Nevermind",
    "Not Found": "Nenalezeno",
    "Oh no": "Ach to ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Jakmile bude tým smazán, všechny jeho zdroje a data budou trvale smazány. Před odstraněním tohoto týmu si prosím stáhněte všechna data nebo informace týkající se tohoto týmu, které si přejete zachovat.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jakmile bude váš účet smazán, všechny jeho zdroje a data budou trvale smazány. Před smazáním účtu si prosím stáhněte všechna data nebo informace, které chcete zachovat.",
    "Page Expired": "Seite abgelaufen",
    "Pagination Navigation": "Stránkování Navigace",
    "Please click the button below to verify your email address.": "Klepnutím na tlačítko níže ověřte svou e-mailovou adresu.",
    "Please confirm your password before continuing.": "Před pokračováním potvrďte své heslo.",
    "Please copy your new API token. For your security, it won't be shown again.": "Zkopírujte prosím svůj nový token API. Pro vaši bezpečnost se to znovu nezobrazí.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Prosím, zadejte své heslo pro potvrzení, že chcete odhlásit z vašich dalších relací prohlížeče ve všech vašich zařízeních.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Uveďte prosím e-mailovou adresu osoby, kterou chcete přidat do tohoto týmu. E-mailová adresa musí být spojena s existujícím účtem.",
    "Regards": "S pozdravem",
    "results": "test",
    "Server Error": "Chyba serveru",
    "Service Unavailable": "Služba je nedostupná",
    "Showing": "Zobrazení",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Díky za registraci! Než začnete, mohli byste ověřit svou e-mailovou adresu kliknutím na odkaz, který jsme Vám právě zaslali e-mailem? Pokud jste e-mail neobdrželi, rádi Vám zašleme další.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute musí mít nejméně :length znaků a musí obsahovat alespoň jeden velký znak, jedno číslo a jeden speciální znak.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Jméno a informace o majiteli týmu.",
    "This action is unauthorized.": "Pro tuto akci nemáte oprávnění.",
    "This password reset link will expire in :count minutes.": "Tento odkaz na obnovení hesla vyprší za :count minut.",
    "to": "na",
    "Toggle navigation": "Přepnout navigaci",
    "Too Many Attempts.": "Příliš mnoho pokusů.",
    "Too Many Requests": "Příliš mnoho požadavků",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvoufaktorová autentizace je nyní povolena. Naskenujte následující QR kód pomocí aplikace authenticator vašeho telefonu.",
    "Unauthorized": "Neautorizováno",
    "Update your account's profile information and email address.": "Aktualizujte informace o profilu svého účtu a e-mailovou adresu.",
    "Verify Email Address": "Ověřte e-mailovou adresu",
    "Verify Your Email Address": "Ověřte svou e-mailovou adresu",
    "We won't ask for your password again for a few hours.": "Nebudeme žádat o vaše heslo znovu po dobu několika hodin.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Pokud je povolena dvoufaktorová autentizace, budete během ověřování vyzváni k bezpečnému náhodnému tokenu. Tento token můžete získat z aplikace Google Authenticator v telefonu.",
    "You are logged in!": "Jste přihlášeni!",
    "Your email address is not verified.": "Váše emailová adresa není ověřena."
}
