{
    "A fresh verification link has been sent to your email address.": "Na vaši e-mailovou adresu byl odeslán nový ověřovací odkaz.",
    "Before proceeding, please check your email for a verification link.": "Než budete pokračovat, zkontrolujte prosím svůj e-mail pro ověřovací odkaz.",
    "click here to request another": "klikněte zde a vyžádejte si další",
    "E-Mail Address": "E-mailová adresa",
    "Forbidden": "Zakázáno",
    "Go to page :page": "Přejít na stranu :page",
    "Hello!": "Zdravíme!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "V případě potřeby se můžete odhlásit ze všech ostatních relací prohlížeče ve všech zařízeních. Některé z vašich nedávných relací jsou uvedeny níže; tento seznam však nemusí být vyčerpávající. Pokud máte pocit, že váš účet byl ohrožen, měli byste také aktualizovat své heslo.",
    "If you did not create an account, no further action is required.": "Pokud jste nevytvořili účet, není třeba provádět žádné další akce.",
    "If you did not receive the email": "Pokud jste zprávu neobdrželi",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Pokud máte potíže s klepnutím na tlačítko \":actionText\", zkopírujte a vložte\nníže uvedenou adresu URL do vašeho webového prohlížeče:",
    "Invalid signature.": "Neplatný podpis.",
    "Log out": "Odhlásit",
    "Logout Other Browser Sessions": "Odhlášení Další Relace Prohlížeče",
    "Manage and logout your active sessions on other browsers and devices.": "Správa a odhlášení aktivních relací v jiných prohlížečích a zařízeních.",
    "Nevermind": "Nevermind",
    "Not Found": "Nenalezeno",
    "Oh no": "Ach to ne",
    "Page Expired": "Seite abgelaufen",
    "Pagination Navigation": "Stránkování Navigace",
    "Please click the button below to verify your email address.": "Klepnutím na tlačítko níže ověřte svou e-mailovou adresu.",
    "Please confirm your password before continuing.": "Před pokračováním potvrďte své heslo.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Prosím, zadejte své heslo pro potvrzení, že chcete odhlásit z vašich dalších relací prohlížeče ve všech vašich zařízeních.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Uveďte prosím e-mailovou adresu osoby, kterou chcete přidat do tohoto týmu. E-mailová adresa musí být spojena s existujícím účtem.",
    "Regards": "S pozdravem",
    "results": "test",
    "Server Error": "Chyba serveru",
    "Service Unavailable": "Služba je nedostupná",
    "Showing": "Zobrazení",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Pro tuto akci nemáte oprávnění.",
    "This password reset link will expire in :count minutes.": "Tento odkaz na obnovení hesla vyprší za :count minut.",
    "to": "na",
    "Toggle navigation": "Přepnout navigaci",
    "Too Many Attempts.": "Příliš mnoho pokusů.",
    "Too Many Requests": "Příliš mnoho požadavků",
    "Unauthorized": "Neautorizováno",
    "Verify Email Address": "Ověřte e-mailovou adresu",
    "Verify Your Email Address": "Ověřte svou e-mailovou adresu",
    "We won't ask for your password again for a few hours.": "Nebudeme žádat o vaše heslo znovu po dobu několika hodin.",
    "You are logged in!": "Jste přihlášeni!",
    "Your email address is not verified.": "Váše emailová adresa není ověřena."
}
