{
    "The :attribute must be a valid role.": "Ev qad divê rolek derbasdar be.",
    "The :attribute must be at least :length characters and contain at least one number.": "Divê ev qad herî kêm :length tîpan be û herî kêm jimarek hebe.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Divê ev qad herî kêm :length tîpan be û bi kêmanî yek karakterek taybetî û yek hejmar hebe.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Divê ev qad herî kêm :length tîpan be û bi kêmanî yek karakterek taybetî hebe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Divê ev qad herî kêm :length tîpan be û bi kêmanî yek tîpek mezin û yek hejmar hebe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Divê ev qad herî kêm :length tîpan be û bi kêmanî yek tîpek mezin û yek tîpek taybetî hebe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Divê ev qad herî kêm :length tîpan be û bi kêmanî yek tîpek mezin, yek hejmar û yek karakterek taybetî hebe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Divê ev qad herî kêm :length tîpan be û bi kêmanî yek tîpek mezin hebe.",
    "The :attribute must be at least :length characters.": "Ev qad divê herî kêm :length tîpan be.",
    "The :attribute must contain at least one letter.": "Divê ev qad bi kêmanî yek tîp hebe.",
    "The :attribute must contain at least one number.": "Di vê qadê de divê herî kêm yek hejmar hebe.",
    "The :attribute must contain at least one symbol.": "Di vê qadê de divê herî kêm sembolek hebe.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Divê ev qad bi kêmanî yek tîpek mezin û yek tîpek piçûk hebe.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Qada diyarkirî di vekêşana daneyê de xuya bû. Ji kerema xwe qadeke cuda hilbijêre."
}
