{
    "A fresh verification link has been sent to your email address.": "En ny bekreftelseslenke har blitt sendt til e-postadressen din.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Legg til et nytt teammedlem i teamet ditt, slik at de kan samarbeide med deg.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Er du sikker på at du vil slette dette teamet? Når et team er slettet, blir alle dets ressurser og data slettet permanent.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Er du sikker på at du vil slette kontoen din? Når kontoen din er slettet, blir alle ressursene og dataene slettet permanent. Vennligst skriv inn passordet ditt for å bekrefte at du vil slette kontoen din permanent.",
    "Before proceeding, please check your email for a verification link.": "Før du fortsetter, vennligst sjekk e-posten din og se etter en bekreftelseslenke.",
    "click here to request another": "klikk her for å be om en ny",
    "E-Mail Address": "E-postadresse",
    "Editor users have the ability to read, create, and update.": "Editor-brukere har muligheten til å lese, opprette og oppdatere.",
    "Ensure your account is using a long, random password to stay secure.": "Forsikre deg om at kontoen din bruker et langt, tilfeldig passord for å være sikker.",
    "For your security, please confirm your password to continue.": "For sikkerhets skyld, bekreft passordet ditt for å fortsette.",
    "Forbidden": "Forbudt",
    "Go to page :page": "Gå til side :page",
    "Hello!": "Hallo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Hvis det er nødvendig, kan du logge av alle andre nettleserøkter på tvers av alle enhetene dine. Noen av de siste øktene dine er oppført nedenfor; denne listen kan imidlertid ikke være uttømmende. Hvis du føler at kontoen din er kompromittert, bør du også oppdatere passordet ditt.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Hvis det er nødvendig, kan du logge av alle andre nettleserøkter på tvers av alle enhetene dine. Noen av de siste øktene dine er oppført nedenfor; denne listen kan imidlertid ikke være uttømmende. Hvis du føler at kontoen din er kompromittert, bør du også oppdatere passordet ditt.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Hvis du allerede har en konto, kan du godta denne invitasjonen ved å klikke på knappen nedenfor:",
    "If you did not create an account, no further action is required.": "Dersom du ikke har opprettet en konto, trenger du ikke foreta deg noe.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Hvis du ikke forventet å motta en invitasjon til dette teamet, kan du forkaste denne e-posten.",
    "If you did not receive the email": "Hvis du ikke har mottatt e-post",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Hvis du ikke har en konto, kan du opprette en ved å klikke på knappen nedenfor. Etter at du har opprettet en konto, kan du klikke på knappen for aksept av invitasjon i denne e-posten for å godta teaminvitasjonen:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Dersom du har problemer med å klikke \":actionText\"-knappen, kopier og lim nettadressen nedenfor\ninn i nettleseren din:",
    "Invalid signature.": "Ugyldig signatur.",
    "Log out": "Logg ut",
    "Logout Other Browser Sessions": "Logg ut andre nettlesersesjoner",
    "Manage and logout your active sessions on other browsers and devices.": "Administrer og logg ut dine aktive økter på andre nettlesere og enheter.",
    "Nevermind": "Glem det",
    "Not Found": "Ikke funnet",
    "Oh no": "Å nei",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Når et team er slettet, vil alle dets ressurser og data bli slettet permanent. Før du sletter dette teamet, må du laste ned data eller informasjon om dette teamet du vil beholde.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Når kontoen din er slettet, blir alle ressursene og dataene slettet permanent. Før du sletter kontoen din, må du laste ned all data eller informasjon du vil beholde.",
    "Page Expired": "Siden har utløpt",
    "Pagination Navigation": "Paginering navigasjon",
    "Please click the button below to verify your email address.": "Vennligst klikk på knappen nedenfor for å bekrefte e-postadressen din.",
    "Please confirm your password before continuing.": "Bekreft passordet ditt før du fortsetter.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopier det nye API-tokenet ditt. For din egen sikkerhet vises den ikke igjen.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Vennligst skriv inn passordet ditt for å bekrefte at du vil logge av andre nettleserøkter på alle enhetene dine.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Oppgi e-postadressen til personen du vil legge til i dette teamet. E-postadressen må være tilknyttet en eksisterende konto.",
    "Regards": "Vennlig hilsen",
    "results": "resultater",
    "Server Error": "Serverfeil",
    "Service Unavailable": "Tjenesten er utilgjengelig",
    "Showing": "Viser",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Takk for at du registrerte deg! Før du begynte, kunne du bekrefte e-postadressen din ved å klikke på lenken vi nettopp sendte deg? Hvis du ikke mottok e-posten, sender vi deg en ny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute må inneholde minst :length tegn og inneholder minst ett stort tegn, ett tall og ett spesialtegn.",
    "The :attribute must contain at least one letter.": ":Attribute må inneholde minst en bokstav.",
    "The :attribute must contain at least one number.": ":Attribute må inneholde minst en tall.",
    "The :attribute must contain at least one symbol.": ":Attribute må inneholde minst en tegn.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute må inneholde minst en stor bokstav og en liten bokstav.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Det gitte :attribute har dukket opp i en datalekkasje. Velg en annen :attribute.",
    "The team's name and owner information.": "Lagets navn og eierinformasjon.",
    "This action is unauthorized.": "Denne handlingen er uautorisert.",
    "This password reset link will expire in :count minutes.": "Lenken for å nullstille passordet utløper om :count minutter.",
    "to": "til",
    "Toggle navigation": "Vis\/skjul navigasjon",
    "Too Many Attempts.": "For mange forsøk.",
    "Too Many Requests": "For mange forespørsler",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tofaktorautentisering er nå aktivert. Skann følgende QR-kode ved hjelp av telefonens autentiseringsapplikasjon.",
    "Unauthorized": "Uautorisert",
    "Update your account's profile information and email address.": "Oppdater kontoinformasjonen og e-postadressen til kontoen din.",
    "Verify Email Address": "Bekreft e-postadresse",
    "Verify Your Email Address": "Bekreft e-postadressen din",
    "We won't ask for your password again for a few hours.": "Vi ber ikke om passordet ditt igjen i noen timer.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Når tofaktorautentisering er aktivert, blir du bedt om et sikkert, tilfeldig token under autentisering. Du kan hente dette tokenet fra telefonens Google Authenticator-applikasjon.",
    "You are logged in!": "Du er logget inn!",
    "Your email address is not verified.": "E-postadressen din er ikke bekreftet."
}
