{
    "A fresh verification link has been sent to your email address.": "En ny bekreftelseslenke har blitt sendt til e-postadressen din.",
    "Before proceeding, please check your email for a verification link.": "Før du fortsetter, vennligst sjekk e-posten din og se etter en bekreftelseslenke.",
    "click here to request another": "klikk her for å be om en ny",
    "E-Mail Address": "E-postadresse",
    "Forbidden": "Forbudt",
    "Go to page :page": "Gå til side :page",
    "Hello!": "Hallo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Hvis det er nødvendig, kan du logge av alle andre nettleserøkter på tvers av alle enhetene dine. Noen av de siste øktene dine er oppført nedenfor; denne listen kan imidlertid ikke være uttømmende. Hvis du føler at kontoen din er kompromittert, bør du også oppdatere passordet ditt.",
    "If you did not create an account, no further action is required.": "Dersom du ikke har opprettet en konto, trenger du ikke foreta deg noe.",
    "If you did not receive the email": "Hvis du ikke har mottatt e-post",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Dersom du har problemer med å klikke \":actionText\"-knappen, kopier og lim nettadressen nedenfor\ninn i nettleseren din:",
    "Invalid signature.": "Ugyldig signatur.",
    "Log out": "Logg ut",
    "Logout Other Browser Sessions": "Logg ut andre nettlesersesjoner",
    "Manage and logout your active sessions on other browsers and devices.": "Administrer og logg ut dine aktive økter på andre nettlesere og enheter.",
    "Nevermind": "Glem det",
    "Not Found": "Ikke funnet",
    "Oh no": "Å nei",
    "Page Expired": "Siden har utløpt",
    "Pagination Navigation": "Paginering navigasjon",
    "Please click the button below to verify your email address.": "Vennligst klikk på knappen nedenfor for å bekrefte e-postadressen din.",
    "Please confirm your password before continuing.": "Bekreft passordet ditt før du fortsetter.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Vennligst skriv inn passordet ditt for å bekrefte at du vil logge av andre nettleserøkter på alle enhetene dine.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Oppgi e-postadressen til personen du vil legge til i dette teamet. E-postadressen må være tilknyttet en eksisterende konto.",
    "Regards": "Vennlig hilsen",
    "results": "resultater",
    "Server Error": "Serverfeil",
    "Service Unavailable": "Tjenesten er utilgjengelig",
    "Showing": "Viser",
    "The :attribute must contain at least one letter.": ":Attribute må inneholde minst en bokstav.",
    "The :attribute must contain at least one number.": ":Attribute må inneholde minst en tall.",
    "The :attribute must contain at least one symbol.": ":Attribute må inneholde minst en tegn.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute må inneholde minst en stor bokstav og en liten bokstav.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Det gitte :attribute har dukket opp i en datalekkasje. Velg en annen :attribute.",
    "This action is unauthorized.": "Denne handlingen er uautorisert.",
    "This password reset link will expire in :count minutes.": "Lenken for å nullstille passordet utløper om :count minutter.",
    "to": "til",
    "Toggle navigation": "Vis\/skjul navigasjon",
    "Too Many Attempts.": "For mange forsøk.",
    "Too Many Requests": "For mange forespørsler",
    "Unauthorized": "Uautorisert",
    "Verify Email Address": "Bekreft e-postadresse",
    "Verify Your Email Address": "Bekreft e-postadressen din",
    "We won't ask for your password again for a few hours.": "Vi ber ikke om passordet ditt igjen i noen timer.",
    "You are logged in!": "Du er logget inn!",
    "Your email address is not verified.": "E-postadressen din er ikke bekreftet."
}
