{
    "The :attribute must be a valid role.": "Бул талаа жарактуу роль болушу керек.",
    "The :attribute must be at least :length characters and contain at least one number.": "Бул талаа кеминде :length белгиден жана жок дегенде бир санды камтышы керек.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Бул талаа :length белгиден кем эмес болушу керек жана жок дегенде бир өзгөчө белги жана бир санды камтышы керек.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Бул талаа :length белгиден кем эмес болушу керек жана жок дегенде бир өзгөчө белгини камтышы керек.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Бул талаа кеминде :length белгиден туруп, жок дегенде бир чоң тамга жана бир санды камтышы керек.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Бул талаа кеминде :length белгиден жана жок дегенде бир чоң тамга менен бир өзгөчө белгиден турушу керек.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Бул талаа жок дегенде :length белгиден жана жок дегенде бир чоң тамгадан, бир сандан жана бир өзгөчө белгиден турушу керек.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Бул талаа кеминде :length белгиден жана жок дегенде бир чоң тамгадан турушу керек.",
    "The :attribute must be at least :length characters.": "Бул талаа кеминде :length белгиден турушу керек.",
    "The :attribute must contain at least one letter.": "Бул талаа жок дегенде бир тамганы камтышы керек.",
    "The :attribute must contain at least one number.": "Бул талаа жок дегенде бир санды камтышы керек.",
    "The :attribute must contain at least one symbol.": "Бул талаа жок дегенде бир символду камтышы керек.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Бул талаада жок дегенде бир чоң жана бир кичине тамга болушу керек.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Берилген талаа маалымат агып чыгууда пайда болду. Башка талаа тандаңыз."
}
