{
    "A fresh verification link has been sent to your email address.": "Ffres ddolen dilysu wedi cael ei anfon at eich cyfeiriad e-bost.",
    "Before proceeding, please check your email for a verification link.": "Cyn symud ymlaen, os gwelwch yn dda gwiriwch eich e-bost am ddolen dilysu.",
    "click here to request another": "cliciwch yma i wneud cais am un arall",
    "E-Mail Address": "E-Bost",
    "Forbidden": "Gwahardd",
    "Go to page :page": "Ewch i dudalen :page",
    "Hello!": "Helo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Os bydd angen, efallai y byddwch yn allgofnodi o bob un o'ch porwr arall sesiynau ar draws eich holl ddyfeisiau. Rhai o'ch sesiynau diweddar yn cael eu rhestru isod; fodd bynnag, efallai y gall y rhestr fod yn gyflawn. Os ydych yn teimlo bod eich cyfrif wedi cael ei gyfaddawdu, fe ddylech chi hefyd ddiweddaru eich cyfrinair.",
    "If you did not create an account, no further action is required.": "Os nad ydych wedi creu cyfrif, nid oes unrhyw gamau pellach yn angenrheidiol.",
    "If you did not receive the email": "Os nad ydych wedi derbyn yr e-bost",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Os ydych yn cael trafferth glicio ar y \":actionText\" botwm, copïo a gludo URL y nodir isod\ni mewn i eich porwr gwe:",
    "Invalid signature.": "Annilys llofnod.",
    "Log out": "Yn logio allan",
    "Logout Other Browser Sessions": "Allgofnodi Eraill Porwr Sesiynau",
    "Manage and logout your active sessions on other browsers and devices.": "Yn rheoli ac yn allgofnodi eich gweithredol sesiynau ar porwyr eraill a dyfeisiau.",
    "Nevermind": "Dim ots",
    "Not Found": "Nid Yw Dod O Hyd",
    "Oh no": "Oh dim",
    "Page Expired": "Tudalen Dod I Ben",
    "Pagination Navigation": "Tudaleniad Mordwyo",
    "Please click the button below to verify your email address.": "Os gwelwch yn dda cliciwch ar y botwm isod i gadarnhau eich cyfeiriad e-bost.",
    "Please confirm your password before continuing.": "Os gwelwch yn dda gadarnhau eich cyfrinair cyn parhau.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Os gwelwch yn dda rhowch eich cyfrinair i gadarnhau y byddech yn hoffi i allgofnodi o eich porwr arall sesiynau ar draws eich holl ddyfeisiau.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Rhowch y cyfeiriad e-bost yr unigolyn yr hoffech ei ychwanegu at y tîm hwn. Y cyfeiriad e-bost mae'n rhaid i fod yn gysylltiedig â'r cyfrif sydd eisoes yn bodoli.",
    "Regards": "Cofion",
    "results": "canlyniadau",
    "Server Error": "Gwall Gweinydd",
    "Service Unavailable": "Gwasanaeth Ddim Ar Gael",
    "Showing": "Yn dangos",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Mae hyn yn gweithredu heb awdurdod.",
    "This password reset link will expire in :count minutes.": "Mae hyn yn ailosod cyfrinair ddolen yn dod i ben yn :count munud.",
    "to": "i",
    "Toggle navigation": "Toggle mordwyo",
    "Too Many Attempts.": "Rhy Mae Llawer O Ymdrechion.",
    "Too Many Requests": "Gormod O Geisiadau",
    "Unauthorized": "Heb awdurdod",
    "Verify Email Address": "Gwirio Cyfeiriad E-Bost",
    "Verify Your Email Address": "Gwirio Eich Cyfeiriad E-Bost",
    "We won't ask for your password again for a few hours.": "Wnawn ni ddim gofyn am eich cyfrinair eto ar gyfer ychydig oriau.",
    "You are logged in!": "Ydych chi wedi mewngofnodi!",
    "Your email address is not verified.": "Eich cyfeiriad e-bost yn cael ei gwirio."
}
