{
    "A fresh verification link has been sent to your email address.": "Ffres ddolen dilysu wedi cael ei anfon at eich cyfeiriad e-bost.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ychwanegu aelod o'r tîm newydd yn eich tîm, gan eu galluogi i gydweithio gyda chi.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ydych chi'n siŵr eich bod eisiau dileu y tîm hwn? Unwaith y bydd tîm yn cael ei ddileu, ei holl adnoddau data a fydd yn cael eu dileu yn barhaol.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ydych chi'n siŵr eich bod am ddileu eich cyfrif? Unwaith y bydd eich cyfrif yn cael ei ddileu, ei holl adnoddau data a fydd yn cael eu dileu yn barhaol. Os gwelwch yn dda rhowch eich cyfrinair i gadarnhau y byddech yn hoffi i chi barhaol ddileu eich cyfrif.",
    "Before proceeding, please check your email for a verification link.": "Cyn symud ymlaen, os gwelwch yn dda gwiriwch eich e-bost am ddolen dilysu.",
    "click here to request another": "cliciwch yma i wneud cais am un arall",
    "E-Mail Address": "E-Bost",
    "Editor users have the ability to read, create, and update.": "Golygydd defnyddwyr yn cael y gallu i ddarllen, creu, ac yn wybodaeth ddiweddaraf.",
    "Ensure your account is using a long, random password to stay secure.": "Sicrhau bod eich cyfrif yn cael ei ddefnyddio hir, chyfrinair ar hap i aros yn ddiogel.",
    "For your security, please confirm your password to continue.": "Ar gyfer eich diogelwch, os gwelwch yn dda gadarnhau eich cyfrinair i barhau.",
    "Forbidden": "Gwahardd",
    "Go to page :page": "Ewch i dudalen :page",
    "Hello!": "Helo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Os bydd angen, efallai y byddwch yn logio allan ar eich holl porwr arall sesiynau ar draws eich holl ddyfeisiau. Rhai o'ch sesiynau diweddar yn cael eu rhestru isod; fodd bynnag, efallai y gall y rhestr fod yn gyflawn. Os ydych yn teimlo bod eich cyfrif wedi cael ei gyfaddawdu, fe ddylech chi hefyd ddiweddaru eich cyfrinair.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Os bydd angen, efallai y byddwch yn allgofnodi o bob un o'ch porwr arall sesiynau ar draws eich holl ddyfeisiau. Rhai o'ch sesiynau diweddar yn cael eu rhestru isod; fodd bynnag, efallai y gall y rhestr fod yn gyflawn. Os ydych yn teimlo bod eich cyfrif wedi cael ei gyfaddawdu, fe ddylech chi hefyd ddiweddaru eich cyfrinair.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Os ydych eisoes gennych gyfrif, efallai y byddwch yn derbyn y gwahoddiad hwn gan glicio ar y botwm isod:",
    "If you did not create an account, no further action is required.": "Os nad ydych wedi creu cyfrif, nid oes unrhyw gamau pellach yn angenrheidiol.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Os nad oeddech yn disgwyl derbyn gwahoddiad i tîm hwn, efallai y byddwch yn thaflwch y e-bost.",
    "If you did not receive the email": "Os nad ydych wedi derbyn yr e-bost",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Os nad ydych wedi cyfrif, efallai y byddwch yn creu un drwy glicio ar y botwm isod. Ar ôl creu cyfrif, efallai y byddwch yn cliciwch y gwahoddiad derbyn botwm yn y neges e-bost i dderbyn y gwahoddiad tîm:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Os ydych yn cael trafferth glicio ar y \":actionText\" botwm, copïo a gludo URL y nodir isod\ni mewn i eich porwr gwe:",
    "Invalid signature.": "Annilys llofnod.",
    "Log out": "Yn logio allan",
    "Logout Other Browser Sessions": "Allgofnodi Eraill Porwr Sesiynau",
    "Manage and logout your active sessions on other browsers and devices.": "Yn rheoli ac yn allgofnodi eich gweithredol sesiynau ar porwyr eraill a dyfeisiau.",
    "Nevermind": "Dim ots",
    "Not Found": "Nid Yw Dod O Hyd",
    "Oh no": "Oh dim",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Unwaith y bydd tîm yn cael ei ddileu, ei holl adnoddau data a fydd yn cael eu dileu yn barhaol. Cyn dileu tîm hwn, os gwelwch yn dda lawrlwytho unrhyw ddata neu wybodaeth ynghylch y tîm yr ydych yn dymuno eu cadw.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Unwaith y bydd eich cyfrif yn cael ei ddileu, ei holl adnoddau data a fydd yn cael eu dileu yn barhaol. Cyn dileu eich cyfrif, os gwelwch yn dda lawrlwytho unrhyw ddata neu wybodaeth nad ydych yn dymuno cadw.",
    "Page Expired": "Tudalen Dod I Ben",
    "Pagination Navigation": "Tudaleniad Mordwyo",
    "Please click the button below to verify your email address.": "Os gwelwch yn dda cliciwch ar y botwm isod i gadarnhau eich cyfeiriad e-bost.",
    "Please confirm your password before continuing.": "Os gwelwch yn dda gadarnhau eich cyfrinair cyn parhau.",
    "Please copy your new API token. For your security, it won't be shown again.": "Os gwelwch yn dda copi eich newydd API tocyn. Ar gyfer eich diogelwch, ni fydd yn cael eu dangos unwaith eto.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Os gwelwch yn dda rhowch eich cyfrinair i gadarnhau y byddech yn hoffi i allgofnodi o eich porwr arall sesiynau ar draws eich holl ddyfeisiau.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Rhowch y cyfeiriad e-bost yr unigolyn yr hoffech ei ychwanegu at y tîm hwn. Y cyfeiriad e-bost mae'n rhaid i fod yn gysylltiedig â'r cyfrif sydd eisoes yn bodoli.",
    "Regards": "Cofion",
    "results": "canlyniadau",
    "Server Error": "Gwall Gweinydd",
    "Service Unavailable": "Gwasanaeth Ddim Ar Gael",
    "Showing": "Yn dangos",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Diolch am arwyddo i fyny! Cyn dechrau arni, a allech chi gadarnhau eich cyfeiriad e-bost drwy glicio ar y ddolen rydym yn unig e-bostio i chi? Os nad ydych yn derbyn yr e-bost, byddwn yn falch o anfon arall.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Y :attribute rhaid iddo fod o leiaf :length y cymeriadau ac yn cynnwys o leiaf un priflythyren gymeriad, un rhif ac un nod arbennig.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Mae'r tîm yn enw'r perchennog a gwybodaeth.",
    "This action is unauthorized.": "Mae hyn yn gweithredu heb awdurdod.",
    "This password reset link will expire in :count minutes.": "Mae hyn yn ailosod cyfrinair ddolen yn dod i ben yn :count munud.",
    "to": "i",
    "Toggle navigation": "Toggle mordwyo",
    "Too Many Attempts.": "Rhy Mae Llawer O Ymdrechion.",
    "Too Many Requests": "Gormod O Geisiadau",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dau ffactor dilysu yn awr yn galluogi. Yn sganio y canlynol cod QR gan ddefnyddio eich ffôn authenticator cais.",
    "Unauthorized": "Heb awdurdod",
    "Update your account's profile information and email address.": "Diweddaru eich cyfrif proffil wybodaeth a chyfeiriad e-bost.",
    "Verify Email Address": "Gwirio Cyfeiriad E-Bost",
    "Verify Your Email Address": "Gwirio Eich Cyfeiriad E-Bost",
    "We won't ask for your password again for a few hours.": "Wnawn ni ddim gofyn am eich cyfrinair eto ar gyfer ychydig oriau.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Pan fydd dau ffactor dilysu yn cael ei alluogi, byddwch yn cael eich annog i sicrhau, tocyn ar hap yn ystod y dilysu. Efallai y byddwch yn adfer y tocyn oddi wrth eich ffôn Google Authenticator cais.",
    "You are logged in!": "Ydych chi wedi mewngofnodi!",
    "Your email address is not verified.": "Eich cyfeiriad e-bost yn cael ei gwirio."
}
