{
    "The :attribute must be a valid role.": "Rhaid i'r maes hwn fod yn rôl ddilys.",
    "The :attribute must be at least :length characters and contain at least one number.": "Rhaid i'r maes hwn fod o leiaf :length nod a chynnwys o leiaf un rhif.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Rhaid i'r maes hwn fod o leiaf :length nod a chynnwys o leiaf un nod arbennig ac un rhif.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Rhaid i'r maes hwn fod o leiaf :length nod a chynnwys o leiaf un nod arbennig.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Rhaid i'r maes hwn fod o leiaf :length nod a chynnwys o leiaf un nod priflythrennau ac un rhif.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Rhaid i'r maes hwn gynnwys o leiaf :length nod a chynnwys o leiaf un nod priflythrennau ac un nod arbennig.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Rhaid i'r maes hwn fod o leiaf :length nod a chynnwys o leiaf un nod mawr, un rhif ac un nod arbennig.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Rhaid i'r maes hwn fod o leiaf :length nod a chynnwys o leiaf un nod priflythrennau.",
    "The :attribute must be at least :length characters.": "Rhaid i'r maes hwn fod o leiaf :length nod.",
    "The :attribute must contain at least one letter.": "Rhaid i'r maes hwn gynnwys o leiaf un llythyren.",
    "The :attribute must contain at least one number.": "Rhaid i'r maes hwn gynnwys o leiaf un rhif.",
    "The :attribute must contain at least one symbol.": "Rhaid i'r maes hwn gynnwys o leiaf un symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Rhaid i'r maes hwn gynnwys o leiaf un prif lythyren ac un llythyren fach.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Mae'r maes a roddir wedi ymddangos mewn gollyngiad data. Dewiswch faes gwahanol."
}
