{
    "A fresh verification link has been sent to your email address.": "En verifieringslänk har skickats till din e-postadress.",
    "Before proceeding, please check your email for a verification link.": "Innan du fortsätter, vänligen kontrollera din e-post efter verifieringslänken.",
    "click here to request another": "klicka här för att begära en ny",
    "E-Mail Address": "E-postadress",
    "Forbidden": "Förbjuden",
    "Go to page :page": "Gå till sidan :page",
    "Hello!": "Hej!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Om det behövs kan du logga ut alla dina andra webbläsarsessioner över alla dina enheter. Några av dina senaste sessioner listas nedan; denna lista kan dock inte vara uttömmande. Om du känner att ditt konto har äventyrats bör du också uppdatera ditt lösenord.",
    "If you did not create an account, no further action is required.": "Om du ej har skapat ett konto behöver du ej göra något.",
    "If you did not receive the email": "Om du inte mottog e-postmeddelandet",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Om det ej fungerar att klicka på \":actionText\"-knappen, kopiera och klista in länken nedan i webbläsarens adressfält:\n[:displayableActionUrl](:actionURL)",
    "Invalid signature.": "Felaktig signering.",
    "Log out": "Utloggning",
    "Logout Other Browser Sessions": "Logga Ut Andra Webbläsarsessioner",
    "Manage and logout your active sessions on other browsers and devices.": "Hantera och logga ut dina aktiva sessioner på andra webbläsare och enheter.",
    "Nevermind": "Nevermind",
    "Not Found": "Hittades ej",
    "Oh no": "Å nej",
    "Page Expired": "Sidan är utgången",
    "Pagination Navigation": "Sidnumrering Navigering",
    "Please click the button below to verify your email address.": "Vänligen klicka på knappen nedan för att verifiera din e-postadress.",
    "Please confirm your password before continuing.": "Vänligen bekräfta din e-postadress innan du fortsätter.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Ange ditt lösenord för att bekräfta att du vill logga ut från dina andra webbläsarsessioner på alla dina enheter.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Ange e-postadressen till den person du vill lägga till i det här laget. E-postadressen måste kopplas till ett befintligt konto.",
    "Regards": "Hälsningar",
    "results": "resultat",
    "Server Error": "Serverfel",
    "Service Unavailable": "Tjänsten svarar ej",
    "Showing": "Visar",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Denna åtgärd är obehörig.",
    "This password reset link will expire in :count minutes.": "Denna återställningslänk kommer att gå ut om :count minuter.",
    "to": "till",
    "Toggle navigation": "Växla navigering",
    "Too Many Attempts.": "För många försök.",
    "Too Many Requests": "För många anrop",
    "Unauthorized": "Obehörig",
    "Verify Email Address": "Bekräfta e-postadress",
    "Verify Your Email Address": "Bekräfta din e-postadress",
    "We won't ask for your password again for a few hours.": "Vi kommer ej fråga efter ditt lösenord igen på några timmar.",
    "You are logged in!": "Du är inloggad!",
    "Your email address is not verified.": "Din e-postadress är ej verifierad."
}
