{
    "A fresh verification link has been sent to your email address.": "En verifieringslänk har skickats till din e-postadress.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Lägg till en ny teammedlem i ditt team, så att de kan samarbeta med dig.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Är du säker på att du vill ta bort det här laget? När ett lag har tagits bort kommer alla dess resurser och data att raderas permanent.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Är du säker på att du vill ta bort ditt konto? När ditt konto har tagits bort kommer alla dess resurser och data att raderas permanent. Ange ditt lösenord för att bekräfta att du vill ta bort ditt konto permanent.",
    "Before proceeding, please check your email for a verification link.": "Innan du fortsätter, vänligen kontrollera din e-post efter verifieringslänken.",
    "click here to request another": "klicka här för att begära en ny",
    "E-Mail Address": "E-postadress",
    "Editor users have the ability to read, create, and update.": "Redigeraranvändare har möjlighet att läsa, skapa och uppdatera.",
    "Ensure your account is using a long, random password to stay secure.": "Se till att ditt konto använder ett långt, slumpmässigt lösenord för att vara säkert.",
    "For your security, please confirm your password to continue.": "För din säkerhet, bekräfta ditt lösenord för att fortsätta.",
    "Forbidden": "Förbjuden",
    "Go to page :page": "Gå till sidan :page",
    "Hello!": "Hej!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Om det behövs kan du logga ut från alla dina andra webbläsarsessioner på alla dina enheter. Några av dina senaste sessioner listas nedan; denna lista kan dock inte vara uttömmande. Om du känner att ditt konto har äventyrats bör du också uppdatera ditt lösenord.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Om det behövs kan du logga ut alla dina andra webbläsarsessioner över alla dina enheter. Några av dina senaste sessioner listas nedan; denna lista kan dock inte vara uttömmande. Om du känner att ditt konto har äventyrats bör du också uppdatera ditt lösenord.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Om du redan har ett konto kan du acceptera inbjudan genom att klicka på knappen nedan:",
    "If you did not create an account, no further action is required.": "Om du ej har skapat ett konto behöver du ej göra något.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Om du inte förväntade dig att få en inbjudan till det här laget kan du kassera det här e-postmeddelandet.",
    "If you did not receive the email": "Om du inte mottog e-postmeddelandet",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Om du inte har ett konto kan du skapa ett genom att klicka på knappen nedan. När du har skapat ett konto kan du klicka på knappen inbjudan acceptans i det här e-postmeddelandet för att acceptera teaminbjudan:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Om det ej fungerar att klicka på \":actionText\"-knappen, kopiera och klista in länken nedan i webbläsarens adressfält:\n[:displayableActionUrl](:actionURL)",
    "Invalid signature.": "Felaktig signering.",
    "Log out": "Utloggning",
    "Logout Other Browser Sessions": "Logga Ut Andra Webbläsarsessioner",
    "Manage and logout your active sessions on other browsers and devices.": "Hantera och logga ut dina aktiva sessioner på andra webbläsare och enheter.",
    "Nevermind": "Nevermind",
    "Not Found": "Hittades ej",
    "Oh no": "Å nej",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "När ett lag har tagits bort kommer alla dess resurser och data att raderas permanent. Innan du tar bort det här laget, ladda ner data eller information om det här laget som du vill behålla.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "När ditt konto har tagits bort kommer alla dess resurser och data att raderas permanent. Innan du tar bort ditt konto, ladda ner data eller information som du vill behålla.",
    "Page Expired": "Sidan är utgången",
    "Pagination Navigation": "Sidnumrering Navigering",
    "Please click the button below to verify your email address.": "Vänligen klicka på knappen nedan för att verifiera din e-postadress.",
    "Please confirm your password before continuing.": "Vänligen bekräfta din e-postadress innan du fortsätter.",
    "Please copy your new API token. For your security, it won't be shown again.": "Vänligen kopiera din nya API-token. För din säkerhet kommer den inte att visas igen.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Ange ditt lösenord för att bekräfta att du vill logga ut från dina andra webbläsarsessioner på alla dina enheter.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Ange e-postadressen till den person du vill lägga till i det här laget. E-postadressen måste kopplas till ett befintligt konto.",
    "Regards": "Hälsningar",
    "results": "resultat",
    "Server Error": "Serverfel",
    "Service Unavailable": "Tjänsten svarar ej",
    "Showing": "Visar",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Tack för att du anmälde dig! Innan du börjar, kan du verifiera din e-postadress genom att klicka på länken vi just mailade till dig? Om du inte fick e-postmeddelandet skickar vi gärna en annan.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute måste vara minst :length tecken och innehålla minst ett VERSALT TECKEN, ett nummer och ett specialtecken.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Lagets namn och ägarinformation.",
    "This action is unauthorized.": "Denna åtgärd är obehörig.",
    "This password reset link will expire in :count minutes.": "Denna återställningslänk kommer att gå ut om :count minuter.",
    "to": "till",
    "Toggle navigation": "Växla navigering",
    "Too Many Attempts.": "För många försök.",
    "Too Many Requests": "För många anrop",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tvåfaktorsautentisering är nu aktiverad. Skanna följande QR-kod med telefonens autentiseringsprogram.",
    "Unauthorized": "Obehörig",
    "Update your account's profile information and email address.": "Uppdatera kontots profilinformation och e-postadress.",
    "Verify Email Address": "Bekräfta e-postadress",
    "Verify Your Email Address": "Bekräfta din e-postadress",
    "We won't ask for your password again for a few hours.": "Vi kommer ej fråga efter ditt lösenord igen på några timmar.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "När tvåfaktorsautentisering är aktiverad blir du tillfrågad om en säker, slumpmässig token under autentisering. Du kan hämta denna token från telefonens Google Authenticator-program.",
    "You are logged in!": "Du är inloggad!",
    "Your email address is not verified.": "Din e-postadress är ej verifierad."
}
