{
    "A fresh verification link has been sent to your email address.": "Safi ya ukaguzi kiungo imekuwa kutumwa kwa barua pepe yako anwani.",
    "Before proceeding, please check your email for a verification link.": "Kabla ya kuendelea, tafadhali angalia barua pepe yako kwa ajili ya ukaguzi kiungo.",
    "click here to request another": "bonyeza hapa kuomba mwingine",
    "E-Mail Address": "E-Mail Anwani",
    "Forbidden": "Haramu",
    "Go to page :page": "Kwenda kwa ukurasa :page",
    "Hello!": "Hello!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Kama ni muhimu, unaweza logout ya yote ya browser yako mengine vikao katika yote ya vifaa yako. Baadhi ya hivi karibuni ya vikao ni hapa chini; hata hivyo, orodha hii inaweza kuwa kamilifu. Kama wewe kujisikia akaunti yako imekuwa kuathirika, unapaswa pia update password yako.",
    "If you did not create an account, no further action is required.": "Kama wewe si kujenga akaunti, hakuna hatua zaidi inahitajika.",
    "If you did not receive the email": "Kama hakuwa na kupokea barua pepe",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kama wewe ni kuwa na matatizo ya kubonyeza \":actionText\" kifungo, nakala na kuweka URL ya chini\nkatika web browser yako:",
    "Invalid signature.": "Batili sahihi.",
    "Log out": "Ingia nje",
    "Logout Other Browser Sessions": "Logout Browser Nyingine Ya Vikao",
    "Manage and logout your active sessions on other browsers and devices.": "Kusimamia na logout yako ya kazi vikao vya juu nyingine ya browsers na vifaa.",
    "Nevermind": "Nevermind",
    "Not Found": "Si Kupatikana",
    "Oh no": "Oh no",
    "Page Expired": "Ukurasa Muda Wake",
    "Pagination Navigation": "Pagination Urambazaji",
    "Please click the button below to verify your email address.": "Tafadhali bonyeza kifungo chini ya kuthibitisha anwani ya barua pepe yako.",
    "Please confirm your password before continuing.": "Tafadhali kuthibitisha password yako kabla ya kuendelea.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Tafadhali kuingia password yako ili kuthibitisha ungependa logout ya browser yako mengine vikao katika yote ya vifaa yako.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Tafadhali kutoa anwani ya barua pepe ya mtu ungependa kuongeza kwa timu hii. Anwani ya barua pepe lazima kuhusishwa na akaunti zilizopo.",
    "Regards": "Regards",
    "results": "matokeo",
    "Server Error": "Server Error",
    "Service Unavailable": "Huduma Hazipatikani",
    "Showing": "Kuonyesha",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Hatua hii ni ruhusa.",
    "This password reset link will expire in :count minutes.": "Hii password rudisha kiungo utakamilika katika :count dakika.",
    "to": "kwa",
    "Toggle navigation": "Toggle navigation",
    "Too Many Attempts.": "Pia Majaribio Mengi.",
    "Too Many Requests": "Maombi Mengi Mno",
    "Unauthorized": "Ruhusa",
    "Verify Email Address": "Kuthibitisha Anwani Ya Barua Pepe",
    "Verify Your Email Address": "Kuthibitisha Anwani Ya Barua Pepe Yako",
    "We won't ask for your password again for a few hours.": "Sisi si kuuliza kwa password yako tena kwa masaa machache.",
    "You are logged in!": "Wewe ni watumiaji katika!",
    "Your email address is not verified.": "Anwani yako ya barua pepe ni si kuthibitishwa."
}
