{
    "A fresh verification link has been sent to your email address.": "Safi ya ukaguzi kiungo imekuwa kutumwa kwa barua pepe yako anwani.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Kuongeza mpya wa timu ya mwanachama wa timu yako, kuruhusu kwao kwa kushirikiana na wewe.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Je, una uhakika unataka kufuta timu hii? Mara baada ya timu ni ilifutwa, yote ya rasilimali zake na data itakuwa ya kudumu kufutwa.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Je, una uhakika unataka kufuta akaunti yako? Mara baada ya akaunti yako ni ilifutwa, yote ya rasilimali zake na data itakuwa ya kudumu kufutwa. Tafadhali kuingia password yako ili kuthibitisha ungependa kufuta akaunti yako.",
    "Before proceeding, please check your email for a verification link.": "Kabla ya kuendelea, tafadhali angalia barua pepe yako kwa ajili ya ukaguzi kiungo.",
    "click here to request another": "bonyeza hapa kuomba mwingine",
    "E-Mail Address": "E-Mail Anwani",
    "Editor users have the ability to read, create, and update.": "Mhariri watumiaji kuwa na uwezo wa kusoma, kujenga, na update.",
    "Ensure your account is using a long, random password to stay secure.": "Kuhakikisha akaunti yako ni kutumia kwa muda mrefu, password random kukaa salama.",
    "For your security, please confirm your password to continue.": "Kwa ajili ya usalama wako, tafadhali kuthibitisha password yako ya kuendelea.",
    "Forbidden": "Haramu",
    "Go to page :page": "Kwenda kwa ukurasa :page",
    "Hello!": "Hello!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Kama ni muhimu, unaweza logi nje ya yote ya browser yako mengine vikao katika yote ya vifaa yako. Baadhi ya hivi karibuni ya vikao ni hapa chini; hata hivyo, orodha hii inaweza kuwa kamilifu. Kama wewe kujisikia akaunti yako imekuwa kuathirika, unapaswa pia update password yako.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Kama ni muhimu, unaweza logout ya yote ya browser yako mengine vikao katika yote ya vifaa yako. Baadhi ya hivi karibuni ya vikao ni hapa chini; hata hivyo, orodha hii inaweza kuwa kamilifu. Kama wewe kujisikia akaunti yako imekuwa kuathirika, unapaswa pia update password yako.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Kama tayari una akaunti, unaweza kukubali mwaliko huu kwa kubonyeza kifungo chini:",
    "If you did not create an account, no further action is required.": "Kama wewe si kujenga akaunti, hakuna hatua zaidi inahitajika.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Kama wewe hawakuwa wanatarajia kupokea mwaliko kwa timu hii, unaweza kuondokana na hii ya barua pepe.",
    "If you did not receive the email": "Kama hakuwa na kupokea barua pepe",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Kama huna akaunti, unaweza kuunda moja kwa kubonyeza kifungo chini. Baada ya kujenga akaunti, unaweza bonyeza mwaliko kukubalika kifungo katika hii barua pepe kwa kukubali timu ya mwaliko:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kama wewe ni kuwa na matatizo ya kubonyeza \":actionText\" kifungo, nakala na kuweka URL ya chini\nkatika web browser yako:",
    "Invalid signature.": "Batili sahihi.",
    "Log out": "Ingia nje",
    "Logout Other Browser Sessions": "Logout Browser Nyingine Ya Vikao",
    "Manage and logout your active sessions on other browsers and devices.": "Kusimamia na logout yako ya kazi vikao vya juu nyingine ya browsers na vifaa.",
    "Nevermind": "Nevermind",
    "Not Found": "Si Kupatikana",
    "Oh no": "Oh no",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Mara baada ya timu ni ilifutwa, yote ya rasilimali zake na data itakuwa ya kudumu kufutwa. Kabla ya kufuta timu hii, tafadhali kushusha data yoyote au habari kuhusu timu hii kwamba unataka kuhifadhi.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Mara baada ya akaunti yako ni ilifutwa, yote ya rasilimali zake na data itakuwa ya kudumu kufutwa. Kabla ya kufuta akaunti yako, tafadhali kushusha data yoyote au habari kwamba unataka kuhifadhi.",
    "Page Expired": "Ukurasa Muda Wake",
    "Pagination Navigation": "Pagination Urambazaji",
    "Please click the button below to verify your email address.": "Tafadhali bonyeza kifungo chini ya kuthibitisha anwani ya barua pepe yako.",
    "Please confirm your password before continuing.": "Tafadhali kuthibitisha password yako kabla ya kuendelea.",
    "Please copy your new API token. For your security, it won't be shown again.": "Tafadhali nakala yako mpya API ishara. Kwa ajili ya usalama wako, itakuwa si kuonyeshwa tena.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Tafadhali kuingia password yako ili kuthibitisha ungependa logout ya browser yako mengine vikao katika yote ya vifaa yako.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Tafadhali kutoa anwani ya barua pepe ya mtu ungependa kuongeza kwa timu hii. Anwani ya barua pepe lazima kuhusishwa na akaunti zilizopo.",
    "Regards": "Regards",
    "results": "matokeo",
    "Server Error": "Server Error",
    "Service Unavailable": "Huduma Hazipatikani",
    "Showing": "Kuonyesha",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Shukrani kwa ajili ya kusainiwa! Kabla ya kupata kuanza, unaweza kuthibitisha anwani ya barua pepe yako kwa kubonyeza juu ya kiungo sisi tu emailed na wewe? Kama hakuwa na kupokea barua pepe, sisi kwa furaha kutuma mwingine.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Ya :attribute lazima angalau :length wahusika na iwe na angalau moja uppercase tabia, namba moja, na moja tabia maalum.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Timu ya jina na mmiliki habari.",
    "This action is unauthorized.": "Hatua hii ni ruhusa.",
    "This password reset link will expire in :count minutes.": "Hii password rudisha kiungo utakamilika katika :count dakika.",
    "to": "kwa",
    "Toggle navigation": "Toggle navigation",
    "Too Many Attempts.": "Pia Majaribio Mengi.",
    "Too Many Requests": "Maombi Mengi Mno",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Mbili uthibitisho sababu sasa ni kuwezeshwa. Scan zifuatazo QR kanuni kwa kutumia simu yako ya authenticator maombi.",
    "Unauthorized": "Ruhusa",
    "Update your account's profile information and email address.": "Update akaunti yako profile habari na anwani ya barua pepe.",
    "Verify Email Address": "Kuthibitisha Anwani Ya Barua Pepe",
    "Verify Your Email Address": "Kuthibitisha Anwani Ya Barua Pepe Yako",
    "We won't ask for your password again for a few hours.": "Sisi si kuuliza kwa password yako tena kwa masaa machache.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Wakati mbili uthibitisho sababu ni kuwezeshwa, wewe utakuwa ilisababisha kwa salama, random ishara wakati wa uthibitishaji. Unaweza retrieve ishara hii kutoka simu yako ya Authenticator Google maombi.",
    "You are logged in!": "Wewe ni watumiaji katika!",
    "Your email address is not verified.": "Anwani yako ya barua pepe ni si kuthibitishwa."
}
