{
    "(and :count more error)": "(နောက်ထပ် error :count ခု)",
    "(and :count more errors)": "(နှင့် နောက်ထပ် အမှား :count ခု)",
    "30 Days": "ရက် 30",
    "365 Days": "၃၆၅ ရက်",
    "60 Days": "ရက် 60",
    "90 Days": "ရက် 90",
    ":amount selected": ":amount ယောက်ရွေးတယ်။",
    ":amount Total": "စုစုပေါင်း ၁၀",
    ":days day trial": ":days ရက်အစမ်း",
    ":resource Details": "အသေးစိတ်အချက် ၁၀",
    ":resource Details: :title": "၁၀ အသေးစိတ်များ- ၂၀",
    "A fresh verification link has been sent to your email address.": "အသစ်အသစ်သော အတည်ပြုချက်လင့်ခ်တစ်ခုကို သင့်အီးမေးလ်လိပ်စာသို့ ပို့လိုက်ပါပြီ။",
    "A new verification link has been sent to the email address you provided during registration.": "မှတ်ပုံတင်စဉ်အတွင်း သင်ပေးထားသော အီးမေးလ်လိပ်စာသို့ အတည်ပြုခြင်းလင့်ခ်အသစ်ကို ပေးပို့လိုက်ပါပြီ။",
    "A new verification link has been sent to the email address you provided in your profile settings.": "သင့်ပရိုဖိုင်ဆက်တင်များတွင် ပေးထားသည့် အီးမေးလ်လိပ်စာသို့ အတည်ပြုခြင်းလင့်ခ်အသစ်တစ်ခု ပေးပို့လိုက်ပါပြီ။",
    "A new verification link has been sent to your email address.": "အတည်ပြုခြင်းလင့်ခ်အသစ်တစ်ခုကို သင့်အီးမေးလ်လိပ်စာသို့ ပို့လိုက်ပါပြီ။",
    "Accept Invitation": "ဖိတ်ကြားချက်ကို လက်ခံပါ။",
    "Action": "အက်ရှင်",
    "Action Happened At": "At",
    "Action Initiated By": "စတင်ပြုလုပ်ခဲ့သည်။",
    "Action Name": "နာမည်",
    "Action Status": "အဆင့်အတန်း",
    "Action Target": "ပစ်မှတ်",
    "Actions": "လုပ်ဆောင်ချက်များ",
    "Add": "ထည့်ပါ။",
    "Add :resource": ":resource ထည့်ပါ။",
    "Add a new team member to your team, allowing them to collaborate with you.": "၎င်းတို့ကို သင်နှင့် ပူးပေါင်းဆောင်ရွက်နိုင်ရန် သင့်အဖွဲ့တွင် အဖွဲ့၀င်အသစ်တစ်ဦးကို ပေါင်းထည့်ပါ။",
    "Add additional security to your account using two factor authentication.": "အချက်နှစ်ချက်ကို စစ်မှန်ကြောင်းအထောက်အထားပြခြင်းဖြင့် သင့်အကောင့်သို့ နောက်ထပ်လုံခြုံရေးကို ထည့်ပါ။",
    "Add Payment Method": "ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။",
    "Add row": "အတန်းထည့်ပါ။",
    "Add Team Member": "Team Member ထည့်ပါ။",
    "Add VAT Number": "VAT နံပါတ်ထည့်ပါ။",
    "Added.": "ထပ်ပြောပါသည်။",
    "Additional billing information updated successfully.": "အပိုငွေပေးချေမှု အချက်အလက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
    "Address": "လိပ်စာ",
    "Address Line 2": "လိပ်စာလိုင်း ၂",
    "Administrator": "အုပ်ချုပ်ရေးမှူး",
    "Administrator users can perform any action.": "စီမံခန့်ခွဲသူအသုံးပြုသူများသည် မည်သည့်လုပ်ဆောင်ချက်ကိုမဆို လုပ်ဆောင်နိုင်သည်။",
    "Afghanistan": "အာဖဂန်နစ္စတန်",
    "Aland Islands": "Åland ကျွန်းစုများ",
    "Albania": "အယ်လ်ဘေးနီးယား",
    "Algeria": "အယ်လ်ဂျီးရီးယား",
    "All of the people that are part of this team.": "ဒီအသင်းမှာ ပါဝင်တဲ့သူတွေ အားလုံး",
    "All resources loaded.": "အရင်းအမြစ်အားလုံးကို တင်ထားသည်။",
    "All rights reserved.": "မူပိုင်ခွင့်ကိုလက်ဝယ်ထားသည်။",
    "Already registered?": "စာရင်းသွင်းပြီးပြီလား။",
    "American Samoa": "အမေရိကန်ဆာမိုအာ",
    "An error occurred while uploading the file.": "ဖိုင်ကို အပ်လုဒ်လုပ်နေစဉ် အမှားဖြစ်သွားသည်။",
    "An error occurred while uploading the file: :error": "ဖိုင်ကို တင်ရာတွင် အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်ခဲ့သည်- :error",
    "An unexpected error occurred and we have notified our support team. Please try again later.": "မမျှော်လင့်ထားသော အမှားတစ်ခု ဖြစ်ပွားခဲ့ပြီး ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီမှုအဖွဲ့ကို အကြောင်းကြားခဲ့သည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။",
    "Andorra": "အန်ဒိုရာ",
    "Angola": "အင်ဂိုလာ",
    "Anguilla": "အင်ဂီလာ",
    "Another user has updated this resource since this page was loaded. Please refresh the page and try again.": "ဤစာမျက်နှာကို တင်ပြီးကတည်းက အခြားအသုံးပြုသူသည် ဤအရင်းအမြစ်ကို အပ်ဒိတ်လုပ်ထားသည်။ ကျေးဇူးပြု၍ စာမျက်နှာကို ပြန်လည်ဆန်းသစ်ပြီး ထပ်စမ်းကြည့်ပါ။",
    "Antarctica": "အန္တာတိက",
    "Antigua And Barbuda": "အန်တီဂွါနှင့် ဘာဘူဒါ",
    "Antigua and Barbuda": "အန်တီဂွါနှင့် ဘာဘူဒါ",
    "API Token": "API တိုကင်",
    "API Token Permissions": "API တိုကင်ခွင့်ပြုချက်များ",
    "API Tokens": "API တိုကင်များ",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API တိုကင်များသည် သင့်ကိုယ်စား ကျွန်ုပ်တို့၏အက်ပ်လီကေးရှင်းဖြင့် ပြင်ပမှဝန်ဆောင်မှုများကို စစ်မှန်ကြောင်းသက်သေပြရန် ခွင့်ပြုပါသည်။",
    "Apply": "လျှောက်ထားပါ။",
    "Apply Coupon": "ကူပွန်ကို လျှောက်ထားပါ။",
    "April": "ဧပြီလ",
    "Are you sure you want to attempt to pay :amount?": ":amount ပေးချေရန် သင်ကြိုးစားလိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to cancel your subscription?": "သင်၏ စာရင်းသွင်းမှုကို ပယ်ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete all the notifications?": "အကြောင်းကြားချက်အားလုံးကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete the selected resources?": "ရွေးချယ်ထားသော အရင်းအမြစ်များကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete this file?": "ဤဖိုင်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete this notification?": "ဤအကြောင်းကြားချက်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete this payment method?": "ဤငွေပေးချေမှုနည်းလမ်းကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete this resource?": "ဤအရင်းအမြစ်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "ဤအဖွဲ့ကို ဖျက်လိုသည်မှာ သေချာပါသလား။ အဖွဲ့တစ်ခုကို ဖျက်လိုက်သည်နှင့် ၎င်း၏အရင်းအမြစ်များနှင့် ဒေတာအားလုံးကို အပြီးအပိုင် ဖျက်လိုက်ပါမည်။",
    "Are you sure you want to delete your account?": "သင့်အကောင့်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "သင့်အကောင့်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။ သင့်အကောင့်ကို ဖျက်လိုက်သည်နှင့် ၎င်း၏အရင်းအမြစ်များနှင့် ဒေတာအားလုံးကို အပြီးအပိုင် ဖျက်လိုက်ပါမည်။ သင့်အကောင့်ကို အပြီးတိုင်ဖျက်လိုကြောင်း အတည်ပြုရန် သင့်စကားဝှက်ကို ထည့်သွင်းပါ။",
    "Are you sure you want to detach the selected resources?": "ရွေးချယ်ထားသော အရင်းအမြစ်များကို ဖယ်ထုတ်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to detach this resource?": "ဤအရင်းအမြစ်ကို ဖယ်ထုတ်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to force delete the selected resources?": "ရွေးချယ်ထားသော ရင်းမြစ်များကို ဖျက်ရန် အတင်းအကြပ် လုပ်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to force delete this resource?": "ဤအရင်းအမြစ်ကို အတင်းဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to log out?": "ထွက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to remove this item?": "ဤအရာကို ဖယ်ရှားလိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to restore the selected resources?": "ရွေးချယ်ထားသော အရင်းအမြစ်များကို ပြန်လည်ရယူလိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to restore this resource?": "ဤအရင်းအမြစ်ကို ပြန်လည်ရယူလိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to resume your subscription?": "သင်၏ စာရင်းသွင်းမှုကို ပြန်လည်စတင်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to run this action?": "ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to set this payment method as your default?": "ဤငွေပေးချေမှုနည်းလမ်းကို သင့်မူရင်းအဖြစ် သတ်မှတ်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you want to stop impersonating?": "အယောင်ဆောင်ခြင်းကို ရပ်တန့်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you would like to delete this API token?": "ဤ API တိုကင်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
    "Are you sure you would like to leave this team?": "ဤအဖွဲ့မှ ထွက်ခွာလိုသည်မှာ သေချာပါသလား။",
    "Are you sure you would like to remove this person from the team?": "ဤလူကို အဖွဲ့မှ ဖယ်ရှားလိုသည်မှာ သေချာပါသလား။",
    "Are you sure you would like to switch billing plans?": "ငွေပေးချေမှု အစီအစဉ်များကို ပြောင်းလိုသည်မှာ သေချာပါသလား။",
    "Argentina": "အာဂျင်တီးနား",
    "Armenia": "အာမေးနီးယား",
    "Aruba": "Aruba",
    "Attach": "တွဲပါ။",
    "Attach & Attach Another": "တွဲပြီး နောက်တစ်ခုကို တွဲပါ။",
    "Attach :resource": "တွဲ ၁၀",
    "Attach files by dragging & dropping, selecting or pasting them.": "ဆွဲယူချခြင်း၊ ရွေးချယ်ခြင်း သို့မဟုတ် မြည်းစမ်းခြင်းဖြင့် ဖိုင်များကို ပူးတွဲပါ။",
    "Attendance": "ကျောင်းခေါ်ချိန်",
    "August": "သြဂုတ်လ",
    "Australia": "သြစတြေးလျ",
    "Austria": "သြစတြီးယား",
    "Azerbaijan": "အဇာဘိုင်ဂျန်",
    "Bahamas": "ဘဟားမား",
    "Bahrain": "ဘာရိန်း",
    "Bangladesh": "ဘင်္ဂလားဒေ့ရှ်",
    "Barbados": "ဘာဘေးဒိုးစ်",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ဆက်လက်မလုပ်ဆောင်မီ၊ ကျွန်ုပ်တို့ သင့်ထံ အီးမေးလ်ပို့ထားသည့် လင့်ခ်ကို နှိပ်ခြင်းဖြင့် သင့်အီးမေးလ်လိပ်စာကို သင်အတည်ပြုနိုင်ပါသလား။ အကယ်၍ သင်သည် အီးမေးလ်ကို လက်ခံရရှိခြင်းမရှိပါက၊ ကျွန်ုပ်တို့သည် သင့်အား ဝမ်းမြောက်စွာ ပေးပို့ပါမည်။",
    "Before proceeding, please check your email for a verification link.": "ဆက်လက်မလုပ်ဆောင်မီ၊ အတည်ပြုခြင်းလင့်ခ်အတွက် သင့်အီးမေးလ်ကို စစ်ဆေးပါ။",
    "Belarus": "ဘီလာရုစ်",
    "Belgium": "ဘယ်လ်ဂျီယံ",
    "Belize": "ဘေလီဇ်",
    "Benin": "နင်",
    "Bermuda": "ဘာမြူဒါ",
    "Bhutan": "ဘူတန်",
    "Billing Information": "ကျသင့်ငွေတောင်းခံလွှာဆိုင်ရာအချက်အလက်များ",
    "Billing Management": "ငွေတောင်းခံခြင်းစီမံခန့်ခွဲမှု",
    "Bolivia": "ဘိုလီးဗီးယား",
    "Bolivia, Plurinational State of": "ဘိုလီးဗီးယား၊ Plurinational ပြည်နယ်",
    "Bonaire, Sint Eustatius and Saba": "Bonaire၊ Sint Eustatius နှင့် Saba",
    "Bosnia And Herzegovina": "ဘော့စနီးယားနှင့် ဟာဇီဂိုဗီးနား",
    "Bosnia and Herzegovina": "ဘော့စနီးယားနှင့် ဟာဇီဂိုဗီးနား",
    "Botswana": "ဘော့ဆွာနာ",
    "Bouvet Island": "Bouvet ကျွန်း",
    "Brazil": "ဘရာဇီး",
    "British Indian Ocean Territory": "ဗြိတိသျှအိန္ဒိယသမုဒ္ဒရာနယ်မြေ",
    "Browser Sessions": "ဘရောက်ဆာ ဆက်ရှင်များ",
    "Brunei Darussalam": "ဘရူနိုင်းဒါရုစလမ်",
    "Bulgaria": "ဘူလ်ဂေးရီးယား",
    "Burkina Faso": "ဘာကီနာဖာဆို",
    "Burundi": "ဘူရွန်ဒီ",
    "Cambodia": "ကမ္ဘောဒီးယား",
    "Cameroon": "ကင်မရွန်း",
    "Canada": "ကနေဒါ",
    "Cancel": "မလုပ်တော့",
    "Cancel Subscription": "စာရင်းသွင်းမှုကို ပယ်ဖျက်ပါ။",
    "Cape Verde": "ကိပ်ဗာဒီ",
    "Card": "ကတ်",
    "Cayman Islands": "ကေမန်ကျွန်းများ",
    "Central African Republic": "ဗဟိုအာဖရိကသမ္မတနိုင်ငံ၊",
    "Chad": "ချဒ်",
    "Change Subscription Plan": "စာရင်းသွင်းမှု အစီအစဉ်ကို ပြောင်းလဲပါ။",
    "Changes": "အပြောင်းအလဲများ",
    "Checkout": "ထွက်ခွာသည်",
    "Chile": "ချီလီ",
    "China": "တရုတ်",
    "Choose": "ရွေးပါ။",
    "Choose :field": ":field ကိုရွေးပါ။",
    "Choose :resource": ":resource ကိုရွေးပါ။",
    "Choose a project": "ပရောဂျက်တစ်ခုကို ရွေးပါ။",
    "Choose an option": "ရွေးချယ်မှုတစ်ခုကို ရွေးချယ်ပါ။",
    "Choose date": "ရက်စွဲကို ရွေးပါ။",
    "Choose File": "ဖိုင်ရွေးပါ",
    "Choose Files": "Files ကို ရွေးပါ။",
    "Choose Type": "အမျိုးအစားကို ရွေးပါ။",
    "Christmas Island": "ခရစ္စမတ်ကျွန်း",
    "City": "မြို",
    "Click here to re-send the verification email.": "အတည်ပြုအီးမေးလ်ကို ပြန်လည်ပေးပို့ရန် ဤနေရာကိုနှိပ်ပါ။",
    "click here to request another": "နောက်ထပ်တောင်းဆိုရန် ဤနေရာကိုနှိပ်ပါ။",
    "Click to choose": "ရွေးချယ်ရန် နှိပ်ပါ။",
    "Close": "ပိတ်လိုက်",
    "Cocos (Keeling) Islands": "ကိုကို့စ် (Keeling) ကျွန်းစုများ",
    "Code": "ကုဒ်",
    "Colombia": "ကိုလံဘီယာ",
    "Comoros": "ကွန်မိုရို",
    "Confirm": "အတည်ပြုပါ။",
    "Confirm Billing Action": "ငွေတောင်းခံခြင်းလုပ်ဆောင်ချက်ကို အတည်ပြုပါ။",
    "Confirm Password": "စကားဝှက်အတည်ပြုခြင်း",
    "Confirm Payment": "ငွေပေးချေမှုကို အတည်ပြုပါ။",
    "Confirm your :amount payment": "သင့်ငွေပေးချေမှု :amount ကို အတည်ပြုပါ။",
    "Congo": "ကွန်ဂို",
    "Congo, Democratic Republic": "ကွန်ဂို၊ ဒီမိုကရက်တစ်သမ္မတနိုင်ငံ",
    "Congo, the Democratic Republic of the": "ကွန်ဂို၊ ဒီမိုကရက်တစ်သမ္မတနိုင်ငံ၊",
    "Constant": "စဉ်ဆက်မပြတ်",
    "Continue To Payment": "ငွေပေးချေမှုသို့ ဆက်သွားပါ။",
    "Cook Islands": "Cook ကျွန်းများ",
    "Copy to clipboard": "ကလစ်ဘုတ်သို့ ကူးယူပါ။",
    "Costa Rica": "ကော့စတာရီကာ",
    "Cote D'Ivoire": "Côte d'Ivoire",
    "Country": "တိုင်းပြည်",
    "Coupon": "ကူပွန်",
    "Coupon applied successfully.": "ကူပွန်ကို အောင်မြင်စွာ အသုံးပြုခဲ့သည်။",
    "Create": "ဖန်တီးပါ။",
    "Create & Add Another": "နောက်ထပ်ဖန်တီးပြီး ထပ်ထည့်ပါ။",
    "Create :resource": ":resource ဖန်တီးပါ။",
    "Create a new team to collaborate with others on projects.": "ပရောဂျက်များတွင် အခြားသူများနှင့် ပူးပေါင်းဆောင်ရွက်ရန် အဖွဲ့အသစ်ကို ဖန်တီးပါ။",
    "Create Account": "အကောင့်ပြုလုပ်ပါ",
    "Create API Token": "API Token ဖန်တီးပါ။",
    "Create New Team": "အဖွဲ့အသစ်ဖန်တီးပါ။",
    "Create Team": "အဖွဲ့ကိုဖန်တီးပါ။",
    "Created.": "ဖန်တီးခဲ့သည်။",
    "Croatia": "ခရိုအေးရှား",
    "CSV (.csv)": "CSV (.csv)",
    "Cuba": "ကျူး",
    "Curaçao": "Curaçao",
    "Current Password": "လက်ရှိစကားဝှက်",
    "Current Subscription Plan": "လက်ရှိ စာရင်းသွင်းမှု အစီအစဉ်",
    "Currently Subscribed": "လောလောဆယ် စာရင်းသွင်းထားသည်။",
    "Customer Balance": "ဖောက်သည်လက်ကျန်",
    "Customize": "စိတ်ကြိုက်လုပ်ပါ။",
    "Cyprus": "ဆိုက်ပရပ်စ်",
    "Czech Republic": "ချက်သမ္မတနိုင်ငံ",
    "Côte d'Ivoire": "Côte d'Ivoire",
    "Dark": "မှောငျမိုကျသော",
    "Dashboard": "ဒိုင်ခွက်",
    "December": "ဒီဇင်ဘာ",
    "Decrease": "ရုပ်ရည်",
    "Default": "ပုံသေ",
    "Delete": "ဖျက်ပါ။",
    "Delete Account": "အကောင့်ဖျက်ပါ။",
    "Delete all notifications": "အကြောင်းကြားချက်အားလုံးကို ဖျက်ပါ။",
    "Delete API Token": "API တိုကင်ကို ဖျက်ပါ။",
    "Delete File": "ဖိုင်ကိုဖျက်ပါ။",
    "Delete Resource": "အရင်းအမြစ်ကို ဖျက်ပါ။",
    "Delete Selected": "ဖျက်ရန် ရွေးချယ်ထားသည်။",
    "Delete Team": "အဖွဲ့ကိုဖျက်ပါ။",
    "Denmark": "ဒိန်းမတ်",
    "Detach": "ခွဲထုတ်ပါ။",
    "Detach Resource": "အရင်းအမြစ်ကို ဖယ်ထုတ်ပါ။",
    "Detach Selected": "ဖယ်ထုတ်ရန် ရွေးချယ်ထားသည်။",
    "Details": "အသေးစိတ်",
    "Disable": "ပိတ်ပါ။",
    "Djibouti": "ဂျီဘူတီ",
    "Do you really want to leave? You have unsaved changes.": "မင်းတကယ်ထွက်သွားချင်တာလား။ သင့်တွင် မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ ရှိသည်။",
    "Dominica": "ဒိုမီနီကာ",
    "Dominican Republic": "ဒိုမီနီကန်သမ္မတနိုင်ငံ",
    "Done.": "ပြီးပြီ။",
    "Download": "ဒေါင်းလုဒ်လုပ်ပါ။",
    "Download Receipt": "ပြေစာကို ဒေါင်းလုဒ်လုပ်ပါ။",
    "Drop file or click to choose": "ဖိုင်ကိုချပါ သို့မဟုတ် ရွေးချယ်ရန် နှိပ်ပါ။",
    "Drop files or click to choose": "ဖိုင်များကိုချပါ သို့မဟုတ် ရွေးချယ်ရန် နှိပ်ပါ။",
    "Ecuador": "အီကွေဒေါ",
    "Edit": "တည်းဖြတ်ပါ။",
    "Edit :resource": "တည်းဖြတ်ရန် ၁၀",
    "Edit Attached": "ပူးတွဲပါ တည်းဖြတ်ပါ။",
    "Edit Profile": "သင့်ရဲ့ကိုယ့်ရေးကိုယ်တာကိုပြုပြင်ရန်",
    "Editor": "အယ်ဒီတာ",
    "Editor users have the ability to read, create, and update.": "တည်းဖြတ်အသုံးပြုသူများသည် စာဖတ်ခြင်း၊ ဖန်တီးခြင်းနှင့် အပ်ဒိတ်လုပ်နိုင်စွမ်းရှိသည်။",
    "Egypt": "အီဂျစ်",
    "El Salvador": "အယ်လ်ဆာဗေဒို",
    "Email": "အီးမေးလ်",
    "Email Address": "အီးမေးလ်လိပ်စာ",
    "Email Addresses": "အီးမေးလ်လိပ်စာများ",
    "Email Password Reset Link": "အီးမေးလ် စကားဝှက် ပြန်လည်သတ်မှတ်ရန် လင့်ခ်",
    "Employee": "ဝန်ထမ်း",
    "Enable": "ဖွင့်ပါ။",
    "Ensure your account is using a long, random password to stay secure.": "သင့်အကောင့်သည် လုံခြုံနေစေရန် ရှည်လျားပြီး ကျပန်းစကားဝှက်ကို အသုံးပြုထားကြောင်း သေချာပါစေ။",
    "Equatorial Guinea": "အီကွေတိုရီရယ်ဂီနီ",
    "Eritrea": "အီရီထရီးယား",
    "Error": "အမှား",
    "Estonia": "အက်စ်တိုးနီးယား",
    "Ethiopia": "အီသီယိုးပီးယား",
    "ex VAT": "VAT ဟောင်း",
    "Excel (.xlsx)": "Excel (.xlsx)",
    "Expires :expiration": "သက်တမ်း ၁၀",
    "Extra Billing Information": "အပိုငွေတောင်းခံလွှာ အချက်အလက်",
    "Extra confirmation is needed to process your payment. Please continue to the payment page by clicking on the button below.": "သင့်ငွေပေးချေမှုကို လုပ်ဆောင်ရန် အပိုအတည်ပြုချက် လိုအပ်ပါသည်။ အောက်ပါခလုတ်ကိုနှိပ်ခြင်းဖြင့် ငွေပေးချေမှုစာမျက်နှာသို့ ဆက်လက်သွားပါ။",
    "Failed Subscription Payment": "စာရင်းသွင်းငွေပေးချေမှု မအောင်မြင်ပါ။",
    "Failed to load :resource!": ":resource ကို တင်ရန် မအောင်မြင်ပါ။",
    "Falkland Islands (Malvinas)": "ဖော့ကလန်ကျွန်းများ (Malvinas)",
    "Faroe Islands": "ဖာရိုးကျွန်းစုများ",
    "February": "ဖေဖော်ဝါရီ",
    "Fiji": "ဖီဂျီ",
    "Filename": "ဖိုင်နာမည်",
    "Finish enabling two factor authentication.": "အချက်နှစ်ချက်ကို အထောက်အထားစိစစ်ခြင်းကို ဖွင့်ပြီး အပြီးသတ်ပါ။",
    "Finland": "ဖင်လန်",
    "For your security, please confirm your password to continue.": "သင့်လုံခြုံရေးအတွက် ရှေ့ဆက်ရန် သင့်စကားဝှက်ကို အတည်ပြုပါ။",
    "Forbidden": "တားမြစ်ထားသည်။",
    "Force Delete": "အတင်းဖျက်ပါ။",
    "Force Delete Resource": "အရင်းအမြစ်ကို အတင်းဖျက်ပါ။",
    "Force Delete Selected": "အတင်းဖျက်ရန် ရွေးချယ်ထားသည်။",
    "Forgot Password": "စကားဝှက်မေ့နေပါသလား",
    "Forgot your password?": "သင့်စကားဝှက်ကိုမေ့နေပါသလား?",
    "Forgot Your Password?": "သင့်စကားဝှက်ကိုမေ့နေပါသလား?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "သင့်စကားဝှက်ကိုမေ့နေပါသလား? ပြဿနာမရှိပါဘူး။ သင့်အီးမေးလ်လိပ်စာကို ကျွန်ုပ်တို့အား အသိပေးပြီး အသစ်တစ်ခုကို ရွေးချယ်နိုင်စေမည့် စကားဝှက်ပြန်လည်သတ်မှတ်သည့်လင့်ခ်ကို သင့်ထံ အီးမေးလ်ပို့ပါမည်။",
    "France": "ပြင်သစ်",
    "French Guiana": "ပြင်သစ်ဂီယာနာ",
    "French Polynesia": "ပြင်သစ်ပိုလီနီးရှား",
    "French Southern Territories": "ပြင်သစ်တောင်ပိုင်းနယ်မြေများ",
    "From": "ထံမှ",
    "Gabon": "ဂါဘွန်",
    "Gambia": "ဂမ်ဘီယာ",
    "Georgia": "ဂျော်ဂျီယာ",
    "Germany": "ဂျာမနီ",
    "Ghana": "ဂါနာ",
    "Gibraltar": "Gibraltar",
    "Go Home": "အိမ်ပြန်သည်",
    "Go to page :page": "စာမျက်နှာ :page သို့သွားပါ။",
    "Great! You have accepted the invitation to join the :team team.": "မိုက်တယ်! အဖွဲ့ :team တွင်ပါဝင်ရန် ဖိတ်ကြားချက်ကို သင်လက်ခံပြီးဖြစ်သည်။",
    "Greece": "ဟေ",
    "Greenland": "ဂရင်းလန်း",
    "Grenada": "Grenada",
    "Guadeloupe": "ဂွတ်",
    "Guam": "ဂူအမ်",
    "Guatemala": "ဂွါတီမာလာ",
    "Guernsey": "ဂွာစီ",
    "Guinea": "ဂီနီ",
    "Guinea-Bissau": "ဂီနီဘစ်ဆော",
    "Guyana": "ဂိုင်ယာနာ",
    "Haiti": "ဟေတီ",
    "Having second thoughts about cancelling your subscription? You can instantly reactive your subscription at any time until the end of your current billing cycle. After your current billing cycle ends, you may choose an entirely new subscription plan.": "သင်၏စာရင်းသွင်းမှုကို ပယ်ဖျက်ခြင်းနှင့်ပတ်သက်၍ ဒုတိယအတွေးများ ရှိနေပါသလား။ သင်၏ လက်ရှိငွေပေးချေမှု လည်ပတ်မှု ကုန်ဆုံးသည်အထိ သင့်စာရင်းသွင်းမှုကို အချိန်မရွေး ပြန်လည်အသက်ဝင်နိုင်ပါသည်။ သင်၏လက်ရှိငွေပေးချေမှုစက်ဝန်းပြီးဆုံးပြီးနောက်၊ စာရင်းသွင်းမှုအစီအစဉ်အသစ်ကို သင်ရွေးချယ်နိုင်ပါသည်။",
    "Heard Island & Mcdonald Islands": "Heard Island နှင့် McDonald ကျွန်းများ",
    "Heard Island and McDonald Islands": "Heard Island နှင့် McDonald ကျွန်းများ",
    "Hello!": "မင်္ဂလာပါ!",
    "Hide Content": "အကြောင်းအရာကို ဖျောက်ပါ။",
    "Hold Up!": "လုယက်သည်!",
    "Holy See (Vatican City State)": "Holy See (ဗာတီကန်စီးတီးပြည်နယ်)",
    "Honduras": "ဟွန်ဒူးရပ်စ်",
    "Hong Kong": "ဟောင်ကောင်",
    "Hungary": "ဟန်ဂေရီ",
    "I agree to the :terms_of_service and :privacy_policy": "၁၀ နဲ့ ၂၀ ကို သဘောတူတယ်။",
    "Iceland": "လန်",
    "ID": "အမှတ်သညာ",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "လိုအပ်ပါက၊ သင့်စက်ပစ္စည်းအားလုံးရှိ အခြားဘရောက်ဆာဆက်ရှင်များအားလုံးမှ ထွက်နိုင်ပါသည်။ သင်၏လတ်တလောအစည်းအဝေးများမှ အချို့ကို အောက်တွင်ဖော်ပြထားပါသည်။ သို့သော် ဤစာရင်းသည် ပြီးပြည့်စုံခြင်း မဟုတ်ပါ။ သင့်အကောင့်သည် အခိုးခံရသည်ဟု ခံစားရပါက၊ သင့်စကားဝှက်ကိုလည်း အပ်ဒိတ်လုပ်သင့်သည်။",
    "If you already have an account, you may accept this invitation by clicking the button below:": "သင့်တွင်အကောင့်တစ်ခုရှိပြီးသားဖြစ်ပါက၊ အောက်ပါခလုတ်ကိုနှိပ်ခြင်းဖြင့် ဤဖိတ်ကြားချက်ကို သင်လက်ခံနိုင်သည်-",
    "If you did not create an account, no further action is required.": "အကောင့်တစ်ခုမဖန်တီးခဲ့ပါက၊ နောက်ထပ်လုပ်ဆောင်စရာမလိုအပ်ပါ။",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "အကယ်၍ သင်သည် ဤအဖွဲ့ထံသို့ ဖိတ်ကြားချက်ကို လက်ခံရရှိရန် မမျှော်လင့်ထားပါက၊ သင်သည် ဤအီးမေးလ်ကို စွန့်ပစ်နိုင်ပါသည်။",
    "If you did not receive the email": "အီးမေးလ်မရရှိခဲ့လျှင်",
    "If you did not request a password reset, no further action is required.": "စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းအား သင်မတောင်းဆိုပါက နောက်ထပ်လုပ်ဆောင်စရာ မလိုအပ်ပါ။",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "သင့်တွင် အကောင့်တစ်ခုမရှိပါက၊ အောက်ပါခလုတ်ကိုနှိပ်ခြင်းဖြင့် သင်ဖန်တီးနိုင်ပါသည်။ အကောင့်တစ်ခုဖန်တီးပြီးနောက်၊ အဖွဲ့ဖိတ်ကြားချက်ကိုလက်ခံရန် ဤအီးမေးလ်ရှိ ဖိတ်ကြားချက်လက်ခံမှုခလုတ်ကို နှိပ်နိုင်သည်-",
    "If you need to add specific contact or tax information to your receipts, like your full business name, VAT identification number, or address of record, you may add it here.": "သင့်လုပ်ငန်းအမည်အပြည့်အစုံ၊ VAT မှတ်ပုံတင်နံပါတ် သို့မဟုတ် မှတ်တမ်းလိပ်စာကဲ့သို့ သင့်လက်ခံဖြတ်ပိုင်းများတွင် သီးခြားအဆက်အသွယ် သို့မဟုတ် အခွန်အချက်အလက်ကို ထည့်ရန်လိုအပ်ပါက၊ ၎င်းကို ဤနေရာတွင် ထည့်သွင်းနိုင်သည်။",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" ခလုတ်ကို နှိပ်ရာတွင် ပြဿနာရှိနေပါက အောက်ပါ URL ကို ကူးယူပြီး ကူးထည့်ပါ။\nသင့်ဝဘ်ဘရောက်ဆာထဲသို့",
    "Impersonate": "အယောင်ဆောင်",
    "Increase": "တိုးမြှင့်လာသည်",
    "India": "အိန္ဒိယ",
    "Indonesia": "အင်ဒိုနီးရှား",
    "Invalid JSON was returned from the route.": "မမှန်ကန်သော JSON ကို လမ်းကြောင်းမှ ပြန်ပေးခဲ့သည်။",
    "Iran, Islamic Republic Of": "အီရန်",
    "Iran, Islamic Republic of": "အီရန်၊ အစ္စလာမ့်သမ္မတနိုင်ငံ၊",
    "Iraq": "အီရတ်",
    "Ireland": "အိုင်ယာလန်",
    "Isle Of Man": "Isle of Man",
    "Isle of Man": "Isle of Man",
    "Israel": "အစ်",
    "It looks like you do not have an active subscription. You may choose one of the subscription plans below to get started. Subscription plans may be changed or cancelled at your convenience.": "သင့်တွင် အသက်ဝင်သော စာရင်းသွင်းမှုတစ်ခု မရှိပါ။ စတင်ရန်အတွက် အောက်ပါစာရင်းသွင်းမှုအစီအစဉ်များထဲမှ တစ်ခုကို သင်ရွေးချယ်နိုင်ပါသည်။ စာရင်းသွင်းမှု အစီအစဉ်များကို သင့်အဆင်ပြေချိန်တွင် ပြောင်းလဲနိုင်သည် သို့မဟုတ် ပယ်ဖျက်နိုင်သည်။",
    "Italy": "အီတလီ",
    "Jamaica": "ဂျ",
    "January": "ဇန်နဝါရီလ",
    "Japan": "ဂျပန်",
    "Jersey": "ဂျာစီ",
    "Jordan": "ဂျော်ဒန်",
    "July": "ဇူလိုင်လ",
    "June": "ဇွန်လ",
    "Kazakhstan": "ဇတ်",
    "Kenya": "ကင်ညာ",
    "Key": "သော့",
    "Kiribati": "ကီရီဘာတီ",
    "Korea": "တောင်ကိုရီးယား",
    "Korea, Democratic People's Republic of": "ကိုရီးယား၊ ဒီမိုကရက်တစ်ပြည်သူ့သမ္မတနိုင်ငံ၊",
    "Korea, Republic of": "ကိုရီးယားသမ္မတနိုင်ငံ၊",
    "Kosovo": "ကိုဆိုဗို",
    "Kuwait": "ကူဝိတ်",
    "Kyrgyzstan": "ကာဂျစ္စတန်",
    "Lao People's Democratic Republic": "လာအိုပြည်သူ့ဒီမိုကရက်တစ်သမ္မတနိုင်ငံ",
    "Last active": "နောက်ဆုံးအသက်ဝင်သည်။",
    "Last used": "နောက်ဆုံးအသုံးပြုခဲ့သည်။",
    "Latvia": "လတ်",
    "Leave": "ထားခဲ့ပါ။",
    "Leave Team": "အသင်းမှထွက်ခွာပါ။",
    "Lebanon": "လက်ဘနွန်",
    "Lens": "မှန်ဘီလူး",
    "Lesotho": "လီဆိုသို",
    "Liberia": "လိုက်ဘေးရီးယား",
    "Libyan Arab Jamahiriya": "လစ်ဗျား အာရပ် ဂျမာဟီရီ",
    "Liechtenstein": "လစ်ချ်တင်စတိန်း",
    "Light": "အလင်း",
    "Lithuania": "လစ်သူယေးနီးယား",
    "Load :perPage More": "နောက်ထပ် :perPage ခု တင်ပါ။",
    "Loading": "ဒိန်း",
    "Log in": "လော့ဂ်အင်",
    "Log In": "လော့ဂ်အင်",
    "Log Out": "Log Out လုပ်ပါ။",
    "Log out": "ထွက်လိုက်ပါ။",
    "Log Out Other Browser Sessions": "အခြားဘရောက်ဆာဆက်ရှင်များကိုထွက်ပါ။",
    "Log Viewer": "မှတ်တမ်းကြည့်ရှုသူ",
    "Login": "လော့ဂ်အင်",
    "Logout": "ထွက်လိုက်ပါ။",
    "Logs": "မှတ်တမ်းများ",
    "Luxembourg": "လူဇင်ဘတ်",
    "Macao": "မကာအို",
    "Macedonia": "မြောက်မက်ဆီဒိုးနီးယား",
    "Macedonia, the former Yugoslav Republic of": "မက်ဆီဒိုးနီးယား၊ ယခင် ယူဂိုဆလပ်သမ္မတနိုင်ငံ၊",
    "Madagascar": "မဒါဂတ်စကာ",
    "Malawi": "မော်လဝီ",
    "Malaysia": "မလေးရှား",
    "Maldives": "မော်လဒိုက်",
    "Mali": "မာလီ",
    "Malta": "မော်လ",
    "Manage Account": "အကောင့်ကို စီမံပါ။",
    "Manage and log out your active sessions on other browsers and devices.": "အခြားဘရောက်ဆာများနှင့် စက်များတွင် သင်၏တက်ကြွသော ဆက်ရှင်များကို စီမံခန့်ခွဲပြီး ထွက်ပါ။",
    "Manage API Tokens": "API တိုကင်များကို စီမံပါ။",
    "Manage Role": "Role ကို စီမံပါ။",
    "Manage Team": "အဖွဲ့ကို စီမံခန့်ခွဲပါ။",
    "Managing billing for :billableName": ":billableName အတွက် ငွေတောင်းခံခြင်းကို စီမံခန့်ခွဲခြင်း။",
    "March": "မတ်လ",
    "Mark all as Read": "အားလုံးကို ဖတ်ပြီးကြောင်း အမှတ်အသားပြုပါ။",
    "Mark Read": "ဖတ်ရန်မှတ်သားပါ။",
    "Mark Unread": "မဖတ်ရသေးကြောင်း အမှတ်အသားပြုပါ။",
    "Marshall Islands": "မာရှယ်ကျွန်းများ",
    "Martinique": "မာတီနစ်",
    "Mauritania": "မော်ရီတေးနီးယား",
    "Mauritius": "မောရစ်သျှ",
    "May": "မေ",
    "Mayotte": "မာယော့",
    "Mexico": "မက္ကဆီကို",
    "Micronesia, Federated States Of": "မိုက်ခရိုနီးရှား",
    "Micronesia, Federated States of": "မိုက်ခရိုနီးရှား၊ Federated States ၏",
    "Moldova": "မော်လ်ဒိုဗာ",
    "Moldova, Republic of": "မော်လ်ဒိုဗာနိုင်ငံ၊",
    "Monaco": "မိုနာကို",
    "Mongolia": "မွန်ဂိုလီးယား",
    "Montenegro": "မွန်တီနီဂရိုး",
    "Month To Date": "လမှယနေ့ထိ",
    "Monthly": "လစဉ်",
    "monthly": "လစဉ်",
    "Montserrat": "Montserrat",
    "Morocco": "မော်",
    "Mozambique": "မိုဇမ်ဘစ်",
    "Myanmar": "မြန်မာ",
    "Name": "နာမည်",
    "Namibia": "နမီးဘီးယား",
    "Nauru": "Nauru",
    "Nepal": "နီပေါ",
    "Netherlands": "နယ်သာလန်",
    "Netherlands Antilles": "နယ်သာလန် အန်တီ",
    "Nevermind": "ကိစ္စမရှိပါဘူး",
    "Nevermind, I'll keep my old plan": "စိတ်မဆိုးပါဘူး၊ ငါ့အစီအစဉ်ဟောင်းကို ငါသိမ်းထားမယ်။",
    "New": "အသစ်",
    "New :resource": "အသစ် ၁၀",
    "New Caledonia": "နယူးကယ်လီဒိုးနီးယား",
    "New Password": "စကားဝှက်အသစ်",
    "New Zealand": "နယူးဇီလန်",
    "Next": "နောက်တစ်ခု",
    "Next Payment": "နောက်တစ်ခု ငွေပေးချေမှု",
    "Next Payment on": "နောက်တစ်ခု ငွေပေးချေမှုကို ဖွင့်ပါ။",
    "Nicaragua": "နီကာရာဂွာ",
    "Niger": "နိုင်ဂျာ",
    "Nigeria": "နိုင်ဂျီးရီးယား",
    "Niue": "Niue",
    "No": "မရှိ",
    "No :resource matched the given criteria.": "နံပါတ် :resource သည် သတ်မှတ်စံနှုန်းများနှင့် ကိုက်ညီပါသည်။",
    "No additional information...": "အပိုအချက်အလက်များမရှိပါ...",
    "No Current Data": "လက်ရှိဒေတာမရှိပါ။",
    "No Data": "ဒေတာမရှိပါ။",
    "no file selected": "မည်သည့်ဖိုင်ကိုမျှ မရွေးချယ်ပါ။",
    "No Increase": "တိုးခြင်းမရှိ",
    "No payment methods on file.": "ဖိုင်တွင် ငွေပေးချေမှုနည်းလမ်းမရှိပါ။",
    "No payment scheduled.": "ငွေပေးချေရန် အစီအစဉ်မရှိပါ။",
    "No Prior Data": "ကြိုတင်ဒေတာမရှိပါ။",
    "No Results Found.": "ရလဒ်များမတွေ့ပါ။",
    "Norfolk Island": "Norfolk ကျွန်း",
    "Northern Mariana Islands": "မြောက်မာရီယာနာကျွန်းစုများ",
    "Norway": "နော်ဝေး",
    "Not Found": "မတွေ့ပါ",
    "Notifications": "အသိပေးချက်များ",
    "Nova": "နိုဗာ",
    "Nova User": "Nova အသုံးပြုသူ",
    "November": "နိုဝင်ဘာလ",
    "October": "အောက်တိုဘာလ",
    "of": "၏",
    "Oman": "အိုမန်",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "အဖွဲ့တစ်ခုကို ဖျက်လိုက်သည်နှင့် ၎င်း၏အရင်းအမြစ်များနှင့် ဒေတာအားလုံးကို အပြီးအပိုင် ဖျက်လိုက်ပါမည်။ ဤအဖွဲ့ကို မဖျက်မီ သင်ဆက်လက်ထိန်းသိမ်းလိုသော ဤအဖွဲ့နှင့်ပတ်သက်သည့် မည်သည့်ဒေတာ သို့မဟုတ် အချက်အလက်ကိုမဆို ဒေါင်းလုဒ်လုပ်ပါ။",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "သင့်အကောင့်ကို ဖျက်လိုက်သည်နှင့် ၎င်း၏အရင်းအမြစ်များနှင့် ဒေတာအားလုံးကို အပြီးအပိုင် ဖျက်လိုက်ပါမည်။ သင့်အကောင့်ကို မဖျက်မီ၊ ထိန်းသိမ်းထားလိုသော မည်သည့်ဒေတာ သို့မဟုတ် အချက်အလက်ကိုမဆို ဒေါင်းလုဒ်လုပ်ပါ။",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "သင့်အကောင့်ကို ဖျက်လိုက်သည်နှင့် ၎င်း၏အရင်းအမြစ်များနှင့် ဒေတာအားလုံးကို အပြီးအပိုင် ဖျက်လိုက်ပါမည်။ သင့်အကောင့်ကို အပြီးတိုင်ဖျက်လိုကြောင်း အတည်ပြုရန် သင့်စကားဝှက်ကို ထည့်သွင်းပါ။",
    "Only Trashed": "အမှိုက်ပုံးထဲသာ",
    "Open Invoices": "ငွေတောင်းခံလွှာများကို ဖွင့်ပါ။",
    "Original": "မူရင်း",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment method, and download your recent invoices.": "ကျွန်ုပ်တို့၏ ငွေပေးချေမှုစီမံခန့်ခွဲရေးပေါ်တယ်သည် သင့်စာရင်းသွင်းမှုအစီအစဉ်၊ ငွေပေးချေမှုနည်းလမ်းနှင့် သင်၏လတ်တလော ငွေတောင်းခံလွှာများကို ဒေါင်းလုဒ်လုပ်ရန် အဆင်ပြေစွာစီမံနိုင်စေပါသည်။",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment methods, and download your recent invoices.": "ကျွန်ုပ်တို့၏ ငွေပေးချေမှုစီမံခန့်ခွဲရေးပေါ်တယ်သည် သင့်စာရင်းသွင်းမှုအစီအစဉ်၊ ငွေပေးချေမှုနည်းလမ်းများကို အဆင်ပြေစွာ စီမံခန့်ခွဲနိုင်ပြီး သင့်လတ်တလော ငွေတောင်းခံလွှာများကို ဒေါင်းလုဒ်လုပ်ရန် ခွင့်ပြုပါသည်။",
    "Page Expired": "Page သက်တမ်းကုန်သွားပါပြီ။",
    "Pagination Navigation": "Pagination အညွှန်း",
    "Paid": "အခကြေးငွေ",
    "Pakistan": "ပါကစ္စတန်",
    "Palau": "ပလောင်",
    "Palestinian Territory, Occupied": "ပါလက်စတိုင်းနယ်မြေ၊ သိမ်းပိုက်",
    "Panama": "ပနားမား",
    "Papua New Guinea": "ပါပူဝါနယူးဂီနီ",
    "Paraguay": "ပါရာဂွေး",
    "Password": "စကားဝှက်",
    "Payment Confirmation": "ငွေပေးချေမှု အတည်ပြုချက်",
    "Payment Information": "ငွေပေးချေမှုအချက်အလက်",
    "Payment information updated successfully.": "ငွေပေးချေမှု အချက်အလက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
    "Payment Method": "ငွေပေးချေစနစ်",
    "Payment Methods": "ငွေပေးချေမှုနည်းလမ်းများ",
    "Payment Required": "ငွေပေးချေမှု လိုအပ်ပါသည်။",
    "Payments": "ငွေပေးချေမှုများ",
    "Pending Team Invitations": "ဆိုင်းငံ့ထားသော အဖွဲ့ ဖိတ်ကြားချက်များ",
    "Per Page": "စာမျက်နှာတစ်ခုစီ",
    "Permanently delete this team.": "ဤအဖွဲ့ကို အပြီးဖျက်ပါ။",
    "Permanently delete your account.": "သင့်အကောင့်ကို အပြီးတိုင်ဖျက်ပါ။",
    "Permissions": "ခွင့်ပြုချက်များ",
    "Person": "ပုဂ္ဂိုလ်",
    "Peru": "ပီရူး",
    "Philippines": "ဖိလစ်ပိုင်",
    "Photo": "ဓာတ်ပုံ",
    "Pitcairn": "ကိန်",
    "Please accept the terms of service.": "ကျေးဇူးပြု၍ ဝန်ဆောင်မှုစည်းမျဉ်းများကို လက်ခံပါ။",
    "Please click the button below to verify your email address.": "သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုရန် အောက်ပါခလုတ်ကို နှိပ်ပါ။",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "သင်၏ အရေးပေါ် ပြန်လည်ရယူရေး ကုဒ်များထဲမှ တစ်ခုကို ထည့်ခြင်းဖြင့် သင့်အကောင့်သို့ ဝင်ရောက်ခွင့်ကို အတည်ပြုပါ။",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "ကျေးဇူးပြု၍ သင်၏ အထောက်အထားစိစစ်သူ အပလီကေးရှင်းမှ ပံ့ပိုးပေးသော စစ်မှန်ကြောင်း ကုဒ်ကို ထည့်သွင်းခြင်းဖြင့် သင့်အကောင့်သို့ ဝင်ရောက်ခွင့်ကို အတည်ပြုပါ။",
    "Please confirm your password before continuing.": "ဆက်မလုပ်မီ သင့်စကားဝှက်ကို အတည်ပြုပါ။",
    "Please copy your new API token. For your security, it won't be shown again.": "သင်၏ API တိုကင်အသစ်ကို ကူးယူပါ။ သင့်လုံခြုံရေးအတွက်၊ ၎င်းကို ထပ်မံပြသမည်မဟုတ်ပါ။",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "သင့်စက်ပစ္စည်းအားလုံးရှိ အခြားဘရောက်ဆာဆက်ရှင်များမှ ထွက်လိုကြောင်း အတည်ပြုရန် သင့်စကားဝှက်ကို ထည့်သွင်းပါ။",
    "Please provide a maximum of three receipt emails addresses.": "ကျေးဇူးပြု၍ အများဆုံး လက်ခံပြေစာ အီးမေးလ်လိပ်စာ သုံးခုကို ပေးပါ။",
    "Please provide the email address of the person you would like to add to this team.": "ဤအဖွဲ့သို့ သင်ထည့်လိုသော ပုဂ္ဂိုလ်၏ အီးမေးလ်လိပ်စာကို ကျေးဇူးပြု၍ ပေးပါ။",
    "Please set a default payment method before swapping plans.": "အစီအစဉ်များကို လဲလှယ်ခြင်းမပြုမီ ပုံသေငွေပေးချေမှုနည်းလမ်းကို သတ်မှတ်ပါ။",
    "Poland": "ပိုလန်",
    "Portugal": "ပေါ်တူဂီ",
    "Press / to search": "ရှာဖွေရန် / ကိုနှိပ်ပါ။",
    "Preview": "စမ်းကြည့်ပါ။",
    "Previewing": "အစမ်းကြည့်ရှုခြင်း။",
    "Previous": "အရင်",
    "Privacy Policy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "Profile": "ကိုယ်ရေးအကျဉ်း",
    "Profile Information": "ကိုယ်ရေးအချက်အလက်",
    "Puerto Rico": "ပွာတိုရီကို",
    "Qatar": "ကာတာ",
    "Quarter To Date": "Quarter To Date",
    "Receipt Email Addresses": "ပြေစာ အီးမေးလ်လိပ်စာများ",
    "Receipt emails updated successfully.": "ပြေစာအီးမေးလ်များကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
    "Receipts": "ပြေစာများ",
    "Recovery Code": "Recovery Code",
    "Refresh": "ပြန်လည်စတင်ပါ။",
    "Regards": "လေးစားစွာဖြင့်",
    "Regenerate Recovery Codes": "ပြန်လည်ရယူရေးကုဒ်များကို ပြန်ထုတ်ပါ။",
    "Register": "မှတ်ပုံတင်ပါ။",
    "Reload": "ပြန်တင်ပါ။",
    "Remember me": "ကျွန်တော့်ကိုမှတ်မိပါသလား",
    "Remember Me": "ကျွန်တော့်ကိုမှတ်မိပါသလား",
    "Remove": "ဖယ်ရှားပါ။",
    "Remove Photo": "ဓာတ်ပုံကို ဖယ်ရှားပါ။",
    "Remove Team Member": "အဖွဲ့သားကို ဖယ်ရှားပါ။",
    "Replicate": "ပုံတူကူးပါ။",
    "Required fields": "လိုအပ်သောအကွက်များ",
    "Resend Verification Email": "အတည်ပြုအီးမေးလ်ကို ပြန်ပို့ပါ။",
    "Reset Filters": "စစ်ထုတ်မှုများကို ပြန်လည်သတ်မှတ်ပါ။",
    "Reset Password": "လျှို့ဝှတ်နံပါတ်အားမူလအတိုင်းပြန်လုပ်သည်",
    "Reset Password Notification": "စကားဝှက် အသိပေးချက်ကို ပြန်လည်သတ်မှတ်ပါ။",
    "resource": "အရင်းအမြစ်",
    "Resource Row Dropdown": "Resource Row Dropdown",
    "Resources": "အရင်းအမြစ်များ",
    "resources": "အရင်းအမြစ်များ",
    "Restore": "ပြန်ယူပါ။",
    "Restore Resource": "အရင်းအမြစ်ကို ပြန်လည်ရယူပါ။",
    "Restore Selected": "ပြန်လည်ရယူရန် ရွေးချယ်ထားသည်။",
    "results": "ရလဒ်များ",
    "Resume Subscription": "စာရင်းသွင်းမှုကို ပြန်လည်စတင်ပါ။",
    "Retry Payment": "ငွေပေးချေမှုကို ထပ်စမ်းကြည့်ပါ။",
    "Return to :appName": ":appName သို့ ပြန်သွားရန်",
    "Reunion": "ရီယူနီယံ",
    "Role": "အခန်းကဏ္ဍ",
    "Romania": "ရိုမေးနီးယား",
    "Run Action": "လုပ်ဆောင်ချက်ကို လုပ်ဆောင်ပါ။",
    "Russian Federation": "ရုရှားပြည်ထောင်စု",
    "Rwanda": "ရဝမ်ဒါ",
    "Réunion": "ရီယူနီယံ",
    "Saint Barthelemy": "စိန့်ဘာသလမီ",
    "Saint Barthélemy": "Saint Barthélemy",
    "Saint Helena": "စိန့်ဟယ်လီနာ",
    "Saint Kitts And Nevis": "စိန့်ကစ်နှင့် နီဗစ်",
    "Saint Kitts and Nevis": "Saint Kitts နှင့် Nevis",
    "Saint Lucia": "စိန့်လူစီယာ",
    "Saint Martin": "စိန့်မာတင်",
    "Saint Martin (French part)": "Saint Martin (ပြင်သစ်အပိုင်း)",
    "Saint Pierre And Miquelon": "စိန့် Pierre နှင့် Miquelon",
    "Saint Pierre and Miquelon": "Saint Pierre နှင့် Miquelon",
    "Saint Vincent And Grenadines": "စိန့်ဗင်းဆင့်နှင့် ဂရီနာဒီနေး",
    "Saint Vincent and the Grenadines": "Saint Vincent နှင့် Grenadines",
    "Samoa": "ဆာမိုအာ",
    "San Marino": "ဆန်မာရီနို",
    "Sao Tome And Principe": "São Tomé နှင့် Príncipe",
    "Sao Tome and Principe": "Sao Tome နှင့် Principe",
    "Saudi Arabia": "ဆော်ဒီအာရေဗျ",
    "Save": "သိမ်းဆည်းပါ။",
    "Saved.": "သိမ်းဆည်းထားသည်။",
    "Scroll to bottom": "အောက်ခြေသို့ဆင်းပါ။",
    "Scroll to top": "အပေါ်မှလှိမ့်ပါ။",
    "Search": "ရှာရန်",
    "Select": "ရွေးချယ်ပါ။",
    "Select a different plan": "မတူညီသော အစီအစဉ်ကို ရွေးချယ်ပါ။",
    "Select a log file...": "မှတ်တမ်းဖိုင်ကို ရွေးပါ...",
    "Select A New Photo": "ဓာတ်ပုံအသစ်ကို ရွေးပါ။",
    "Select Action": "လုပ်ဆောင်ချက်ကို ရွေးပါ။",
    "Select all": "အားလုံးကို ရွေးပါ။",
    "Select All Dropdown": "Dropdown အားလုံးကို ရွေးပါ။",
    "Select this page": "ဤစာမျက်နှာကို ရွေးပါ။",
    "Send Password Reset Link": "Password Reset Link ကို ပေးပို့ပါ။",
    "Senegal": "ဆီနီဂေါ",
    "September": "စက်တင်ဘာ",
    "Serbia": "ဆားဗီးယား",
    "Server Error": "ဆာဗာ အမှား",
    "Service Unavailable": "ဝန်ဆောင်မှုမရရှိနိုင်ပါ",
    "Set as default": "ပုံသေအဖြစ် သတ်မှတ်ပါ။",
    "Setup Key": "စနစ်ထည့်သွင်းရန် ကီး",
    "Seychelles": "ဆေးရှဲလ်",
    "Show All Fields": "အကွက်အားလုံးကို ပြပါ။",
    "Show Content": "အကြောင်းအရာကို ပြပါ။",
    "Show Recovery Codes": "ပြန်လည်ရယူရေးကုဒ်များကို ပြပါ။",
    "Showing": "သတ်တယ်။",
    "Sierra Leone": "ဆီးရီးယားလီယွန်း",
    "Signed in as": "အဖြစ် ဝင်ရောက်ခဲ့သည်။",
    "Singapore": "စင်္ကာပူ",
    "Sint Maarten (Dutch part)": "Sint Maarten",
    "SKU": "SKU",
    "Slovakia": "ဆလိုဗက်ကီးယား",
    "Slovenia": "ဆလိုဗေးနီးယား",
    "Soft Deleted": "ပျော့ခွေဖျက်သည်။",
    "Solomon Islands": "ဆော်လမွန်ကျွန်းများ",
    "Somalia": "ဆိုမာလီယာ",
    "Something went wrong.": "တစ်ခုခုမှားသွားသည်။",
    "Sorry! You are not authorized to perform this action.": "ဆောရီး! ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရန် သင့်အား ခွင့်မပြုပါ။",
    "Sorry, your session has expired.": "ဝမ်းနည်းပါတယ်၊ သင့်စက်ရှင် သက်တမ်းကုန်သွားပါပြီ။",
    "South Africa": "တောင်အာဖရိက",
    "South Georgia And Sandwich Isl.": "တောင်ဂျော်ဂျီယာနှင့် South Sandwich ကျွန်းများ",
    "South Georgia and the South Sandwich Islands": "တောင်ဂျော်ဂျီယာနှင့် South Sandwich ကျွန်းများ",
    "South Sudan": "တောင်ဆူဒန်",
    "Spain": "စပိန်",
    "Sri Lanka": "သီရိလင်္ကာ",
    "Standalone Actions": "သီးခြားလုပ်ဆောင်မှုများ",
    "Start Polling": "မဲစာရင်းစတင်ပါ။",
    "Start polling": "မဲရုံစတင်ပါ။",
    "State / County": "ပြည်နယ်/ခရိုင်",
    "Stop Impersonating": "အယောင်ဆောင်ခြင်းကို ရပ်လိုက်ပါ။",
    "Stop Polling": "မဲစာရင်း ရပ်ပါ။",
    "Stop polling": "မဲရုံရပ်ပါ။",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "ဤပြန်လည်ရယူခြင်းကုဒ်များကို လုံခြုံသော စကားဝှက်မန်နေဂျာတွင် သိမ်းဆည်းပါ။ သင်၏ အချက်နှစ်ချက် စစ်မှန်ကြောင်းအထောက်အထားပြကိရိယာ ပျောက်ဆုံးသွားပါက သင့်အကောင့်သို့ ဝင်ရောက်ခွင့်ကို ပြန်လည်ရယူရန် ၎င်းတို့ကို အသုံးပြုနိုင်သည်။",
    "Subscribe": "စာရင်းသွင်းပါ။",
    "Subscription Information": "စာရင်းသွင်းမှုအချက်အလက်",
    "Subscription Pending": "စာရင်းသွင်းမှု ဆိုင်းငံ့ထားသည်။",
    "Sudan": "ဆူဒန်",
    "Suriname": "ဆူရီနမ်",
    "Svalbard And Jan Mayen": "Svalbard နှင့် Jan Mayen",
    "Svalbard and Jan Mayen": "Svalbard နှင့် Jan Mayen",
    "Swaziland": "ဆွာဇီလန်",
    "Sweden": "ဆွီဒင်",
    "Switch Teams": "အသင်းများပြောင်းပါ။",
    "Switzerland": "ဆွစ်ဇာလန်",
    "Syrian Arab Republic": "ဆီးရီးယား အာရပ်သမ္မတနိုင်ငံ၊",
    "System": "စနစ်",
    "Taiwan": "ထိုင်ဝမ်",
    "Taiwan, Province of China": "ထိုင်ဝမ်၊ တရုတ်ပြည်နယ်",
    "Tajikistan": "တာဂျစ်ကစ္စတန်",
    "Tanzania": "တန်ဇန်းနီးယား",
    "Tanzania, United Republic of": "တန်ဇန်းနီးယား၊ ယူနိုက်တက်သမ္မတနိုင်ငံ၊",
    "TAX": "အခွန်",
    "Team Details": "အဖွဲ့အသေးစိတ်",
    "Team Invitation": "အသင်းဖိတ်ကြားခြင်း။",
    "Team Members": "အဖွဲ့သားများ",
    "Team Name": "အသင်းနာမည်",
    "Team Owner": "အသင်းပိုင်ရှင်",
    "Team Settings": "အဖွဲ့ဆက်တင်များ",
    "Terms of Service": "ဝန်ဆောင်မှုစည်းမျဉ်းများ",
    "Thailand": "ထိုင်း",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "စာရင်းသွင်းသည့်အတွက် ကျေးဇူးတင်ပါသည်။ မစတင်မီ၊ ကျွန်ုပ်တို့ သင့်ထံ အီးမေးလ်ပို့ထားသော လင့်ခ်ကို နှိပ်ခြင်းဖြင့် သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုနိုင်ပါသလား။ အကယ်၍ သင်သည် အီးမေးလ်ကို လက်ခံရရှိခြင်းမရှိပါက၊ ကျွန်ုပ်တို့သည် သင့်အား ဝမ်းမြောက်စွာ ပေးပို့ပါမည်။",
    "Thanks for your continued support. We've attached a copy of your invoice for your records. Please let us know if you have any questions or concerns.": "သင်၏ဆက်လက်ပံ့ပိုးမှုအတွက် ကျေးဇူးတင်ပါသည်။ သင့်မှတ်တမ်းများအတွက် သင့်ပြေစာမိတ္တူကို ကျွန်ုပ်တို့ ပူးတွဲတင်ပြထားပါသည်။ သင့်တွင် မေးခွန်းများ သို့မဟုတ် စိုးရိမ်ပူပန်မှုများရှိပါက ကျွန်ုပ်တို့အား အသိပေးပါ။",
    "Thanks,": "ကျေးဇူး၊",
    "The :attribute must be a valid role.": ":attribute သည် မှန်ကန်သောအခန်းကဏ္ဍဖြစ်ရမည်။",
    "The :attribute must be at least :length characters and contain at least one number.": ":attribute တွင် အနည်းဆုံး အက္ခရာ :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး နံပါတ်တစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":attribute တွင် အနည်းဆုံး အက္ခရာ :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး အထူးစာလုံးတစ်လုံးနှင့် နံပါတ်တစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attribute တွင် အနည်းဆုံး စာလုံး :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး အထူးဇာတ်ကောင်တစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attribute တွင် အနည်းဆုံး စာလုံး :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး စာလုံးအကြီးတစ်လုံးနှင့် နံပါတ်တစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attribute တွင် အနည်းဆုံး စာလုံး :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး စာလုံးအကြီးတစ်လုံးနှင့် အထူးစာလုံးတစ်လုံး ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute တွင် အနည်းဆုံး အက္ခရာ :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး စာလုံးအကြီးတစ်လုံး၊ နံပါတ်တစ်ခုနှင့် အထူးအက္ခရာတစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attribute တွင် အနည်းဆုံး စာလုံး :length ရှိရမည်ဖြစ်ပြီး အနည်းဆုံး စာလုံးအကြီး တစ်လုံး ပါဝင်ရပါမည်။",
    "The :attribute must be at least :length characters.": ":attribute သည် အနည်းဆုံး စာလုံး :length ရှိရပါမည်။",
    "The :attribute must contain at least one letter.": ":attribute တွင် အနည်းဆုံး စာလုံးတစ်လုံးပါရမည်။",
    "The :attribute must contain at least one number.": ":attribute တွင် အနည်းဆုံး နံပါတ်တစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must contain at least one symbol.": ":attribute တွင် အနည်းဆုံး သင်္ကေတတစ်ခု ပါဝင်ရပါမည်။",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attribute တွင် အနည်းဆုံး စာလုံးအကြီးတစ်ခုနှင့် စာလုံးသေးတစ်လုံး ပါဝင်ရပါမည်။",
    "The :resource was created!": ":resource ကိုဖန်တီးခဲ့သည်။",
    "The :resource was deleted!": ":resource ကို ဖျက်လိုက်ပါပြီ။",
    "The :resource was restored!": ":resource ကိုပြန်လည်ရရှိခဲ့သည်။",
    "The :resource was updated!": ":resource ကို အပ်ဒိတ်လုပ်ခဲ့သည်။",
    "The action was executed successfully.": "လုပ်ဆောင်ချက်ကို အောင်မြင်စွာ လုပ်ဆောင်နိုင်ခဲ့သည်။",
    "The default payment method cannot be removed.": "မူရင်းငွေပေးချေမှုနည်းလမ်းကို ဖယ်ရှား၍မရပါ။",
    "The file was deleted!": "ဖိုင်ကို ဖျက်လိုက်ပါပြီ။",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "ပေးထားသော :attribute သည် data ပေါက်ကြားမှုတစ်ခုပေါ်လာသည်။ မတူညီသော :attribute ကို ရွေးပါ။",
    "The given data was invalid.": "ပေးထားသောဒေတာသည် မမှန်ကန်ပါ။",
    "The government won't let us show you what's behind these doors": "ဒီတံခါးတွေရဲ့နောက်ကွယ်မှာ ဘာတွေရှိတယ်ဆိုတာကို အစိုးရက ပြသခွင့်မပြုပါဘူး။",
    "The HasOne relationship has already been filled.": "HasOne ဆက်ဆံရေးသည် ပြည့်စုံနေပြီဖြစ်သည်။",
    "The image could not be loaded": "ပုံကို တင်၍မရပါ။",
    "The image could not be loaded.": "ပုံကို တင်၍မရပါ။",
    "The password is incorrect.": "စကားဝှက် မမှန်ပါ။",
    "The provided coupon code is invalid.": "ပေးထားသောကူပွန်ကုဒ်သည် မမှန်ကန်ပါ။",
    "The provided password does not match your current password.": "ပေးထားသည့် စကားဝှက်သည် သင့်လက်ရှိ စကားဝှက်နှင့် မကိုက်ညီပါ။",
    "The provided password was incorrect.": "ပေးထားသည့် စကားဝှက်သည် မမှန်ပါ။",
    "The provided two factor authentication code was invalid.": "ပေးထားသော အချက်နှစ်ချက် အထောက်အထားစိစစ်ခြင်းကုဒ်သည် မမှန်ကန်ပါ။",
    "The provided two factor recovery code was invalid.": "ပေးထားသော အချက်နှစ်ချက် ပြန်လည်ရယူရေးကုဒ်သည် မမှန်ကန်ပါ။",
    "The provided VAT number is invalid.": "ပေးထားသော VAT နံပါတ်သည် မမှန်ကန်ပါ။",
    "The receipt emails must be valid email addresses.": "ပြေစာအီးမေးလ်များသည် တရားဝင်အီးမေးလ်လိပ်စာများဖြစ်ရပါမည်။",
    "The resource was attached!": "အရင်းအမြစ်ကို ပူးတွဲပါရှိသည်။",
    "The resource was prevented from being saved!": "အရင်းအမြစ်ကို သိမ်းဆည်းခြင်းမှ တားဆီးခံခဲ့ရသည်။",
    "The resource was updated!": "အရင်းအမြစ်ကို အပ်ဒိတ်လုပ်ခဲ့သည်။",
    "The response is not a streamed response.": "တုံ့ပြန်မှုသည် တိုက်ရိုက်ထုတ်လွှင့်သည့် တုံ့ပြန်မှုမဟုတ်ပါ။",
    "The response is not a view.": "တုံ့ပြန်မှုဟာ အမြင်မဟုတ်ဘူး။",
    "The selected country is invalid.": "ရွေးချယ်ထားသောနိုင်ငံသည် မမှန်ကန်ပါ။",
    "The selected plan is invalid.": "ရွေးချယ်ထားသော အစီအစဉ်သည် မမှန်ကန်ပါ။",
    "The team's name and owner information.": "အသင်း၏အမည်နှင့် ပိုင်ရှင်အချက်အလက်။",
    "There are no available options for this resource.": "ဤအရင်းအမြစ်အတွက် ရနိုင်သောရွေးချယ်စရာများ မရှိပါ။",
    "There are no fields to display.": "ပြသရန် အကွက်များ မရှိပါ။",
    "There are no new notifications.": "အကြောင်းကြားချက်အသစ်များ မရှိပါ။",
    "There is no active subscription.": "လက်ရှိ စာရင်းသွင်းမှု မရှိပါ။",
    "There was a problem executing the action.": "လုပ်ဆောင်ချက်ကို လုပ်ဆောင်ရာတွင် ပြဿနာရှိခဲ့သည်။",
    "There was a problem fetching the resource.": "အရင်းအမြစ်ကို ရယူရာတွင် ပြဿနာရှိနေသည်။",
    "There was a problem submitting the form.": "ဖောင်တင်ရာတွင် ပြဿနာရှိနေသည်။",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "ဤလူများကို သင့်အဖွဲ့သို့ ဖိတ်ကြားထားပြီး ဖိတ်ကြားချက်အီးမေးလ်တစ်စောင် ပေးပို့ထားသည်။ အီးမေးလ်ဖိတ်ကြားချက်ကို လက်ခံခြင်းဖြင့် ၎င်းတို့အဖွဲ့သို့ ချိတ်ဆက်နိုင်သည်။",
    "This account does not have an active subscription.": "ဤအကောင့်တွင် လက်ရှိ စာရင်းသွင်းမှု မရှိပါ။",
    "This action is unauthorized.": "ဤလုပ်ဆောင်ချက်သည် ခွင့်ပြုချက်မရှိပေ။",
    "This copy of Nova is unlicensed.": "ဤ Nova မိတ္တူသည် လိုင်စင်မဲ့ဖြစ်သည်။",
    "This coupon code can only be used by new customers.": "ဤကူပွန်ကုဒ်ကို ဖောက်သည်အသစ်များသာ အသုံးပြုနိုင်သည်။",
    "This device": "ဒီကိရိယာ",
    "This file field is read-only.": "ဤဖိုင်အကွက်သည် ဖတ်ရန်သာဖြစ်သည်။",
    "This invoice is no longer open.": "ဤငွေတောင်းခံလွှာကို မဖွင့်တော့ပါ။",
    "This is a secure area of the application. Please confirm your password before continuing.": "ဤသည်မှာ အပလီကေးရှင်း၏ လုံခြုံသောနေရာတစ်ခုဖြစ်သည်။ ဆက်မလုပ်မီ သင့်စကားဝှက်ကို အတည်ပြုပါ။",
    "This password does not match our records.": "ဤစကားဝှက်သည် ကျွန်ုပ်တို့၏မှတ်တမ်းများနှင့် မကိုက်ညီပါ။",
    "This password reset link will expire in :count minutes.": "ဤစကားဝှက်ကို ပြန်လည်သတ်မှတ်သည့်လင့်ခ်သည် :count မိနစ်အတွင်း သက်တမ်းကုန်ဆုံးမည်ဖြစ်သည်။",
    "This resource no longer exists": "ဤအရင်းအမြစ် မရှိတော့ပါ။",
    "This subscription cannot be resumed. Please create a new subscription.": "ဤစာရင်းသွင်းမှုကို ပြန်လည်စတင်၍မရပါ။ စာရင်းသွင်းမှုအသစ်တစ်ခု ဖန်တီးပါ။",
    "This subscription has expired and cannot be resumed. Please create a new subscription.": "ဤစာရင်းသွင်းမှုမှာ သက်တမ်းကုန်သွားပြီး ပြန်လည်စတင်၍မရပါ။ စာရင်းသွင်းမှုအသစ်တစ်ခု ဖန်တီးပါ။",
    "This user already belongs to the team.": "ဤအသုံးပြုသူသည် အသင်းတွင်ရှိပြီးသားဖြစ်သည်။",
    "This user has already been invited to the team.": "ဤအသုံးပြုသူကို အဖွဲ့သို့ ဖိတ်ကြားထားပြီးဖြစ်သည်။",
    "Timor-Leste": "တီမောလက်စ်တီ",
    "to": "ရန်",
    "To": "ရန်",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "အချက်နှစ်ချက် စစ်မှန်ကြောင်းအထောက်အထားပြသခြင်းကို အပြီးသတ်ရန်၊ သင့်ဖုန်း၏အထောက်အထားစိစစ်ခြင်းအက်ပ်ကို အသုံးပြု၍ အောက်ပါ QR ကုဒ်ကို စကင်န်ဖတ်ပါ သို့မဟုတ် စနစ်ထည့်သွင်းရန်သော့ကို ရိုက်ထည့်ပြီး ထုတ်လုပ်ထားသော OTP ကုဒ်ကို ပေးဆောင်ပါ။",
    "Today": "ဒီနေ့",
    "Toggle navigation": "အညွှန်းကို ပြောင်းပါ။",
    "Togo": "သွားရန်",
    "Tokelau": "Tokelau",
    "Token Name": "တိုကင်အမည်",
    "Tonga": "တွန်ဂါ",
    "Too Many Requests": "တောင်းဆိုမှုများ အလွန်များသည်။",
    "total": "စုစုပေါင်း",
    "Total:": "စုစုပေါင်း-",
    "Trashed": "အမှိုက်ပုံး",
    "Trinidad And Tobago": "ထရီနီဒက်နှင့်တိုဘာဂို",
    "Trinidad and Tobago": "ထရီနီဒက်နှင့်တိုဘာဂို",
    "Tunisia": "တူနီးရှား",
    "Turkey": "ကြက်ဆင်",
    "Turkmenistan": "တာ့ခ်မင်နစ္စတန်",
    "Turks And Caicos Islands": "Turks နှင့် Caicos ကျွန်းစုများ",
    "Turks and Caicos Islands": "Turks နှင့် Caicos ကျွန်းစုများ",
    "Tuvalu": "တူဗာလူ",
    "Two Factor Authentication": "Two Factor Authentication",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "အချက်နှစ်ချက်ကို စစ်မှန်ကြောင်းအထောက်အထားပြခြင်းကို ယခုဖွင့်ထားသည်။ သင့်ဖုန်း၏ authenticator အပလီကေးရှင်းကို အသုံးပြု၍ အောက်ပါ QR ကုဒ်ကို စကန်ဖတ်ပါ သို့မဟုတ် စနစ်ထည့်သွင်းရန် သော့ကို ထည့်သွင်းပါ။",
    "Type": "ရိုက်ပါ။",
    "Uganda": "ယူဂန်ဒါ",
    "Ukraine": "ယူကရိန်း",
    "Unauthorized": "ခွင့်မပြု",
    "United Arab Emirates": "အာရပ်စော်ဘွားများ ပြည်ထောင်စု",
    "United Kingdom": "ယူနိုက်တက်ကင်းဒမ်း",
    "United States": "ယူအက်စ်",
    "United States Minor Outlying Islands": "United States Minor Outlying ကျွန်းများ",
    "United States Outlying Islands": "U.S. Outlying ကျွန်းများ",
    "Unknown": "မသိ",
    "Unpaid": "အခကြေးငွေမယူရသေး",
    "Update": "မွမ်းမံ",
    "Update & Continue Editing": "အပ်ဒိတ်လုပ်ပြီး ဆက်လက်တည်းဖြတ်ပါ။",
    "Update :resource": "အပ်ဒိတ် ၁၀",
    "Update :resource: :title": "အပ်ဒိတ် ၁၀:၂၀",
    "Update attached :resource: :title": "Update ပူးတွဲပါ :resource::title",
    "Update Password": "စကားဝှက်ကို အပ်ဒိတ်လုပ်ပါ။",
    "Update Payment Information": "ငွေပေးချေမှုအချက်အလက်ကို အပ်ဒိတ်လုပ်ပါ။",
    "Update Payment Method": "ငွေပေးချေမှုနည်းလမ်းကို အပ်ဒိတ်လုပ်ပါ။",
    "Update your account's profile information and email address.": "သင့်အကောင့်၏ ပရိုဖိုင်အချက်အလက်နှင့် အီးမေးလ်လိပ်စာကို အပ်ဒိတ်လုပ်ပါ။",
    "Uploading": "တင်ခြင်း။",
    "Uploading files... (:current/:total)": "ဖိုင်များ တင်နေသည်... (၁၀/၂၀)",
    "Uruguay": "ဥရုဂွေး",
    "Use a recovery code": "ပြန်လည်ရယူရေးကုဒ်ကို သုံးပါ။",
    "Use an authentication code": "စစ်မှန်ကြောင်းအထောက်အထားပြကုဒ်ကိုသုံးပါ။",
    "User Actions": "အသုံးပြုသူလုပ်ဆောင်ချက်များ",
    "Uzbekistan": "ဧကစ္စတန်",
    "Value": "တန်ဖိုး",
    "Vanuatu": "ဗာနူအာတူ",
    "VAT Number": "VAT နံပါတ်",
    "Venezuela": "ဗင်နီဇွဲလား",
    "Venezuela, Bolivarian Republic of": "ဗင်နီဇွဲလား၊ ဘိုလီဗာရီယန်သမ္မတနိုင်ငံ",
    "Verify Email Address": "အီးမေးလ်လိပ်စာကို အတည်ပြုပါ။",
    "Verify Your Email Address": "သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုပါ။",
    "Viet Nam": "ဗီယက်နမ်",
    "View": "အမြင်",
    "View Receipt": "ပြေစာကြည့်ရှုပါ။",
    "Virgin Islands, British": "ဗာဂျင်ကျွန်းစု၊ ဗြိတိသျှ",
    "Virgin Islands, U.S.": "ဗာဂျင်ကျွန်းစု၊ U.S.",
    "Visits": "လည်ပတ်မှု",
    "Wallis And Futuna": "Wallis နှင့် Futuna",
    "Wallis and Futuna": "Wallis နှင့် Futuna",
    "We are processing your subscription. Once the subscription has successfully processed, this page will update automatically. Typically, this process should only take a few seconds.": "သင့်စာရင်းသွင်းမှုကို ကျွန်ုပ်တို့ လုပ်ဆောင်နေပါသည်။ စာရင်းသွင်းမှုကို အောင်မြင်စွာ လုပ်ဆောင်ပြီးသည်နှင့်၊ ဤစာမျက်နှာသည် အလိုအလျောက် အပ်ဒိတ်လုပ်မည်ဖြစ်သည်။ ပုံမှန်အားဖြင့်၊ ဤလုပ်ငန်းစဉ်သည် စက္ကန့်အနည်းငယ်သာ ကြာသင့်သည်။",
    "We are unable to process your payment. Please contact customer support.": "သင့်ငွေပေးချေမှုကို ကျွန်ုပ်တို့ လုပ်ဆောင်၍မရပါ။ ကျေးဇူးပြု၍ ဖောက်သည်အကူအညီကို ဆက်သွယ်ပါ။",
    "We have emailed your password reset link!": "သင့်စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းလင့်ခ်ကို ကျွန်ုပ်တို့ အီးမေးလ်ပို့ပြီးပါပြီ။",
    "We were unable to find a registered user with this email address.": "ဤအီးမေးလ်လိပ်စာဖြင့် စာရင်းသွင်းအသုံးပြုသူတစ်ဦးကို ကျွန်ုပ်တို့ ရှာမတွေ့နိုင်ခဲ့ပါ။",
    "We will send a receipt download link to the email addresses that you specify below. You may separate multiple email addresses using commas.": "အောက်တွင် သင်သတ်မှတ်ထားသော အီးမေးလ်လိပ်စာများသို့ ပြေစာဒေါင်းလုဒ်လင့်ခ်ကို ကျွန်ုပ်တို့ ပေးပို့ပါမည်။ ကော်မာများသုံးပြီး အီးမေးလ်လိပ်စာများစွာကို ခွဲခြားနိုင်သည်။",
    "We're lost in space. The page you were trying to view does not exist.": "ငါတို့ အာကာသထဲမှာ ပျောက်သွားတယ်။ သင်ကြည့်ရှုရန် ကြိုးစားနေသည့် စာမျက်နှာ မရှိပါ။",
    "Welcome Back!": "ကြိုဆိုပါတယ်!",
    "Western Sahara": "အနောက်ဆာဟာရ",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "အချက်နှစ်ချက် စစ်မှန်ကြောင်းအထောက်အထားပြခြင်းကို ဖွင့်ထားသောအခါ၊ စစ်မှန်ကြောင်းစစ်ဆေးနေစဉ်အတွင်း လုံခြုံပြီး ကျပန်းတိုကင်တစ်ခုအတွက် သင့်အား သတိပေးပါလိမ့်မည်။ သင့်ဖုန်း၏ Google Authenticator အပလီကေးရှင်းမှ ဤတိုကင်ကို ရယူနိုင်ပါသည်။",
    "Whoops": "ရန်ကုန်မြို့တွင်း",
    "Whoops!": "အိုး!",
    "Whoops! Something went wrong.": "အိုး! တစ်ခုခုမှားသွားသည်။",
    "With Trashed": "အမှိုက်ပုံးနှင့်",
    "Write": "ရေးပါ။",
    "Year To Date": "နှစ်စမှယနေ့အထိ",
    "Yearly": "နှစ်အလိုက်",
    "Yemen": "ယီမင်",
    "Yes": "ဟုတ်ကဲ့",
    "You are already subscribed.": "သင်သည် စာရင်းသွင်းထားပြီးဖြစ်သည်။",
    "You are currently within your free trial period. Your trial will expire on :date.": "သင်သည် လက်ရှိတွင် သင်၏ အခမဲ့ အစမ်းသုံးကာလ အတွင်းတွင် ရှိနေပါသည်။ သင်၏စမ်းသပ်မှုသည် :date ရက်နေ့တွင် သက်တမ်းကုန်ဆုံးမည်ဖြစ်သည်။",
    "You are currently within your free trial period. Your trial will expire on :date. Starting a new subscription will end your trial.": "သင်သည် လက်ရှိတွင် သင်၏ အခမဲ့ အစမ်းသုံးကာလ အတွင်းတွင် ရှိနေပါသည်။ သင်၏အစမ်းသုံးကာလသည် :date ရက်နေ့တွင် သက်တမ်းကုန်ဆုံးပါမည်။ စာရင်းသွင်းမှုအသစ်တစ်ခုစတင်ခြင်းဖြင့် သင်၏အစမ်းသုံးမှုကို အဆုံးသတ်ပါမည်။",
    "You are logged in!": "သင်သည် အကောင့်ဝင်ထားသည်။",
    "You are receiving this email because we received a password reset request for your account.": "သင့်အကောင့်အတွက် စကားဝှက်ပြန်လည်သတ်မှတ်ရန် တောင်းဆိုချက်ကို ကျွန်ုပ်တို့ လက်ခံရရှိသောကြောင့် ဤအီးမေးလ်ကို လက်ခံရရှိခြင်းဖြစ်သည်။",
    "You have been invited to join the :team team!": "အဖွဲ့ :team တွင် ပါဝင်ရန် သင့်အား ဖိတ်ကြားထားသည်။",
    "You have enabled two factor authentication.": "အချက်နှစ်ချက်ကို အထောက်အထားစိစစ်ခြင်းကို သင်ဖွင့်ထားသည်။",
    "You have not enabled two factor authentication.": "အချက်နှစ်ချက်ကို အထောက်အထားစိစစ်ခြင်းကို သင်ဖွင့်မထားပါ။",
    "You have some unpaid invoices. After updating your default payment method, you may retry the payments via the invoice list below.": "သင့်တွင် အခကြေးငွေမယူရသေးသော ငွေတောင်းခံလွှာအချို့ရှိသည်။ သင့်မူရင်းငွေပေးချေမှုနည်းလမ်းကို အပ်ဒိတ်လုပ်ပြီးနောက်၊ အောက်ဖော်ပြပါ ငွေပေးချေမှုစာရင်းမှတစ်ဆင့် ငွေပေးချေမှုများကို ထပ်မံကြိုးစားနိုင်ပါသည်။",
    "You may accept this invitation by clicking the button below:": "အောက်ပါခလုတ်ကိုနှိပ်ခြင်းဖြင့် သင်သည် ဤဖိတ်ကြားချက်ကို လက်ခံနိုင်သည်-",
    "You may cancel your subscription at any time. Once your subscription has been cancelled, you will have the option to resume the subscription until the end of your current billing cycle.": "သင်၏စာရင်းသွင်းမှုကို အချိန်မရွေး ပယ်ဖျက်နိုင်သည်။ သင်၏စာရင်းသွင်းမှုကို ပယ်ဖျက်လိုက်သည်နှင့်၊ သင်၏လက်ရှိငွေပေးချေမှုစက်ဝန်းပြီးဆုံးသည်အထိ စာရင်းသွင်းမှုကို ပြန်လည်စတင်ရန် ရွေးချယ်ခွင့်ရှိသည်။",
    "You may delete any of your existing tokens if they are no longer needed.": "၎င်းတို့ကို မလိုအပ်တော့ပါက သင့်ရှိပြီးသား တိုကင်များကို ဖျက်နိုင်ပါသည်။",
    "You may not delete your personal team.": "သင့်ကိုယ်ရေးကိုယ်တာအဖွဲ့ကို ဖျက်၍မရပါ။",
    "You may not leave a team that you created.": "သင်ဖန်တီးထားသောအဖွဲ့ကို သင်ထားခဲ့၍မရပါ။",
    "You will receive an invoice and payment link via email for each billing period.": "ငွေတောင်းခံသည့်ကာလတစ်ခုစီအတွက် ငွေတောင်းခံလွှာနှင့် ငွေပေးချေမှုလင့်ခ်တစ်ခုကို အီးမေးလ်မှတစ်ဆင့် လက်ခံရရှိမည်ဖြစ်သည်။",
    "You're logged in!": "သင်အကောင့်ဝင်ပြီးပါပြီ။",
    "Your :invoiceName invoice is now available!": "သင်၏ ပြေစာ ၁၀ ခုကို ယခု ရနိုင်ပါပြီ။",
    "Your billing address is :address :address2 :postal_code :city :state :country": "သင့်ငွေပေးချေရမည့်လိပ်စာမှာ :address :address2 :postal_code :city :state :country ဖြစ်သည်။",
    "Your card was declined. Please contact your card issuer for more information.": "သင့်ကတ်ကို ငြင်းပယ်ခဲ့သည်။ နောက်ထပ်အချက်အလက်များအတွက် ကျေးဇူးပြု၍ သင့်ကတ်ထုတ်ပေးသူထံ ဆက်သွယ်ပါ။",
    "Your current payment method is :paypal.": "သင်၏လက်ရှိငွေပေးချေမှုနည်းလမ်းမှာ :paypal ဖြစ်သည်။",
    "Your current payment method is a credit card ending in :lastFour that expires on :expiration.": "သင့်လက်ရှိငွေပေးချေမှုနည်းလမ်းမှာ :lastFour တွင်အဆုံးသတ်သည့် ခရက်ဒစ်ကတ်ဖြစ်ပြီး :expiration ရက်တွင်သက်တမ်းကုန်ဆုံးမည်ဖြစ်သည်။",
    "Your email address is unverified.": "သင့်အီးမေးလ်လိပ်စာကို အတည်မပြုရသေးပါ။",
    "Your last payment of :amount on :date failed. Please update your payment method to retry the failed payment.": ":date တွင် :amount ၏နောက်ဆုံးပေးချေမှုမအောင်မြင်ပါ။ မအောင်မြင်သောငွေပေးချေမှုကို ထပ်စမ်းကြည့်ရန် သင့်ငွေပေးချေနည်းလမ်းကို အပ်ဒိတ်လုပ်ပါ။",
    "Your next payment of :amount will be processed on :date.": "သင်၏နောက်ထပ်ပေးချေမှု :amount သည် :date ရက်နေ့တွင်ဖြစ်လိမ့်မည်။",
    "Your payment method has been added successfully.": "သင့်ငွေပေးချေမှုနည်းလမ်းကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။",
    "Your payment method will be charged automatically for each billing period.": "ငွေပေးချေမှုကာလတစ်ခုစီအတွက် သင့်ငွေပေးချေနည်းလမ်းကို အလိုအလျောက် ကောက်ခံသွားပါမည်။",
    "Your registered VAT Number is :vatNumber.": "သင်၏မှတ်ပုံတင်ထားသော VAT နံပါတ်သည် :vatNumber ဖြစ်သည်။",
    "Your subscription has been started successfully.": "သင်၏ စာရင်းသွင်းမှုကို အောင်မြင်စွာ စတင်လိုက်ပါပြီ။",
    "Your subscription has been successfully cancelled.": "သင်၏ စာရင်းသွင်းမှုကို အောင်မြင်စွာ ပယ်ဖျက်လိုက်ပါပြီ။",
    "Your subscription was successfully resumed.": "သင်၏ စာရင်းသွင်းမှုကို အောင်မြင်စွာ ပြန်လည်စတင်ခဲ့သည်။",
    "Your subscription was successfully updated.": "သင်၏ စာရင်းသွင်းမှုကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားပါသည်။",
    "Zambia": "ဇမ်ဘီယာ",
    "Zimbabwe": "ဇင်ဘာဘွေ",
    "Zip / Postal Code": "စာတိုက်/စာတိုက်ကုဒ်",
    "Åland Islands": "Åland ကျွန်းစုများ"
}
