{
    "A fresh verification link has been sent to your email address.": "តំណផ្ទៀងផ្ទាត់ថ្មីត្រូវបានផ្ញើទៅអ៊ីម៉ែល។",
    "Add a new team member to your team, allowing them to collaborate with you.": "បន្ថែមសមាជិកក្រុមមួយ អនុញ្ញាតឱ្យពួកគេដើម្បីសហការជាមួយនឹងអ្នក។",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "តើអ្នកប្រាកដថាអ្នកចង់លុបក្រុមនេះ? នៅពេលដែលក្រុមនេះត្រូវបានលុបទាំងអស់នៃទិន្នន័យរបស់ខ្លួននិងទិន្នន័យនឹងត្រូវបានលុប។",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "តើអ្នកប្រាកដថាអ្នកចង់លុបគណនីរបស់អ្នក? នៅពេលដែលរបស់គណនីត្រូវបានលុបទិន្នន័យទាំងអស់នឹងត្រូវបានលុប។ សូមបញ្ចូលពាក្យសម្ងាត់ដើម្បីបញ្ជាក់អ្នកចង់លុបគណនីរបស់អ្នកជាអចិន្ត្រៃ។",
    "Before proceeding, please check your email for a verification link.": "មុនពេលដំណើរការសូមពិនិត្យមើលអ៊ីម៉ែលរបស់អ្នកសម្រាប់ការផ្ទៀងតំណ។",
    "click here to request another": "សូមចុចនៅទីនេះដើម្បីស្នើសុំផ្សេងទៀត",
    "E-Mail Address": "អាស័យដ្ឋានអ៊ីម៉ែល",
    "Editor users have the ability to read, create, and update.": "អ្នកនិពន្ធប្រើប្រាស់មានសមត្ថភាពក្នុងការមើល, បង្កើត,និងកែប្រែ។",
    "Ensure your account is using a long, random password to stay secure.": "ធានារបស់គណនីត្រូវបានប្រើជាយូរ​ សូមប្រើប្រាស់បង្កើតដោយចៃដន្យដើម្យីសុវត្ថិភាព។",
    "For your security, please confirm your password to continue.": "សម្រាប់សន្តិសុខរបស់អ្នក សូមបញ្ជាក់ពាក្យសម្ងាត់ដើម្បីបន្ត។",
    "Forbidden": "ហាមឃាត់",
    "Go to page :page": "ចូលទៅទំព័រ :page",
    "Hello!": "ជំរាបសួរ!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "ប្រសិនបើចាំបាច់ អ្នកអាចចាកចេញនៃឧបករណ៍ទាំងអស់។ មួយចំនួននៃការចូលអ្នកថ្មីៗត្រូវបានរាយខាងក្រោម ទោះជាយ៉ាងណាបញ្ជីនេះមិនអាចត្រូវបានទូលំទូលាយ។ ប្រសិនបើអ្នកគិតថាគណនីរបស់អ្នកត្រូវបានលួច អ្នកគួរតែកែប្រែពាក្យសម្ងាត់របស់អ្នក។",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "បប្រសិនបើចាំបាច់ អ្នកអាចចាកចេញនៃឧបករណ៍ទាំងអស់។ មួយចំនួននៃការចូលអ្នកថ្មីៗត្រូវបានរាយខាងក្រោម ទោះជាយ៉ាងណាបញ្ជីនេះមិនអាចត្រូវបានទូលំទូលាយ។ ប្រសិនបើអ្នកគិតថាគណនីរបស់អ្នកត្រូវបានលួច អ្នកគួរតែកែប្រែពាក្យសម្ងាត់របស់អ្នក។",
    "If you already have an account, you may accept this invitation by clicking the button below:": "ប្រសិនបើអ្នកមានគណនីរួចហើយ អ្នកអាចទទួលយកការអញ្ជើញនេះដោយចុចប៊ូតុងខាងក្រោម:",
    "If you did not create an account, no further action is required.": "ប្រសិនបើអ្នកមិនបានបង្កើតគណនីទេ គ្មានការទាមទារសកម្មភាពបន្ថែមឡើយ។",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "ប្រសិនបើអ្នកមិនបានរំពឹងថានឹងទទួលការអញ្ជើញដើម្បីក្រុមនេះ អ្នកអាចបោះចោលអ៊ីមែលនេះ។",
    "If you did not receive the email": "ប្រសិនបើអ្នកមិនបានទទួលអ៊ីម៉ែល",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "ប្រសិនបើអ្នកមិនមានគណនីទេ អ្នកអាចបង្កើតមួយដោយចុចប៊ូតុងខាងក្រោម។ បន្ទាប់ពីការបង្កើតគណនីមួយ អ្នកអាចចុចការអញ្ជើញទទួលយកប៊ូតុងនៅក្នុងនេះអ៊ីម៉ែលដើម្បីទទួលយកការអញ្ជើញរបស់ក្រុម:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ប្រសិនបើអ្នកកំពុងមានបញ្ហាចុច\":actionText\"ប៊ូតុង,ចម្លងនិងបិទភ្ជាប់ URL ខាងក្រោម\nចូលទៅក្នុងបណ្ដាញរុករក:",
    "Invalid signature.": "ហត្ថលេខាមិនត្រឹមត្រូវ។",
    "Log out": "ចាកចេញ",
    "Logout Other Browser Sessions": "ចាកចេញឧបករណ៍ផ្សេងទៀត",
    "Manage and logout your active sessions on other browsers and devices.": "គ្រប់គ្រងនិងចាកចេញឧបករណ៍ផ្សេងទៀត។",
    "Nevermind": "មិនអីទេ",
    "Not Found": "មិនឃើញ",
    "Oh no": "អូទេ",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "នៅពេលដែលក្រុមនេះត្រូវបានលុប ទិន្នន័យទាំងអស់របស់ខ្លួននឹងត្រូវបានលុប។ មុនពេលលុបក្រុមនេះ សូមទាញយកទិន្នន័យឬព័ត៌មានទាក់ទងក្រុមនេះដែលអ្នកចង់រក្សា។",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "នៅពេលដែលគណនីនេះត្រូវបានលុប ទិន្នន័យទាំងអស់របស់ខ្លួននឹងត្រូវបានលុប។ មុនពេលលុបគណនីរបស់អ្នក,សូមទាញយកទិន្នន័យឬព័ត៌មានដែលអ្នកចង់រក្សា។",
    "Page Expired": "ទំព័រផុតកំណត់",
    "Pagination Navigation": "លេខទំព័ររុករក",
    "Please click the button below to verify your email address.": "សូមចុចប៊ូតុងខាងក្រោមដើម្បីផ្ទៀងផ្ទាត់អ៊ីម៉ែល។",
    "Please confirm your password before continuing.": "សូមបញ្ជាក់ពាក្យសម្ងាត់មុនពេលបន្ត។",
    "Please copy your new API token. For your security, it won't be shown again.": "សូមចម្លង API Token ថ្មីរបស់អ្នក។ សម្រាប់សន្តិសុខរបស់អ្នក,វានឹងមិនត្រូវបានបង្ហាញម្តងទៀត។",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "សូមបញ្ចូលពាក្យសម្ងាត់ដើម្បីបញ្ជាក់អ្នកចង់ចាកចេញរបស់អ្នកនៃឧបករណ៍ទាំងអស់។",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "សូមផ្តល់នូវអ៊ីម៉ែលនៃមនុស្សដែលអ្នកចង់បន្ថែមទៅក្រុមនេះ។ អ៊ីម៉ែលត្រូវតែត្រូវបានភ្ជាប់ជាមួយគណនីដែលមាន។",
    "Regards": "ទាក់ទង",
    "results": "លទ្ធផល",
    "Server Error": "ម៉ាស៊ីនដំណើរការមិនប្រក្រតី",
    "Service Unavailable": "សេវាមិនអាចប្រើ",
    "Showing": "បង្ហាញពី",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "អរគុណសម្រាប់ចុះឈ្មោះ! មុនពេលចាប់ផ្តើម,តើអ្នកអាចផ្ទៀងផ្ទាត់អ៊ីម៉ែលដោយចុចលើតំណភ្ជាប់យើង? ប្រសិនបើអ្នកមិនបានទទួលបានអ៊ីម៉ែល យើងនឹងផ្ញើទៅអ្នកម្តងទៀត។",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "attribute ត្រូវតែមានយ៉ាងហោច :length តួអក្សរនិងមានយ៉ាងហោចណាស់អក្សរធំមួយ លេខមួយ និងអក្សរពិសេសមួយ។",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "ក្រុមនេះជាឈ្មោះនិងជាម្ចាស់ព័ត៌មាន។",
    "This action is unauthorized.": "សកម្មភាពនេះមិនត្រូវបានអនុញ្ញាត។",
    "This password reset link will expire in :count minutes.": "នេះពាក្យសម្ងាត់កំណត់តំណនឹងផុតកំណត់នៅក្នុង :count នាទី។",
    "to": "ដើម្បី",
    "Toggle navigation": "បិទបើករុករក",
    "Too Many Attempts.": "ព្យាយាមច្រើនពេក។",
    "Too Many Requests": "សំណើរច្រើនពេក",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "ការផ្ទៀងផ្ទាត់ទី២ត្រូវបានដំណើរការ។ ស្កេន QR code ខាងក្រោម ដោយប្រើប្រាស់កម្មវិធីផ្ទៀងផ្ទាត់របស់ទូរស័ព្ទ។",
    "Unauthorized": "មិនត្រូវបានអនុញ្ញាត",
    "Update your account's profile information and email address.": "កែប្រែព័ត៌មានគណនី និងអ៊ីម៉ែល។",
    "Verify Email Address": "ផ្ទៀងអ៊ីម៉ែល",
    "Verify Your Email Address": "ផ្ទៀងផ្ទាត់អ៊ីម៉ែលរបស់អ្នក",
    "We won't ask for your password again for a few hours.": "យើងនឹងមិនសុំពាក្យសម្ងាត់ថ្មីម្តងទៀតសម្រាប់ពីរបីម៉ោង។",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "នៅពេលដែលពីរកត្តាផ្ទៀងត្រូវអនុញ្ញាត,អ្នកនឹងត្រូវបានសួរសម្រាប់ការសុវត្ថិភាពចៃដន្យ Token ក្នុងអំឡុងការផ្ទៀង។ អ្នកអាចទាញយកនេះសញ្ញាទូរស័ព្ទរបស់ Google ផ្ទៀងផ្ទាត់កម្មវិធី។",
    "You are logged in!": "អ្នកបានចូល!",
    "Your email address is not verified.": "អ៊ីម៉ែលរបស់អ្នកគឺមិនទាន់ផ្ទៀងផ្ទាត់។"
}
