{
    "A fresh verification link has been sent to your email address.": "តំណផ្ទៀងផ្ទាត់ថ្មីត្រូវបានផ្ញើទៅអ៊ីម៉ែល។",
    "Before proceeding, please check your email for a verification link.": "មុនពេលដំណើរការសូមពិនិត្យមើលអ៊ីម៉ែលរបស់អ្នកសម្រាប់ការផ្ទៀងតំណ។",
    "click here to request another": "សូមចុចនៅទីនេះដើម្បីស្នើសុំផ្សេងទៀត",
    "E-Mail Address": "អាស័យដ្ឋានអ៊ីម៉ែល",
    "Forbidden": "ហាមឃាត់",
    "Go to page :page": "ចូលទៅទំព័រ :page",
    "Hello!": "ជំរាបសួរ!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "បប្រសិនបើចាំបាច់ អ្នកអាចចាកចេញនៃឧបករណ៍ទាំងអស់។ មួយចំនួននៃការចូលអ្នកថ្មីៗត្រូវបានរាយខាងក្រោម ទោះជាយ៉ាងណាបញ្ជីនេះមិនអាចត្រូវបានទូលំទូលាយ។ ប្រសិនបើអ្នកគិតថាគណនីរបស់អ្នកត្រូវបានលួច អ្នកគួរតែកែប្រែពាក្យសម្ងាត់របស់អ្នក។",
    "If you did not create an account, no further action is required.": "ប្រសិនបើអ្នកមិនបានបង្កើតគណនីទេ គ្មានការទាមទារសកម្មភាពបន្ថែមឡើយ។",
    "If you did not receive the email": "ប្រសិនបើអ្នកមិនបានទទួលអ៊ីម៉ែល",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ប្រសិនបើអ្នកកំពុងមានបញ្ហាចុច\":actionText\"ប៊ូតុង,ចម្លងនិងបិទភ្ជាប់ URL ខាងក្រោម\nចូលទៅក្នុងបណ្ដាញរុករក:",
    "Invalid signature.": "ហត្ថលេខាមិនត្រឹមត្រូវ។",
    "Log out": "ចាកចេញ",
    "Logout Other Browser Sessions": "ចាកចេញឧបករណ៍ផ្សេងទៀត",
    "Manage and logout your active sessions on other browsers and devices.": "គ្រប់គ្រងនិងចាកចេញឧបករណ៍ផ្សេងទៀត។",
    "Nevermind": "មិនអីទេ",
    "Not Found": "មិនឃើញ",
    "Oh no": "អូទេ",
    "Page Expired": "ទំព័រផុតកំណត់",
    "Pagination Navigation": "លេខទំព័ររុករក",
    "Please click the button below to verify your email address.": "សូមចុចប៊ូតុងខាងក្រោមដើម្បីផ្ទៀងផ្ទាត់អ៊ីម៉ែល។",
    "Please confirm your password before continuing.": "សូមបញ្ជាក់ពាក្យសម្ងាត់មុនពេលបន្ត។",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "សូមបញ្ចូលពាក្យសម្ងាត់ដើម្បីបញ្ជាក់អ្នកចង់ចាកចេញរបស់អ្នកនៃឧបករណ៍ទាំងអស់។",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "សូមផ្តល់នូវអ៊ីម៉ែលនៃមនុស្សដែលអ្នកចង់បន្ថែមទៅក្រុមនេះ។ អ៊ីម៉ែលត្រូវតែត្រូវបានភ្ជាប់ជាមួយគណនីដែលមាន។",
    "Regards": "ទាក់ទង",
    "results": "លទ្ធផល",
    "Server Error": "ម៉ាស៊ីនដំណើរការមិនប្រក្រតី",
    "Service Unavailable": "សេវាមិនអាចប្រើ",
    "Showing": "បង្ហាញពី",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "សកម្មភាពនេះមិនត្រូវបានអនុញ្ញាត។",
    "This password reset link will expire in :count minutes.": "នេះពាក្យសម្ងាត់កំណត់តំណនឹងផុតកំណត់នៅក្នុង :count នាទី។",
    "to": "ដើម្បី",
    "Toggle navigation": "បិទបើករុករក",
    "Too Many Attempts.": "ព្យាយាមច្រើនពេក។",
    "Too Many Requests": "សំណើរច្រើនពេក",
    "Unauthorized": "មិនត្រូវបានអនុញ្ញាត",
    "Verify Email Address": "ផ្ទៀងអ៊ីម៉ែល",
    "Verify Your Email Address": "ផ្ទៀងផ្ទាត់អ៊ីម៉ែលរបស់អ្នក",
    "We won't ask for your password again for a few hours.": "យើងនឹងមិនសុំពាក្យសម្ងាត់ថ្មីម្តងទៀតសម្រាប់ពីរបីម៉ោង។",
    "You are logged in!": "អ្នកបានចូល!",
    "Your email address is not verified.": "អ៊ីម៉ែលរបស់អ្នកគឺមិនទាន់ផ្ទៀងផ្ទាត់។"
}
