{
    "A fresh verification link has been sent to your email address.": "តំណផ្ទៀងផ្ទាត់ថ្មីត្រូវបានផ្ញើទៅអ៊ីម៉ែល។",
    "All rights reserved.": "រក្សាសិទ្ធិគ្រប់យ៉ាង។",
    "Before proceeding, please check your email for a verification link.": "មុនពេលដំណើរការសូមពិនិត្យមើលអ៊ីម៉ែលរបស់អ្នកសម្រាប់ការផ្ទៀងតំណ។",
    "click here to request another": "សូមចុចនៅទីនេះដើម្បីស្នើសុំផ្សេងទៀត",
    "Confirm Password": "បញ្ជាក់ពាក្យសម្ងាត់",
    "Dashboard": "ប្លូ",
    "E-Mail Address": "អាស័យដ្ឋានអ៊ីម៉ែល",
    "Forbidden": "ហាមឃាត់",
    "Forgot Your Password?": "ភ្លេចពាក្យសម្ងាត់របស់អ្នក?",
    "Go Home": "ចូលទៅទំព័រដើម",
    "Hello!": "ជំរាបសួរ!",
    "If you did not create an account, no further action is required.": "ប្រសិនបើអ្នកមិនបានបង្កើតគណនីទេ គ្មានការទាមទារសកម្មភាពបន្ថែមឡើយ។",
    "If you did not receive the email": "ប្រសិនបើអ្នកមិនបានទទួលអ៊ីម៉ែល",
    "If you did not request a password reset, no further action is required.": "ប្រសិនបើអ្នកមិនបានស្នើសុំប្តូរពាក្យសម្ងាត់,គ្មានការទាមទារសកម្មភាពបន្ថែមឡើយ។",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ប្រសិនបើអ្នកកំពុងមានបញ្ហាចុច\":actionText\"ប៊ូតុង,ចម្លងនិងបិទភ្ជាប់ URL ខាងក្រោម\nចូលទៅក្នុងបណ្ដាញរុករក:",
    "Invalid signature.": "ហត្ថលេខាមិនត្រឹមត្រូវ។",
    "Login": "ចូល",
    "Logout": "ចាកចេញ",
    "Name": "នាមឈ្មោះ",
    "Not Found": "មិនឃើញ",
    "Oh no": "អូទេ",
    "Page Expired": "ទំព័រផុតកំណត់",
    "Password": "ពាក្យសម្ងាត់",
    "Please click the button below to verify your email address.": "សូមចុចប៊ូតុងខាងក្រោមដើម្បីផ្ទៀងផ្ទាត់អ៊ីម៉ែល។",
    "Please confirm your password before continuing.": "សូមបញ្ជាក់ពាក្យសម្ងាត់មុនពេលបន្ត។",
    "Regards": "ទាក់ទង",
    "Register": "ចុះឈ្មោះ",
    "Remember Me": "ចងចាំខ្ញុំ",
    "Reset Password": "កំណត់ពាក្យសម្ងាត់",
    "Reset Password Notification": "កំណត់ពាក្យសម្ងាត់ជូនដំណឹង",
    "Send Password Reset Link": "ផ្ញើពាក្យសម្ងាត់កំណត់តំណភ្ជាប់",
    "Server Error": "ម៉ាស៊ីនដំណើរការមិនប្រក្រតី",
    "Service Unavailable": "សេវាមិនអាចប្រើ",
    "This action is unauthorized.": "សកម្មភាពនេះមិនត្រូវបានអនុញ្ញាត។",
    "This password reset link will expire in :count minutes.": "នេះពាក្យសម្ងាត់កំណត់តំណនឹងផុតកំណត់នៅក្នុង :count នាទី។",
    "Toggle navigation": "បិទបើករុករក",
    "Too Many Attempts.": "ព្យាយាមច្រើនពេក។",
    "Too Many Requests": "សំណើរច្រើនពេក",
    "Unauthorized": "មិនត្រូវបានអនុញ្ញាត",
    "Verify Email Address": "ផ្ទៀងអ៊ីម៉ែល",
    "Verify Your Email Address": "ផ្ទៀងផ្ទាត់អ៊ីម៉ែលរបស់អ្នក",
    "We won't ask for your password again for a few hours.": "យើងនឹងមិនសុំពាក្យសម្ងាត់ថ្មីម្តងទៀតសម្រាប់ពីរបីម៉ោង។",
    "Whoops!": "អុប!",
    "You are logged in!": "អ្នកបានចូល!",
    "You are receiving this email because we received a password reset request for your account.": "អ្នកទទួលអ៊ីម៉ែលនេះព្រោះយើងបានទទួលពាក្យសម្ងាត់កំណត់ស្នើសុំសម្រាប់គណនីរបស់អ្នក។",
    "Your email address is not verified.": "អ៊ីម៉ែលរបស់អ្នកគឺមិនទាន់ផ្ទៀងផ្ទាត់។"
}
