{
    "The :attribute must be a valid role.": "Widang ieu kedah janten peran anu sah.",
    "The :attribute must be at least :length characters and contain at least one number.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji angka.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji karakter khusus sareng hiji angka.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji karakter khusus.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji karakter hurup ageung sareng hiji angka.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji hurup ageung sareng hiji karakter khusus.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji karakter hurup ageung, hiji angka, sareng hiji karakter khusus.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Widang ieu kedah sahenteuna :length karakter sareng ngandung sahenteuna hiji karakter hurup ageung.",
    "The :attribute must be at least :length characters.": "Widang ieu kedah sahenteuna :length karakter.",
    "The :attribute must contain at least one letter.": "Widang ieu kedah ngandung sahenteuna hiji hurup.",
    "The :attribute must contain at least one number.": "Widang ieu kedah ngandung sahenteuna hiji angka.",
    "The :attribute must contain at least one symbol.": "Widang ieu kedah ngandung sahenteuna hiji simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Widang ieu kedah ngandung sahenteuna hiji hurup ageung sareng hiji hurup leutik.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Widang anu dipasihkeun parantos muncul dina bocor data. Mangga pilih widang anu sanés."
}
