{
    "A fresh verification link has been sent to your email address.": "S'ha enviat un nou enllaç de verificació a la vostra adreça electrònica.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Afegir un nou membre de l'equip al seu equip, permetent-los a col·laborar amb tu.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Esteu segur que voleu suprimir aquest equip? Una vegada que un equip és eliminat, a tots els seus recursos i les dades es perdran permanentment esborrada.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Esteu segur que voleu esborrar el vostre compte? Una vegada el vostre compte ha estat esborrat, a tots els seus recursos i les dades es perdran permanentment esborrada. Si us plau, introduïu la vostra contrasenya per confirmar que voleu suprimir permanentment el teu compte.",
    "Before proceeding, please check your email for a verification link.": "Abans de continuar, si us plau, confirmeu la vostra adreça electrònica amb l'enllaç de verificació que us hem enviat.",
    "click here to request another": "feu clic aquí per sol·licitar-ne un altre",
    "E-Mail Address": "Adreça electrònica",
    "Editor users have the ability to read, create, and update.": "Editor els usuaris tenen la capacitat de llegir, crear i actualitzar.",
    "Ensure your account is using a long, random password to stay secure.": "Garantir el seu compte amb una llarga, l'atzar contrasenya per mantenir la seguretat.",
    "For your security, please confirm your password to continue.": "Per a la seva seguretat, si us plau, confirmeu la vostra contrasenya per a continuar.",
    "Forbidden": "Prohibit",
    "Go to page :page": "Aneu a la pàgina de :page",
    "Hello!": "Hola!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si és necessari, pots entrar a terme totes les altres sessions del navegador a través de tots els dispositius. Algunes de les últimes sessions s'enumeren a continuació; no obstant això, aquesta llista pot no ser completa. Si creieu que el vostre compte estigui compromès, també hauríeu d'actualitzar la contrasenya.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si escau, es pot desconnectar-se de totes les altres sessions del navegador a través de tots els dispositius. Algunes de les últimes sessions s'enumeren a continuació; no obstant això, aquesta llista pot no ser completa. Si creieu que el vostre compte estigui compromès, també hauríeu d'actualitzar la contrasenya.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ja teniu un compte, podeu acceptar aquesta invitació fent clic al botó de sota:",
    "If you did not create an account, no further action is required.": "Si no heu creat cap compte, no es requereix cap acció adicional.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no heu d'esperar a rebre una invitació per a aquest equip, pot descartar aquest correu electrònic.",
    "If you did not receive the email": "Si no heu rebut el correu electrònic",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no disposeu d'un compte, podeu crear un fent clic al botó de sota. Després de crear un compte, vostè pot fer clic a la invitació acceptació botó en aquest email per acceptar l'equip invitació:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si teniu problemes per fer clic al botó \":actionText\", copieu i enganxeu la següent URL \nal vostre navegador web:",
    "Invalid signature.": "Firma no vàlida.",
    "Log out": "Registre de sortida",
    "Logout Other Browser Sessions": "Sortir De La Resta De Sessions Del Navegador",
    "Manage and logout your active sessions on other browsers and devices.": "Gestionar i sortir de la seva sessions actives en altres navegadors i dispositius.",
    "Nevermind": "No importa",
    "Not Found": "No trobat",
    "Oh no": "Oh no ",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vegada que un equip és eliminat, a tots els seus recursos i les dades es perdran permanentment esborrada. Abans d'esborrar aquest equip, si us plau, descarregui qualsevol de les dades o la informació relativa a aquest equip que voleu conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vegada el vostre compte ha estat esborrat, a tots els seus recursos i les dades es perdran permanentment esborrada. Abans de suprimir el compte, si us plau, descarregui qualsevol dada o informació que desitgeu conservar.",
    "Page Expired": "Pàgina caducada",
    "Pagination Navigation": "Pagination Navegació",
    "Please click the button below to verify your email address.": "Si us plau, feu clic al botó inferior per verificar la vostra adreça electrònica.",
    "Please confirm your password before continuing.": "Si us plau, confirmeu la vostra contrasenya abans de continuar.",
    "Please copy your new API token. For your security, it won't be shown again.": "Si us plau, copia la seva nova API token. Per a la seva seguretat, no es mostrarà de nou.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Si us plau, introduïu la vostra contrasenya per confirmar que voleu desconnectar de les altres sessions del navegador a través de tots els dispositius.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Si us plau, introduïu l'adreça electrònica de la persona que t'agradaria afegir a aquest equip. L'adreça de correu electrònic ha d'estar associat a un compte existent.",
    "Regards": "Salutacions",
    "results": "resultats",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servei no disponible",
    "Showing": "Mostrant",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Gràcies per registrar-te! Abans de començar, podria verificar la vostra adreça de correu electrònic fent clic a l'enllaç que ens feu un correu electrònic a vostè? Si no heu rebut el correu electrònic, estarem encantats d'enviar-te un altre.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "El :attribute ha de ser com a mínim :length personatges i de contenir, com a mínim, una a majúscula personatge, un número, i un caràcter especial.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "El nom de l'equip i el propietari de la informació.",
    "This action is unauthorized.": "Aquesta acció no està autoritzada.",
    "This password reset link will expire in :count minutes.": "Aquest enllaç de restabliment de contrasenya caducarà en :count minuts.",
    "to": "a",
    "Toggle navigation": "Commutar navegació",
    "Too Many Attempts.": "Massa intents",
    "Too Many Requests": "Massa peticions",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dues factor d'autenticació ara és permès. Escanejar el següent codi QR utilitzant el seu telèfon de l'aplicació de google authenticator.",
    "Unauthorized": "No autoritzat",
    "Update your account's profile information and email address.": "Actualització del vostre compte la informació del perfil i adreça de correu electrònic.",
    "Verify Email Address": "Confirmeu la vostra adreça electrònica",
    "Verify Your Email Address": "Verifiqueu la vostra adreça electrònica",
    "We won't ask for your password again for a few hours.": "No tornarem a demanar-vos la contrasenya durant unes hores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quan dues factor d'autenticació està habilitat, se us demanarà per un segur, l'atzar token durant l'autenticació. Podeu recuperar aquest token des del vostre telèfon de l'aplicació Google Authenticator.",
    "You are logged in!": "Ha entrat!",
    "Your email address is not verified.": "La vostra adreça electrònica no està verificada."
}
