{
    "A fresh verification link has been sent to your email address.": "S'ha enviat un nou enllaç de verificació a la vostra adreça electrònica.",
    "Before proceeding, please check your email for a verification link.": "Abans de continuar, si us plau, confirmeu la vostra adreça electrònica amb l'enllaç de verificació que us hem enviat.",
    "click here to request another": "feu clic aquí per sol·licitar-ne un altre",
    "E-Mail Address": "Adreça electrònica",
    "Forbidden": "Prohibit",
    "Go to page :page": "Aneu a la pàgina de :page",
    "Hello!": "Hola!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si escau, es pot desconnectar-se de totes les altres sessions del navegador a través de tots els dispositius. Algunes de les últimes sessions s'enumeren a continuació; no obstant això, aquesta llista pot no ser completa. Si creieu que el vostre compte estigui compromès, també hauríeu d'actualitzar la contrasenya.",
    "If you did not create an account, no further action is required.": "Si no heu creat cap compte, no es requereix cap acció adicional.",
    "If you did not receive the email": "Si no heu rebut el correu electrònic",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si teniu problemes per fer clic al botó \":actionText\", copieu i enganxeu la següent URL \nal vostre navegador web:",
    "Invalid signature.": "Firma no vàlida.",
    "Log out": "Registre de sortida",
    "Logout Other Browser Sessions": "Sortir De La Resta De Sessions Del Navegador",
    "Manage and logout your active sessions on other browsers and devices.": "Gestionar i sortir de la seva sessions actives en altres navegadors i dispositius.",
    "Nevermind": "No importa",
    "Not Found": "No trobat",
    "Oh no": "Oh no ",
    "Page Expired": "Pàgina caducada",
    "Pagination Navigation": "Pagination Navegació",
    "Please click the button below to verify your email address.": "Si us plau, feu clic al botó inferior per verificar la vostra adreça electrònica.",
    "Please confirm your password before continuing.": "Si us plau, confirmeu la vostra contrasenya abans de continuar.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Si us plau, introduïu la vostra contrasenya per confirmar que voleu desconnectar de les altres sessions del navegador a través de tots els dispositius.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Si us plau, introduïu l'adreça electrònica de la persona que t'agradaria afegir a aquest equip. L'adreça de correu electrònic ha d'estar associat a un compte existent.",
    "Regards": "Salutacions",
    "results": "resultats",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servei no disponible",
    "Showing": "Mostrant",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Aquesta acció no està autoritzada.",
    "This password reset link will expire in :count minutes.": "Aquest enllaç de restabliment de contrasenya caducarà en :count minuts.",
    "to": "a",
    "Toggle navigation": "Commutar navegació",
    "Too Many Attempts.": "Massa intents",
    "Too Many Requests": "Massa peticions",
    "Unauthorized": "No autoritzat",
    "Verify Email Address": "Confirmeu la vostra adreça electrònica",
    "Verify Your Email Address": "Verifiqueu la vostra adreça electrònica",
    "We won't ask for your password again for a few hours.": "No tornarem a demanar-vos la contrasenya durant unes hores.",
    "You are logged in!": "Ha entrat!",
    "Your email address is not verified.": "La vostra adreça electrònica no està verificada."
}
