{
    "The :attribute must be a valid role.": "Aquest camp ha de ser una funció vàlida.",
    "The :attribute must be at least :length characters and contain at least one number.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un número.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un caràcter especial i un número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un caràcter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un caràcter en majúscula i un número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un caràcter en majúscula i un caràcter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un caràcter en majúscula, un número i un caràcter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Aquest camp ha de tenir com a mínim :length caràcters i contenir almenys un caràcter en majúscula.",
    "The :attribute must be at least :length characters.": "Aquest camp ha de tenir com a mínim :length caràcters.",
    "The :attribute must contain at least one letter.": "Aquest camp ha de contenir almenys una lletra.",
    "The :attribute must contain at least one number.": "Aquest camp ha de contenir almenys un número.",
    "The :attribute must contain at least one symbol.": "Aquest camp ha de contenir almenys un símbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Aquest camp ha de contenir almenys una lletra majúscula i una minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "El camp donat ha aparegut en una filtració de dades. Si us plau, trieu un camp diferent."
}
