{
    "The :attribute must be a valid role.": "Энэ талбар нь хүчинтэй үүрэг байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one number.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг тоо агуулсан байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг тусгай тэмдэгт, нэг тоо агуулсан байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг тусгай тэмдэгт агуулсан байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг том үсэг, нэг тоо агуулсан байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг том үсэг, нэг тусгай тэмдэгт агуулсан байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг том үсэг, нэг тоо, нэг тусгай тэмдэгт агуулсан байх ёстой.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Энэ талбар нь дор хаяж :length тэмдэгт байх ёстой бөгөөд дор хаяж нэг том үсэг агуулсан байх ёстой.",
    "The :attribute must be at least :length characters.": "Энэ талбар хамгийн багадаа :length тэмдэгт байх ёстой.",
    "The :attribute must contain at least one letter.": "Энэ талбарт дор хаяж нэг үсэг байх ёстой.",
    "The :attribute must contain at least one number.": "Энэ талбарт дор хаяж нэг тоо байх ёстой.",
    "The :attribute must contain at least one symbol.": "Энэ талбарт дор хаяж нэг тэмдэг орсон байх ёстой.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Энэ талбарт дор хаяж нэг том, нэг жижиг үсэг байх ёстой.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Өгөгдсөн талбар нь мэдээлэл алдагдсан байна. Өөр талбар сонгоно уу."
}
