{
    "A fresh verification link has been sent to your email address.": "Шинэ Баталгаажуулах холбоос таны и-мэйл хаяг руу илгээсэн байна.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Таны багийн шинэ гишүүн нэмнэ, тэднийг зөвшөөрөх та нартай хамтран ажиллах.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Та энэ багийг устгах гэдэгт итгэлтэй байна? Баг устгагдсаны дараа бүх нөөц баялаг, өгөгдөл устаж үгүй болно.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Та өөрийн дансаа устгах гэдэгт итгэлтэй байна? Таны данс устгасан дараа, түүний нөөц, мэдээллийг бүх байнга устгагдах болно. Хэрэв та байнга өөрийн данс устгах хүсэж батлахын тулд нууц үгээ оруулна уу.",
    "Before proceeding, please check your email for a verification link.": "Байцаан шийтгэх өмнө, шалгах холбоос нь таны и-мэйл шалгах уу.",
    "click here to request another": "өөр хүсэлт бол энд дарна уу",
    "E-Mail Address": "И-Мэйл Хаяг",
    "Editor users have the ability to read, create, and update.": "Редакторлох хэрэглэгчид унших, үүсгэх, шинэчлэх чадвартай байдаг.",
    "Ensure your account is using a long, random password to stay secure.": "Таны бүртгэл нь урт ашиглаж байгаа эсэхийг шалгаад, аюулгүй байхын тулд санамсаргүй нууц үг.",
    "For your security, please confirm your password to continue.": "Таны аюулгүй байдлыг хангах нь, үргэлжлүүлэх нууц үгээ баталгаажуулна уу.",
    "Forbidden": "Хориотой",
    "Go to page :page": "Хуудас :page",
    "Hello!": "Сайн байна уу!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Хэрэв шаардлагатай бол, Хэрэв та өөрийн бүх төхөөрөмжүүдийн даяар өөрийн бусад хөтөч хуралдааны бүх гарч нэвтрэн орж болно. Таны сүүлийн үеийн хуралдааны зарим нь доор жагсаав; Гэсэн хэдий ч, энэ жагсаалт бүрэн төгс биш байж болно. Хэрэв та өөрийн бүртгэл эвдэгдэж байна гэж бодож байгаа бол, та бас нууц үгээ шинэчлэх хэрэгтэй.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Хэрэв шаардлагатай бол, Хэрэв та өөрийн төхөөрөмжийн бүх хүрээнд өөрийн бусад хөтөч хуралдааны бүх гаралтын болно. Таны сүүлийн үеийн хуралдааны зарим нь доор жагсаав; Гэсэн хэдий ч, энэ жагсаалт бүрэн төгс биш байж болно. Хэрэв та өөрийн бүртгэл эвдэгдэж байна гэж бодож байгаа бол, та бас нууц үгээ шинэчлэх хэрэгтэй.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Хэрэв та аль хэдийн данс байгаа бол, Хэрэв та доорх товчийг дарж энэ урилгыг хүлээн авч болно:",
    "If you did not create an account, no further action is required.": "Хэрэв та данс үүсгэж чадахгүй байсан бол, ямар ч нэмэлт арга хэмжээ авах шаардлагатай байна.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Хэрэв та энэ багт урилга хүлээн авах гэж бодож байсан бол, та энэ и-мэйл устгаж болно.",
    "If you did not receive the email": "Та и-мэйл хүлээн аваагүй бол",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Хэрэв та данс байхгүй бол, Хэрэв та доорх товчийг дарж нэгийг бий болгож болно. Данс үүсгэж дараа, Хэрэв та баг урилгыг хүлээн авах Энэ и-мэйл урилгыг хүлээн авах товчийг дарна болно:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Хэрэв та асуудалтай дарж байгаа бол \":action текст\" товч, хуулбар, доорх хаяг оо\nтаны вэб браузер руу:",
    "Invalid signature.": "Хүчин төгөлдөр бус гарын үсэг.",
    "Log out": "Нэвтрэх",
    "Logout Other Browser Sessions": "Бусад Хөтчийн Уулзалт Гаралтын",
    "Manage and logout your active sessions on other browsers and devices.": "Удирдах болон бусад хөтөч, төхөөрөмж дээр идэвхтэй хуралдаан нэвтрэх.",
    "Nevermind": "Хэзээ ч бүү",
    "Not Found": "Олдсонгүй",
    "Oh no": "Өө үгүй",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Баг устгагдсаны дараа бүх нөөц баялаг, өгөгдөл устаж үгүй болно. Энэ багийг устгах өмнө, Хэрэв та хадгалж хүсэж байгаа энэ багийн талаар ямар нэгэн мэдээлэл, мэдээллийг татаж авна уу.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Таны данс устгасан дараа, түүний нөөц, мэдээллийг бүх байнга устгагдах болно. Таны данс устгах өмнө, Хэрэв та хадгалахыг хүсэж байгаа ямар ч өгөгдөл, мэдээллийг татаж авна уу.",
    "Page Expired": "Хуудасны Хугацаа Дууссан",
    "Pagination Navigation": "Хуудаслалт Навигацийн",
    "Please click the button below to verify your email address.": "Доорх таны и-мэйл хаяг шалгах товчин дээр дарна уу.",
    "Please confirm your password before continuing.": "Цааш үргэлжлүүлэхээсээ өмнө нууц үгээ баталгаажуулна уу.",
    "Please copy your new API token. For your security, it won't be shown again.": "Одоо энэхүү токеныг хуулна уу. Таны аюулгүй байдлыг хангах нь, энэ нь дахин харуулагдах байх болно.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Хэрэв та өөрийн төхөөрөмжийн бүх хүрээнд өөрийн бусад хөтөч хуралдааны гаралтын хүсэж батлахын тулд нууц үгээ оруулна уу.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Та энэ багт нэмэхийг хүсэж хүний И-мэйл хаягийг өгнө үү. И-мэйл хаяг нь одоо байгаа дансанд холбоотой байх естой.",
    "Regards": "Хамаараад",
    "results": "үр дүн",
    "Server Error": "Сервер Алдаа",
    "Service Unavailable": "Боломжгүй",
    "Showing": "Харагдаж байгаа",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дээр гарын үсэг зурах баярлалаа! Эхлэхэд өмнө, та бид зүгээр л та и-мэйлээр холбоос дээр дарж таны и-мэйл хаягаа шалгаж болох? Хэрэв та и-мэйл хүлээн аваагүй бол, бид таныг баяртайгаар өөр илгээх болно.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute нь байх естой наад зах нь 577 тэмдэгт, хамгийн багадаа нэг том тэмдэгт, нэг тоо, нэг онцгой тэмдэгт.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Багийн нэр, эзэмшигчийн мэдээлэл.",
    "This action is unauthorized.": "Энэ арга хэмжээ нь зөвшөөрөлгүй байна.",
    "This password reset link will expire in :count minutes.": "Энэ нь нууц үг нь дахин эхлүүлэх холбоос нь дуусна :count минут.",
    "to": "тулд",
    "Toggle navigation": "Холбоо барих",
    "Too Many Attempts.": "Маш Олон Оролдлого.",
    "Too Many Requests": "Хэт Олон Хүсэлт",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Хоер хүчин зүйл нэвтрэлт танилт одоо идэвхжсэн байна. Таны утасны жинхэнэ нэвтрүүлэгч програм ашиглан дараах асуулт кодыг унш.",
    "Unauthorized": "Зөвшөөрөлгүй",
    "Update your account's profile information and email address.": "Өөрийн бүртгэлийн хувийн мэдээлэл, И-мэйл хаягаа шинэчлэх.",
    "Verify Email Address": "И-Мэйл Хаяг Шалгах",
    "Verify Your Email Address": "Таны И-Мэйл Хаяг Шалгах",
    "We won't ask for your password again for a few hours.": "Бид хэдэн цагийн турш дахин өөрийн нууц үг асуух байх болно.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Хоер хүчин зүйл нэвтрэлт танилт идэвхжсэн үед та нэвтрэлт танилтын үед аюулгүй, санамсаргүй шинж тэмдэг асуух болно. Та энэ токеныг гар утасны хэрэглээний онлайн өргөдөл гаргаж болно.",
    "You are logged in!": "Та нэвтэрч байна!",
    "Your email address is not verified.": "Таны и-мэйл хаяг шалгаж байгаа бол."
}
