{
    "A fresh verification link has been sent to your email address.": "Шинэ Баталгаажуулах холбоос таны и-мэйл хаяг руу илгээсэн байна.",
    "Before proceeding, please check your email for a verification link.": "Байцаан шийтгэх өмнө, шалгах холбоос нь таны и-мэйл шалгах уу.",
    "click here to request another": "өөр хүсэлт бол энд дарна уу",
    "E-Mail Address": "И-Мэйл Хаяг",
    "Forbidden": "Хориотой",
    "Go to page :page": "Хуудас :page",
    "Hello!": "Сайн байна уу!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Хэрэв шаардлагатай бол, Хэрэв та өөрийн төхөөрөмжийн бүх хүрээнд өөрийн бусад хөтөч хуралдааны бүх гаралтын болно. Таны сүүлийн үеийн хуралдааны зарим нь доор жагсаав; Гэсэн хэдий ч, энэ жагсаалт бүрэн төгс биш байж болно. Хэрэв та өөрийн бүртгэл эвдэгдэж байна гэж бодож байгаа бол, та бас нууц үгээ шинэчлэх хэрэгтэй.",
    "If you did not create an account, no further action is required.": "Хэрэв та данс үүсгэж чадахгүй байсан бол, ямар ч нэмэлт арга хэмжээ авах шаардлагатай байна.",
    "If you did not receive the email": "Та и-мэйл хүлээн аваагүй бол",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Хэрэв та асуудалтай дарж байгаа бол \":action текст\" товч, хуулбар, доорх хаяг оо\nтаны вэб браузер руу:",
    "Invalid signature.": "Хүчин төгөлдөр бус гарын үсэг.",
    "Log out": "Нэвтрэх",
    "Logout Other Browser Sessions": "Бусад Хөтчийн Уулзалт Гаралтын",
    "Manage and logout your active sessions on other browsers and devices.": "Удирдах болон бусад хөтөч, төхөөрөмж дээр идэвхтэй хуралдаан нэвтрэх.",
    "Nevermind": "Хэзээ ч бүү",
    "Not Found": "Олдсонгүй",
    "Oh no": "Өө үгүй",
    "Page Expired": "Хуудасны Хугацаа Дууссан",
    "Pagination Navigation": "Хуудаслалт Навигацийн",
    "Please click the button below to verify your email address.": "Доорх таны и-мэйл хаяг шалгах товчин дээр дарна уу.",
    "Please confirm your password before continuing.": "Цааш үргэлжлүүлэхээсээ өмнө нууц үгээ баталгаажуулна уу.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Хэрэв та өөрийн төхөөрөмжийн бүх хүрээнд өөрийн бусад хөтөч хуралдааны гаралтын хүсэж батлахын тулд нууц үгээ оруулна уу.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Та энэ багт нэмэхийг хүсэж хүний И-мэйл хаягийг өгнө үү. И-мэйл хаяг нь одоо байгаа дансанд холбоотой байх естой.",
    "Regards": "Хамаараад",
    "results": "үр дүн",
    "Server Error": "Сервер Алдаа",
    "Service Unavailable": "Боломжгүй",
    "Showing": "Харагдаж байгаа",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Энэ арга хэмжээ нь зөвшөөрөлгүй байна.",
    "This password reset link will expire in :count minutes.": "Энэ нь нууц үг нь дахин эхлүүлэх холбоос нь дуусна :count минут.",
    "to": "тулд",
    "Toggle navigation": "Холбоо барих",
    "Too Many Attempts.": "Маш Олон Оролдлого.",
    "Too Many Requests": "Хэт Олон Хүсэлт",
    "Unauthorized": "Зөвшөөрөлгүй",
    "Verify Email Address": "И-Мэйл Хаяг Шалгах",
    "Verify Your Email Address": "Таны И-Мэйл Хаяг Шалгах",
    "We won't ask for your password again for a few hours.": "Бид хэдэн цагийн турш дахин өөрийн нууц үг асуух байх болно.",
    "You are logged in!": "Та нэвтэрч байна!",
    "Your email address is not verified.": "Таны и-мэйл хаяг шалгаж байгаа бол."
}
