{
    "A fresh verification link has been sent to your email address.": "একটি যাচাইকরণ লিঙ্ক আপনার ইমেল ঠিকানায় পাঠানো হয়েছে।",
    "Add a new team member to your team, allowing them to collaborate with you.": "আপনার দলে একজন নতুন সদস্য যোগ করুন, তারা আপনার সাথে সহযোগিতা করতে সক্ষম হবেন।",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "আপনি কি নিশ্চিতরূপে এই দল মুছে ফেলতে ইচ্ছুক? একটি দল মুছে ফেলা হয় একবার, তার রিসোর্স ও তথ্য সব স্থায়ীভাবে মুছে ফেলা হবে।",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "আপনি কি নিশ্চিতরূপে আপনার অ্যাকাউন্ট মুছে ফেলতে ইচ্ছুক? আপনার অ্যাকাউন্ট, রিসোর্স ও তথ্য সব স্থায়ীভাবে মুছে ফেলা হবে। আপনি স্থায়ীভাবে আপনার অ্যাকাউন্ট মুছে ফেলতে চান তা নিশ্চিত করার জন্য আপনার পাসওয়ার্ড লিখুন।",
    "Before proceeding, please check your email for a verification link.": "অগ্রসর হওয়ার আগে, যাচাইকরণ লিঙ্কটির জন্য আপনার ইমেল চেক করুন।",
    "click here to request another": "অন্য অনুরোধ করতে এখানে ক্লিক করুন",
    "E-Mail Address": "ইমেইল ঠিকানা:",
    "Editor users have the ability to read, create, and update.": "সম্পাদক ব্যবহারকারীদের পড়তে তৈরি, এবং আপডেট করার ক্ষমতা আছে.",
    "Ensure your account is using a long, random password to stay secure.": "আপনার অ্যাকাউন্ট নিরাপদ থাকার একটি দীর্ঘ, র্যান্ডম পাসওয়ার্ড ব্যবহার করা হয় তা নিশ্চিত করুন.",
    "For your security, please confirm your password to continue.": "আপনার নিরাপত্তার জন্য, অনুগ্রহ করে আপনার পাসওয়ার্ড চালিয়ে যান৷",
    "Forbidden": "নিষিদ্ধ",
    "Go to page :page": "পাতা :page এ যান",
    "Hello!": "হ্যালো!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "যদি প্রয়োজন হয় তাহলে, আপনি আপনার ডিভাইসের সমস্ত জুড়ে আপনার অন্য ব্রাউজার সেশন সব লগ আউট হতে পারে. আপনার সাম্প্রতিক সেশন কিছু নীচে তালিকাভুক্ত করা হয়; কিন্তু, এই তালিকা সম্পূর্ণ নাও হতে পারে. আপনি আপনার অ্যাকাউন্ট আপোস করা হয়েছে যদি মনে করেন, এছাড়াও আপনি আপনার পাসওয়ার্ড আপডেট করা উচিত.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "যদি প্রয়োজন হয় তাহলে, আপনি আপনার ডিভাইসের সমস্ত জুড়ে আপনার অন্য ব্রাউজার সেশন সব লগ আউট করতে পারেন. আপনার সাম্প্রতিক সেশন কিছু নীচে তালিকাভুক্ত করা হয়; কিন্তু, এই তালিকা সম্পূর্ণ নাও হতে পারে. আপনি আপনার অ্যাকাউন্ট আপোস করা হয়েছে যদি মনে করেন, এছাড়াও আপনি আপনার পাসওয়ার্ড আপডেট করা উচিত.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "যদি আপনি ইতিমধ্যে একটি একাউন্ট আছে, আপনি নিচের বাটনে ক্লিক করে এই আমন্ত্রণ গ্রহণ করতে পারে:",
    "If you did not create an account, no further action is required.": "আপনি যদি একটি একাউন্ট তৈরি না করে থাকেন তাহলে, কোনো পদক্ষেপ প্রয়োজন বোধ করা হয়.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "আপনি যদি এই দলের একটি আমন্ত্রণ গ্রহণ না আশা, আপনি এই ইমেইল বাতিল করতে পারে.",
    "If you did not receive the email": "আপনি ইমেইল পাবেন না করে থাকেন",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "আপনি যদি কোন একাউন্ট না থাকে, আপনি নিচের বাটনে ক্লিক করে এক তৈরি করতে পারেন. একটি অ্যাকাউন্ট তৈরি করার পর, আপনি দলের আমন্ত্রণ গ্রহণ করার জন্য এই ইমেইল আমন্ত্রণ গ্রহণযোগ্যতা বাটন ক্লিক করতে পারেন:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "আপনি \"ক্লিক সমস্যা ভোগ করছি :action পাঠ্য\" বোতাম, কপি এবং নীচের ইউআরএল পেস্ট\nআপনার ওয়েব ব্রাউজারে:",
    "Invalid signature.": "এই শ্রেণীতে নেই",
    "Log out": "লগ-আউট",
    "Logout Other Browser Sessions": "লগআউট অন্যান্য ব্রাউজার সেশন",
    "Manage and logout your active sessions on other browsers and devices.": "গালাগাল প্রতিবেদন করো এবং অন্যান্য ব্রাউজার এবং ডিভাইসের উপর আপনার সক্রিয় সেশন লগ আউট.",
    "Nevermind": "কিছু মনে করবেন না",
    "Not Found": "পাওয়া যায় নি",
    "Oh no": "ওহ না",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "একটি দল মুছে ফেলা হয় একবার, তার সম্পদ ও তথ্য সব স্থায়ীভাবে মুছে ফেলা হবে. এই দল মুছে ফেলার পূর্বে, আপনি বজায় রাখতে চান যে এই দল সংক্রান্ত কোনো তথ্য বা তথ্য ডাউনলোড করুন.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "আপনার অ্যাকাউন্ট মুছে ফেলা হয়, তার সম্পদ ও তথ্য সব স্থায়ীভাবে মুছে ফেলা হবে. আপনার অ্যাকাউন্ট মুছে ফেলার পূর্বে, আপনি বজায় রাখতে চান যে কোনো তথ্য বা তথ্য ডাউনলোড করুন.",
    "Page Expired": "মেয়াদউত্তীর্ণ",
    "Pagination Navigation": "পত্রাঙ্ক ন্যাভিগেশন",
    "Please click the button below to verify your email address.": "আপনার ইমেল ঠিকানা যাচাই করার জন্য নিচের বাটনে ক্লিক করুন.",
    "Please confirm your password before continuing.": "অব্যাহত আগে আপনার পাসওয়ার্ড নিশ্চিত করুন.",
    "Please copy your new API token. For your security, it won't be shown again.": "আপনার নতুন এপিআই টোকেন কপি করুন. আপনার নিরাপত্তার জন্য, এটা আবার দেখানো হবে না.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "আপনি আপনার ডিভাইসের সমস্ত জুড়ে আপনার অন্য ব্রাউজার সেশন লগ আউট করতে চান তা নিশ্চিত করার জন্য আপনার পাসওয়ার্ড লিখুন.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "আপনি এই দলের যোগ করতে চাই ব্যক্তির ইমেল ঠিকানা প্রদান করুন. ইমেল ঠিকানা একটি বিদ্যমান অ্যাকাউন্টের সাথে যুক্ত করতে হবে.",
    "Regards": "শুভেচ্ছা",
    "results": "ফলাফল",
    "Server Error": "সার্ভারের ত্রুটি",
    "Service Unavailable": "সার্ভিস উপলব্ধ নয়",
    "Showing": "প্রদর্শন করা হচ্ছে",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "সাইন আপ করার জন্য ধন্যবাদ! শুরু করার আগে, আমরা শুধু আপনার ইমেল লিঙ্কে ক্লিক করে আপনার ইমেল ঠিকানা যাচাই করতে পারে? আপনি ইমেইল পাবেন না করে থাকেন তাহলে, আমরা সানন্দে আপনাকে অন্য পাঠাতে হবে.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute অন্তত হতে হবে :length অক্ষর এবং অন্তত একটি য়ের বড়হাতের অক্ষর ছোটহাতের অক্ষর ছোটহাতের অক্ষর, একটি সংখ্যা, এবং একটি বিশেষ অক্ষর থাকতে হবে.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "দলের নাম এবং মালিক তথ্য.",
    "This action is unauthorized.": "এই কর্ম অননুমোদিত.",
    "This password reset link will expire in :count minutes.": "এই পাসওয়ার্ড রিসেট লিঙ্কটি :count মিনিটের মধ্যে এর মেয়াদ শেষ হবে.",
    "to": "প্রাপক",
    "Toggle navigation": "জন্য অনুসন্ধান করুন:",
    "Too Many Attempts.": "অনেক প্রচেষ্টা.",
    "Too Many Requests": "অনেক অনুরোধ",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "দুই ফ্যাক্টর প্রমাণীকরণ এখন সক্রিয় করা হয়. আপনার ফোন এর প্রমাণকারী অ্যাপ্লিকেশন ব্যবহার করে নিম্নলিখিত কিউ কোড স্ক্যান করুন.",
    "Unauthorized": "অনুমোদিত নয়",
    "Update your account's profile information and email address.": "আপনার অ্যাকাউন্ট এর প্রোফাইল তথ্য এবং ইমেল ঠিকানা আপডেট করুন.",
    "Verify Email Address": "ই-মেইল ঠিকানা যাচাই করুন",
    "Verify Your Email Address": "আপনার ইমেল ঠিকানা যাচাই করুন",
    "We won't ask for your password again for a few hours.": "আমরা কয়েক ঘন্টার জন্য আবার আপনার পাসওয়ার্ড জিজ্ঞাসা করবে না.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "প্রমাণীকরণ সক্রিয় করা হয় দুই ফ্যাক্টর, আপনি অনুমোদনের সময় একটি নিরাপদ, র্যান্ডম টোকেন জন্য অনুরোধ করা হবে. আপনি আপনার ফোন এর গুগল প্রমাণকারী অ্যাপ্লিকেশন থেকে এই টোকেন উদ্ধার হতে পারে.",
    "You are logged in!": "আপনি লগ ইন করা হয়!",
    "Your email address is not verified.": "আপনার ইমেল ঠিকানা যাচাই করা হয় না."
}
