{
    "A fresh verification link has been sent to your email address.": "Գաղտնաբառի վերականգնման հղումն ուղարկվել է ձեր Էլ-փոստի հասցեին։",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ավելացրեք թիմի նոր անդամ, որպեսզի նա կարողանա համագործակցել ձեզ հետ:",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Վստահ եք, որ ցանկանում եք ջնջել այս հրամանը: Երբ հրամանը ջնջվում է, նրա բոլոր ռեսուրսները եւ տվյալները ընդմիշտ կհեռացվեն:",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Վստահ եք, որ ցանկանում եք ջնջել ձեր հաշիվը: Երբ ձեր հաշիվը հեռացվում է, նրա բոլոր ռեսուրսները եւ տվյալները կվերացվեն անվերադարձ: Խնդրում ենք մուտքագրել Ձեր գաղտնաբառը հաստատելու համար, որ ցանկանում եք մշտապես ջնջել ձեր հաշիվը:",
    "Before proceeding, please check your email for a verification link.": "Շարունակելուց առաջ խնդրում ենք վերականգնման հղումը ստուգել ձեր Էլ․ փոստում",
    "click here to request another": "Սեղմեք այստեղ ևս մեկ անգամ հայց ուղարկելու համար",
    "E-Mail Address": "Էլ-փոստի հասցե",
    "Editor users have the ability to read, create, and update.": "Խմբագրի օգտվողները հնարավորություն ունեն կարդալ, ստեղծել եւ թարմացնել.",
    "Ensure your account is using a long, random password to stay secure.": "Համոզվեք, որ ձեր հաշիվը օգտագործում է երկար պատահական գաղտնաբառը մնալ անվտանգ.",
    "For your security, please confirm your password to continue.": "Ձեր անվտանգության համար, խնդրում ենք հաստատել ձեր գաղտնաբառը շարունակելու համար:",
    "Forbidden": "Արգելված է",
    "Go to page :page": "Գնալ դեպի :page էջ",
    "Hello!": "Ողջու՜յն",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Անհրաժեշտության դեպքում, դուք կարող եք դուրս գալ բոլոր մյուս զննարկիչի նիստերին Ձեր բոլոր սարքերի. Ձեր վերջին նիստերից մի քանիսը թվարկված են ստորեւ; սակայն այս ցանկը չի կարող սպառիչ լինել: Եթե կարծում եք, որ ձեր հաշիվը վտանգել, դուք պետք է նաեւ թարմացնել ձեր գաղտնաբառը.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Անհրաժեշտության դեպքում, դուք կարող եք դուրս գալ բոլոր մյուս զննարկիչի նիստերին Ձեր բոլոր սարքերի. Ձեր վերջին նիստերից մի քանիսը թվարկված են ստորեւ; սակայն այս ցանկը չի կարող սպառիչ լինել: Եթե կարծում եք, որ ձեր հաշիվը վտանգել, դուք պետք է նաեւ թարմացնել ձեր գաղտնաբառը.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Եթե դուք արդեն ունեք հաշիվ, կարող եք ընդունել այս հրավերը, սեղմելով ստորեւ կոճակը:",
    "If you did not create an account, no further action is required.": "Եթե դուք հաշիվ չեք ստեղծել հետագա գործողություններ չեն պահանջվում։",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Եթե դուք չեք ակնկալում ստանալ հրավեր այս թիմին, Դուք կարող եք հրաժարվել այս նամակից:",
    "If you did not receive the email": "Եթե դուք չեք ստացել Էլ․ նամակ",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Եթե դուք չեք ունենա հաշիվ, Դուք կարող եք ստեղծել այն սեղմելով կոճակը ստորեւ. Հաշվի ստեղծումից հետո դուք կարող եք սեղմել հրավերի ընդունման կոճակը Այս նամակում ' ընդունելու թիմի հրավերը:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Եթե ունեք խնդիրներ, սեղմելով \":actionText\" կոճակը, պատճենեք եւ տեղադրեք URL-ը ստորեւ\nՁեր վեբ բրաուզերի:",
    "Invalid signature.": "Անվավեր ստորագրություն",
    "Log out": "Դուրս գալ համակարգից",
    "Logout Other Browser Sessions": "Ելք Այլ Բրաուզերի Նիստերին",
    "Manage and logout your active sessions on other browsers and devices.": "Կառավարեք ակտիվ նիստերը եւ դուրս գալ նրանցից այլ բրաուզերների եւ սարքերի.",
    "Nevermind": "Մի վերցրեք գլուխը",
    "Not Found": "Չի գտնվել",
    "Oh no": "Օ՜ ոչ",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Երբ հրամանը ջնջվում է, նրա բոլոր ռեսուրսները եւ տվյալները ընդմիշտ կհեռացվեն: Նախքան այս հրամանը հեռացնելը, խնդրում ենք ներբեռնել այս հրամանի մասին ցանկացած տվյալներ կամ տեղեկություններ, որոնք ցանկանում եք պահպանել:",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Երբ ձեր հաշիվը հեռացվում է, նրա բոլոր ռեսուրսները եւ տվյալները կվերացվեն անվերադարձ: Նախքան ձեր հաշիվը ջնջելը, խնդրում ենք ներբեռնել ցանկացած տվյալներ կամ տեղեկություններ, որոնք ցանկանում եք պահպանել:",
    "Page Expired": "Էջը ժամկետանց է",
    "Pagination Navigation": "Էջ նավարկություն",
    "Please click the button below to verify your email address.": "Խնդրում ենք սեղմել ներքևի կոճակին՝ ձեր Էլ-փոստի հասցեն հաստատելու համար։",
    "Please confirm your password before continuing.": "Նախքան շարունակելը խնդրում ենք հաստատել ձեր գաղտնաբառը։",
    "Please copy your new API token. For your security, it won't be shown again.": "Խնդրում ենք պատճենել Ձեր նոր API նշան. Ձեր անվտանգության համար այն այլեւս չի ցուցադրվի:",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Խնդրում ենք մուտքագրել Ձեր գաղտնաբառը հաստատելու համար, որ ցանկանում եք դուրս գալ ձեր բոլոր սարքերի այլ զննարկիչի նիստերից:",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Խնդրում ենք նշել այն անձի էլեկտրոնային փոստի հասցեն, որը ցանկանում եք ավելացնել այս հրամանը: Փոստի հասցեն պետք է կապված լինի գոյություն ունեցող հաշվի.",
    "Regards": "Հարգանքներով",
    "results": "արդյունքները",
    "Server Error": "Սերվերի սխալ",
    "Service Unavailable": "Ծառայությունն անհասանելի է",
    "Showing": "Ցուցադրում",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Շնորհակալություն գրանցվելու համար: Նախքան Դուք ստանում եք աշխատել, կարող եք հաստատել Ձեր էլփոստի հասցեն, սեղմելով հղումը, որ մենք պարզապես ուղարկել Ձեզ էլեկտրոնային փոստով? Եթե դուք չեք ստացել նամակը, մենք ուրախությամբ կուղարկենք ձեզ մեկ այլ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute պետք է պարունակի առնվազն :length նիշ եւ պարունակում է առնվազն մեկ մեծատառ խորհրդանիշ, մեկ համարը եւ մեկ հատուկ խորհրդանիշ.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Թիմի անունը եւ սեփականատիրոջ մասին տեղեկատվությունը:",
    "This action is unauthorized.": "Այս գործողությունը չի թույլատրվում։",
    "This password reset link will expire in :count minutes.": "Այս գաղտնաբառի վերականգնման հղման  ժամկետը կավարտվի :count րոպեից։",
    "to": "դեպի",
    "Toggle navigation": "Անցնել նավարկմանը",
    "Too Many Attempts.": "Չափազանց շատ փորձեր։",
    "Too Many Requests": "Չափազանց շատ հայցումներ",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Այժմ երկու գործոն աուտենտիֆիկացիան միացված է ։  Ստուգեք Ձեր հեռախոսի authenticator հավելվածի միջոցով հետեւյալ QR կոդը:",
    "Unauthorized": "Չթույլատրված",
    "Update your account's profile information and email address.": "Թարմացրեք Ձեր հաշվի պրոֆիլի տեղեկությունները եւ էլեկտրոնային փոստի հասցեն:",
    "Verify Email Address": "Հաստատել Էլ-փոստի հասցեն",
    "Verify Your Email Address": "Հաստատել Էլ-փոստի հասցեն",
    "We won't ask for your password again for a few hours.": "Մի քանի ժամվա ընթացքում մենք ձեր գաղտնաբառը նորից չենք հարցնի։",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Եթե երկու գործոն իսկությունը միացված է, իսկ իսկ իսկությունը, դուք պետք է հուշում է մտնել անվտանգ պատահական նշան. Դուք կարող եք ստանալ այս նշանը ձեր հեռախոսի Google Authenticator հավելվածից:",
    "You are logged in!": "Դուք մուտք եք գործել!",
    "Your email address is not verified.": "Ձեր Էլ․-փոստի հասցեն հաստատված չէ։"
}
