{
    "The :attribute must be a valid role.": "Այս դաշտը պետք է վավեր դեր լինի:",
    "The :attribute must be at least :length characters and contain at least one number.": "Այս դաշտը պետք է լինի առնվազն :length նիշ և պարունակի առնվազն մեկ թիվ:",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Այս դաշտը պետք է պարունակի առնվազն :length նիշ և պարունակի առնվազն մեկ հատուկ նիշ և մեկ թիվ:",
    "The :attribute must be at least :length characters and contain at least one special character.": "Այս դաշտը պետք է պարունակի առնվազն :length նիշ և պարունակի առնվազն մեկ հատուկ նիշ:",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Այս դաշտը պետք է պարունակի առնվազն :length նիշ և պարունակի առնվազն մեկ մեծատառ և մեկ թիվ:",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Այս դաշտը պետք է պարունակի առնվազն :length նիշ և պարունակի առնվազն մեկ մեծատառ և մեկ հատուկ նիշ:",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Այս դաշտը պետք է պարունակի առնվազն :length նիշ և պարունակի առնվազն մեկ մեծատառ, մեկ թիվ և մեկ հատուկ նիշ:",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Այս դաշտը պետք է պարունակի առնվազն :length նիշ և պարունակի առնվազն մեկ մեծատառ:",
    "The :attribute must be at least :length characters.": "Այս դաշտը պետք է լինի առնվազն :length նիշ:",
    "The :attribute must contain at least one letter.": "Այս դաշտը պետք է պարունակի առնվազն մեկ տառ:",
    "The :attribute must contain at least one number.": "Այս դաշտը պետք է պարունակի առնվազն մեկ համար:",
    "The :attribute must contain at least one symbol.": "Այս դաշտը պետք է պարունակի առնվազն մեկ նշան:",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Այս դաշտը պետք է պարունակի առնվազն մեկ մեծատառ և մեկ փոքրատառ:",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Տվյալ դաշտը հայտնվել է տվյալների արտահոսքի մեջ: Խնդրում ենք ընտրել այլ դաշտ:"
}
