{
    "A fresh verification link has been sent to your email address.": "Elektron pochta manzilingizga yangi tekshiruv havolasi yuborildi.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Jamoangizga yangi jamoa a'zosini qo'shing, ularga siz bilan hamkorlik qilish imkonini beradi.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Agar bu jamoa o'chirish uchun ishonchingiz komilmi? Bir jamoa o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Agar siz hisob o'chirish uchun ishonchingiz komilmi? Hisobingiz o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Agar doimiy hisobingizni o'chirish istardim tasdiqlash uchun parolni kiriting.",
    "Before proceeding, please check your email for a verification link.": "Davom etishdan oldin, bir tekshirish link uchun elektron pochta tekshiring.",
    "click here to request another": "boshqa so'rov uchun shu yerni bosing",
    "E-Mail Address": "E-Mail Manzil",
    "Editor users have the ability to read, create, and update.": "Muharrir foydalanuvchilar o'qish imkoniga ega, yaratish, va yangilash.",
    "Ensure your account is using a long, random password to stay secure.": "Hisob uzoq yordamida ishonch hosil qiling, xavfsiz qolish tasodifiy parol.",
    "For your security, please confirm your password to continue.": "Sizning xavfsizlik uchun, davom ettirish uchun parolni tasdiqlash iltimos.",
    "Forbidden": "Harom qilingan",
    "Go to page :page": "Sahifa :page borish ",
    "Hello!": "Salomlashamiz!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Agar kerak bo'lsa, siz qurilmalar barcha bo'ylab boshqa brauzer sessiyalari barcha chiqib kirishingiz mumkin. Sizning so'nggi sessiyalar ba'zi quyida keltirilgan; ammo, bu ro'yxat to'liq bo'lishi mumkin emas. Agar hisob xavf qilingan his bo'lsa, siz ham parolni yangilash kerak.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Agar kerak bo'lsa, siz qurilmalar barcha bo'ylab boshqa brauzer sessiyalari barcha chiqish mumkin. Sizning so'nggi sessiyalar ba'zi quyida keltirilgan; ammo, bu ro'yxat to'liq bo'lishi mumkin emas. Agar hisob xavf qilingan his bo'lsa, siz ham parolni yangilash kerak.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Agar siz allaqachon hisobingiz bo'lsa, quyidagi tugmani bosish orqali ushbu taklifni qabul qilishingiz mumkin:",
    "If you did not create an account, no further action is required.": "Agar hisob yaratish bermadi bo'lsa, hech yanada harakat talab qilinadi.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Agar siz ushbu jamoaga taklif olishni kutmagan bo'lsangiz, ushbu elektron pochtani bekor qilishingiz mumkin.",
    "If you did not receive the email": "Emailni olmagan bo'lsangiz",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Agar hisob bo'lmasa, agar quyidagi tugmani bosish birini yaratishingiz mumkin. Hisob yaratganingizdan so'ng, jamoa taklifini qabul qilish uchun ushbu e-pochtada taklifni qabul qilish tugmasini bosishingiz mumkin:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Agar muammo \":actiontext\" tugmasini bosish ega bo'lsangiz, nusxa va quyidagi URL joylashtirish\nveb-brauzeringiz ichiga:",
    "Invalid signature.": "Haqiqiy emas imzo.",
    "Log out": "Log out",
    "Logout Other Browser Sessions": "Logout Boshqa Brauzer Sessiyalari",
    "Manage and logout your active sessions on other browsers and devices.": "Boshqarish va boshqa brauzerlar va qurilmalarda faol mashg'ulotlari chiqish.",
    "Nevermind": "Hech qisi yo'q",
    "Not Found": "Topilmagan",
    "Oh no": "Oh yo'q",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Bir jamoa o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Ushbu jamoani yo'q qilishdan oldin, iltimos, ushbu jamoa bilan bog'liq har qanday ma'lumot yoki ma'lumotni yuklab oling.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hisobingiz o'chirilgach, uning barcha resurslari va ma'lumotlari doimiy ravishda o'chiriladi. Hisobingizni yo'q qilishdan oldin, iltimos, saqlab qolishni istagan har qanday ma'lumot yoki ma'lumotni yuklab oling.",
    "Page Expired": "Sahifa Muddati Tugagan",
    "Pagination Navigation": "Pagination Navigatsiya",
    "Please click the button below to verify your email address.": "E-mail manzilingizni tekshirish uchun quyidagi tugmani bosing.",
    "Please confirm your password before continuing.": "Davom ettirishdan oldin parolingizni tasdiqlang.",
    "Please copy your new API token. For your security, it won't be shown again.": "Yangi API ma'lumoti nusxa iltimos. Sizning xavfsizlik uchun, u yana ko'rsatilgan bo'lmaydi.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Agar qurilmalar barcha bo'ylab boshqa brauzer sessiyalari chiqish istardim tasdiqlash uchun parolni kiriting.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Iltimos, ushbu jamoaga qo'shmoqchi bo'lgan shaxsning elektron pochta manzilini taqdim eting. Elektron pochta manzili mavjud hisob bilan bog'liq bo'lishi kerak.",
    "Regards": "Tilaklar",
    "results": "natijalar",
    "Server Error": "Server Xato",
    "Service Unavailable": "Xizmat Mavjud Emas",
    "Showing": "Ko'rsatgan",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ro'yhatdan uchun rahmat! Ishga oldin, agar biz faqat sizga yuboriladi ulanishni bosgan elektron pochta manzilini tekshirish mumkin? Agar elektron pochta qabul qilmagan bo'lsa, biz mamnuniyat bilan sizga boshqa yuboradi.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute kamida :length belgi bo'lishi va kamida bitta katta belgini, bitta raqamni va bitta maxsus belgini o'z ichiga olishi kerak.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Jamoaning nomi va egasi haqida ma'lumot.",
    "This action is unauthorized.": "Bu harakat ruxsatsiz.",
    "This password reset link will expire in :count minutes.": "Ushbu parolni tiklash havolasi :count daqiqada tugaydi.",
    "to": "uchun",
    "Toggle navigation": "Toggle navigatsiya",
    "Too Many Attempts.": "Juda Ko'p Urinishlar.",
    "Too Many Requests": "Juda Ko'p So'rovlar",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Ikki omil autentifikatsiya endi yoqilgan. Telefoningiz authenticator dasturi yordamida quyidagi QR kodni Scan.",
    "Unauthorized": "Ruxsatsiz",
    "Update your account's profile information and email address.": "Sizning hisob profili ma'lumot va elektron pochta manzilini yangilash.",
    "Verify Email Address": "Elektron Pochta Manzilini Tekshirish",
    "Verify Your Email Address": "E-Mail Manzilingizni Tasdiqlang",
    "We won't ask for your password again for a few hours.": "Biz bir necha soat davomida yana parolingizni so'ramaymiz.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ikki faktor autentifikatsiya yoqilgan bo'lsa, agar xavfsiz so'raladi, autentifikatsiya paytida tasodifiy belgi. Siz telefoningiz Google Authenticator qo'llash bu ma'lumoti olish mumkin.",
    "You are logged in!": "Siz kirgan!",
    "Your email address is not verified.": "Sizning elektron pochta manzili tasdiqlangan emas."
}
