{
    "The :attribute must be a valid role.": "Ĉi tiu kampo devas esti valida rolo.",
    "The :attribute must be at least :length characters and contain at least one number.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu numeron.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu specialan signon kaj unu numeron.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu specialan signon.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu majusklan signon kaj unu numeron.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu majusklan signon kaj unu specialan signon.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu majusklan signon, unu nombron kaj unu specialan signon.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Ĉi tiu kampo devas esti almenaŭ :length signoj kaj enhavi almenaŭ unu majusklan signon.",
    "The :attribute must be at least :length characters.": "Ĉi tiu kampo devas havi almenaŭ :length signojn.",
    "The :attribute must contain at least one letter.": "Ĉi tiu kampo devas enhavi almenaŭ unu leteron.",
    "The :attribute must contain at least one number.": "Ĉi tiu kampo devas enhavi almenaŭ unu numeron.",
    "The :attribute must contain at least one symbol.": "Ĉi tiu kampo devas enhavi almenaŭ unu simbolon.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Ĉi tiu kampo devas enhavi almenaŭ unu majusklan kaj unu minusklan literon.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "La donita kampo aperis en datumfluo. Bonvolu elekti alian kampon."
}
