{
    "The :attribute must be a valid role.": "Šim laukam ir jābūt derīgai lomai.",
    "The :attribute must be at least :length characters and contain at least one number.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm un jāsatur vismaz viens cipars.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm, un tajā ir jābūt vismaz vienai speciālajai rakstzīmei un vienam ciparam.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm, un tajā ir jābūt vismaz vienai speciālajai rakstzīmei.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm, un tajā ir jābūt vismaz vienai lielajiem burtiem un vienam ciparam.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm, un tajā ir jābūt vismaz vienai lielajiem burtiem un vienai speciālajai rakstzīmei.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm, un tajā ir jābūt vismaz vienai lielajiem burtiem, vienam ciparam un vienai speciālajai rakstzīmei.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm, un tajā ir jābūt vismaz vienai lielajiem burtiem.",
    "The :attribute must be at least :length characters.": "Šajā laukā ir jābūt vismaz :length rakstzīmēm.",
    "The :attribute must contain at least one letter.": "Šajā laukā ir jābūt vismaz vienam burtam.",
    "The :attribute must contain at least one number.": "Šajā laukā ir jābūt vismaz vienam skaitlim.",
    "The :attribute must contain at least one symbol.": "Šajā laukā ir jābūt vismaz vienam simbolam.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Šajā laukā ir jābūt vismaz vienam lielajam un vienam mazajam burtam.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Dotais lauks ir parādījies datu noplūdē. Lūdzu, izvēlieties citu lauku."
}
