{
    "A fresh verification link has been sent to your email address.": "Uz jūsu e-pasta adresi ir nosūtīta jauna verifikācijas saite.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Pievienojiet savai komandai jaunu komandas locekli, ļaujot viņiem sadarboties ar jums.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Vai tiešām vēlaties dzēst šo komandu? Kad komanda ir izdzēsta, visi tās resursi un dati tiks neatgriezeniski izdzēsti.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Vai tiešām vēlaties dzēst savu kontu? Kad jūsu konts ir izdzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties neatgriezeniski izdzēst savu kontu.",
    "Before proceeding, please check your email for a verification link.": "Pirms turpināt, lūdzu, pārbaudiet savu e-pastu, lai iegūtu verifikācijas saiti.",
    "click here to request another": "Noklikšķiniet šeit, lai pieprasītu citu",
    "E-Mail Address": "E-Pasta Adrese",
    "Editor users have the ability to read, create, and update.": "Redaktora lietotājiem ir iespēja lasīt, izveidot un atjaunināt.",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka Jūsu konts izmanto garu, nejaušu paroli, lai saglabātu drošību.",
    "For your security, please confirm your password to continue.": "Jūsu drošībai, lūdzu, apstipriniet savu paroli, lai turpinātu.",
    "Forbidden": "Aizliegts",
    "Go to page :page": "Iet uz lapu :page",
    "Hello!": "Sveiki!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ja nepieciešams, jūs varat atteikties no visām citām jūsu pārlūkprogrammas sesijām visās jūsu ierīcēs. Dažas no jūsu nesenajām sesijām ir uzskaitītas zemāk; tomēr šis saraksts var nebūt izsmeļošs. Ja jūtat, ka Jūsu konts ir apdraudēts, jums vajadzētu arī atjaunināt savu paroli.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ja nepieciešams, varat atteikties no visām citām jūsu pārlūkprogrammas sesijām visās jūsu ierīcēs. Dažas no jūsu nesenajām sesijām ir uzskaitītas zemāk; tomēr šis saraksts var nebūt izsmeļošs. Ja jūtat, ka Jūsu konts ir apdraudēts, jums vajadzētu arī atjaunināt savu paroli.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ja jums jau ir konts, jūs varat pieņemt šo ielūgumu, noklikšķinot uz pogas zemāk:",
    "If you did not create an account, no further action is required.": "Ja neesat izveidojis kontu, turpmāka darbība nav nepieciešama.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ja jūs negaidījāt saņemt uzaicinājumu uz šo komandu, jūs varat izmest šo e-pastu.",
    "If you did not receive the email": "Ja jūs nesaņēmāt e-pastu",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ja jums nav konta, varat to izveidot, noklikšķinot uz tālāk redzamās pogas. Pēc konta izveides šajā e-pastā varat noklikšķināt uz ielūguma pieņemšanas pogas, lai pieņemtu komandas ielūgumu:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ja jums rodas problēmas, noklikšķinot uz pogas \":actionText\", nokopējiet un ielīmējiet tālāk norādīto URL\nsavā tīmekļa pārlūkprogrammā:",
    "Invalid signature.": "Nederīgs paraksts.",
    "Log out": "Iziet",
    "Logout Other Browser Sessions": "Atteikties No Citām Pārlūka Sesijām",
    "Manage and logout your active sessions on other browsers and devices.": "Pārvaldiet un atsakieties no aktīvajām sesijām citās pārlūkprogrammās un ierīcēs.",
    "Nevermind": "Aizmirsti",
    "Not Found": "Nav Atrasts",
    "Oh no": "Ak nē",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Kad komanda ir izdzēsta, visi tās resursi un dati tiks neatgriezeniski izdzēsti. Pirms šīs komandas dzēšanas, lūdzu, lejupielādējiet visus datus vai informāciju par šo komandu, kuru vēlaties saglabāt.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad jūsu konts ir izdzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Pirms konta dzēšanas, lūdzu, lejupielādējiet visus datus vai informāciju, kuru vēlaties saglabāt.",
    "Page Expired": "Lapas Derīguma Termiņš",
    "Pagination Navigation": "Pagination Navigācija",
    "Please click the button below to verify your email address.": "Lūdzu, noklikšķiniet uz pogas zemāk, lai pārbaudītu savu e-pasta adresi.",
    "Please confirm your password before continuing.": "Lūdzu, apstipriniet savu paroli,pirms turpināt.",
    "Please copy your new API token. For your security, it won't be shown again.": "Lūdzu, kopējiet savu jauno API marķieri. Jūsu drošībai tas netiks rādīts vēlreiz.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties atteikties no citām jūsu pārlūkprogrammas sesijām visās jūsu ierīcēs.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Lūdzu, norādiet tās personas e-pasta adresi, kuru vēlaties pievienot šai komandai. E-pasta adresei jābūt saistītai ar esošu kontu.",
    "Regards": "Saistībā",
    "results": "rezultāts",
    "Server Error": "Servera Kļūda",
    "Service Unavailable": "Pakalpojums Nav Pieejams",
    "Showing": "Parādot",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Paldies par pierakstīšanos! Pirms sākat darbu, vai jūs varētu pārbaudīt savu e-pasta adresi, noklikšķinot uz saites, kuru mēs tikko nosūtījām jums pa e-pastu? Ja jūs nesaņēmāt e-pastu, mēs labprāt nosūtīsim jums citu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute jābūt vismaz :length rakstzīmēm, un tajā jābūt vismaz vienam lielajiem burtiem, vienam skaitlim un vienam īpašajam rakstzīmei.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Komandas nosaukums un īpašnieka informācija.",
    "This action is unauthorized.": "Šī darbība ir neatļauta.",
    "This password reset link will expire in :count minutes.": "Šī paroles atiestatīšanas saite beigsies :count minūtēs.",
    "to": "lai",
    "Toggle navigation": "Pārslēgt navigāciju",
    "Too Many Attempts.": "Pārāk Daudz Mēģinājumu.",
    "Too Many Requests": "Pārāk Daudz Pieprasījumu",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tagad ir iespējota divu faktoru autentifikācija. Skenējiet šādu QR kodu, izmantojot tālruņa autentifikatora lietojumprogrammu.",
    "Unauthorized": "Neatļauts",
    "Update your account's profile information and email address.": "Atjauniniet sava konta profila informāciju un e-pasta adresi.",
    "Verify Email Address": "Pārbaudiet E-Pasta Adresi",
    "Verify Your Email Address": "Pārbaudiet Savu E-Pasta Adresi",
    "We won't ask for your password again for a few hours.": "Mēs neprasīsim Jūsu paroli vēlreiz uz dažām stundām.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ja ir iespējota divu faktoru autentifikācija, autentifikācijas laikā jums tiks piedāvāts drošs, Nejaušs marķieris. Jūs varat izgūt šo pilnvaru no sava tālruņa Google autentifikatora lietojumprogrammas.",
    "You are logged in!": "Jūs esat pieteicies!",
    "Your email address is not verified.": "Jūsu e-pasta adrese nav pārbaudīta."
}
