{
    "A fresh verification link has been sent to your email address.": "Uz jūsu e-pasta adresi ir nosūtīta jauna verifikācijas saite.",
    "Before proceeding, please check your email for a verification link.": "Pirms turpināt, lūdzu, pārbaudiet savu e-pastu, lai iegūtu verifikācijas saiti.",
    "click here to request another": "Noklikšķiniet šeit, lai pieprasītu citu",
    "E-Mail Address": "E-Pasta Adrese",
    "Forbidden": "Aizliegts",
    "Go to page :page": "Iet uz lapu :page",
    "Hello!": "Sveiki!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ja nepieciešams, varat atteikties no visām citām jūsu pārlūkprogrammas sesijām visās jūsu ierīcēs. Dažas no jūsu nesenajām sesijām ir uzskaitītas zemāk; tomēr šis saraksts var nebūt izsmeļošs. Ja jūtat, ka Jūsu konts ir apdraudēts, jums vajadzētu arī atjaunināt savu paroli.",
    "If you did not create an account, no further action is required.": "Ja neesat izveidojis kontu, turpmāka darbība nav nepieciešama.",
    "If you did not receive the email": "Ja jūs nesaņēmāt e-pastu",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ja jums rodas problēmas, noklikšķinot uz pogas \":actionText\", nokopējiet un ielīmējiet tālāk norādīto URL\nsavā tīmekļa pārlūkprogrammā:",
    "Invalid signature.": "Nederīgs paraksts.",
    "Log out": "Iziet",
    "Logout Other Browser Sessions": "Atteikties No Citām Pārlūka Sesijām",
    "Manage and logout your active sessions on other browsers and devices.": "Pārvaldiet un atsakieties no aktīvajām sesijām citās pārlūkprogrammās un ierīcēs.",
    "Nevermind": "Aizmirsti",
    "Not Found": "Nav Atrasts",
    "Oh no": "Ak nē",
    "Page Expired": "Lapas Derīguma Termiņš",
    "Pagination Navigation": "Pagination Navigācija",
    "Please click the button below to verify your email address.": "Lūdzu, noklikšķiniet uz pogas zemāk, lai pārbaudītu savu e-pasta adresi.",
    "Please confirm your password before continuing.": "Lūdzu, apstipriniet savu paroli,pirms turpināt.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties atteikties no citām jūsu pārlūkprogrammas sesijām visās jūsu ierīcēs.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Lūdzu, norādiet tās personas e-pasta adresi, kuru vēlaties pievienot šai komandai. E-pasta adresei jābūt saistītai ar esošu kontu.",
    "Regards": "Saistībā",
    "results": "rezultāts",
    "Server Error": "Servera Kļūda",
    "Service Unavailable": "Pakalpojums Nav Pieejams",
    "Showing": "Parādot",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Šī darbība ir neatļauta.",
    "This password reset link will expire in :count minutes.": "Šī paroles atiestatīšanas saite beigsies :count minūtēs.",
    "to": "lai",
    "Toggle navigation": "Pārslēgt navigāciju",
    "Too Many Attempts.": "Pārāk Daudz Mēģinājumu.",
    "Too Many Requests": "Pārāk Daudz Pieprasījumu",
    "Unauthorized": "Neatļauts",
    "Verify Email Address": "Pārbaudiet E-Pasta Adresi",
    "Verify Your Email Address": "Pārbaudiet Savu E-Pasta Adresi",
    "We won't ask for your password again for a few hours.": "Mēs neprasīsim Jūsu paroli vēlreiz uz dažām stundām.",
    "You are logged in!": "Jūs esat pieteicies!",
    "Your email address is not verified.": "Jūsu e-pasta adrese nav pārbaudīta."
}
