{
    "The :attribute must be a valid role.": "Dit veld moet een geldige rol zijn.",
    "The :attribute must be at least :length characters and contain at least one number.": "Dit veld moet minimaal :length tekens lang zijn en minimaal één cijfer bevatten.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Dit veld moet minstens :length karakters zijn en minstens één speciaal teken en één nummer bevatten.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Dit veld moet minimaal :length tekens lang zijn en minstens één speciaal karakter bevatten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Dit veld moet minstens :length tekens lang zijn en minstens één hoofdletter en één cijfer bevatten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Dit veld moet minimaal :length tekens lang zijn en minimaal één hoofdletter en één speciaal teken bevatten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Dit veld moet minstens :length tekens lang zijn en minstens één hoofdletter, één cijfer en één speciaal teken bevatten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Dit veld moet minimaal :length tekens lang zijn en minimaal één hoofdletter bevatten.",
    "The :attribute must be at least :length characters.": "Dit veld moet minstens :length karakters lang zijn.",
    "The :attribute must contain at least one letter.": "Dit veld moet minimaal één letter bevatten.",
    "The :attribute must contain at least one number.": "Dit veld moet minimaal één cijfer bevatten.",
    "The :attribute must contain at least one symbol.": "Dit veld moet minimaal één symbool bevatten.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Dit veld moet minimaal één hoofdletter en één kleine letter bevatten.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Dit veld is aangetroffen in een datalek. Geef een andere waarde op."
}
