{
    "A fresh verification link has been sent to your email address.": "Er is een nieuwe verificatielink naar je e-mailadres verstuurd.",
    "Before proceeding, please check your email for a verification link.": "Om verder te gaan, check je e-mail voor een verificatielink.",
    "click here to request another": "klik hier om een ander aan te vragen",
    "E-Mail Address": "E-mailadres",
    "Forbidden": "Geen toegang",
    "Go to page :page": "Ga naar pagina :page",
    "Hello!": "Hallo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Indien nodig kan je je afmelden op alle andere browser sessies op al je apparaten. Enkele van je recente sessies staan hieronder vermeld. Het is echter mogelijk dat deze lijst niet volledig is. Als je denkt dat je account is gehackt, is het ook verstandig om je wachtwoord aan te passen.",
    "If you did not create an account, no further action is required.": "Als je geen account hebt aangemaakt hoef je verder niets te doen.",
    "If you did not receive the email": "Als je de e-mail niet hebt ontvangen:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Als je problemen hebt met de \":actionText\" knop, kopieer en plak de URL hieronder\nin je webbrowser:",
    "Invalid signature.": "Ongeldige handtekening.",
    "Log out": "Uitloggen",
    "Logout Other Browser Sessions": "Uitloggen bij alle sessies",
    "Manage and logout your active sessions on other browsers and devices.": "Beheer je actieve sessies op andere browsers en andere apparaten.",
    "Nevermind": "Laat maar",
    "Not Found": "Niet gevonden",
    "Oh no": "Oh nee",
    "Page Expired": "Pagina niet meer geldig",
    "Pagination Navigation": "Paginanavigatie",
    "Please click the button below to verify your email address.": "Klik op de knop hieronder om je e-mailadres te verifiëren.",
    "Please confirm your password before continuing.": "Bevestig je wachtwoord om verder te gaan.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Voer je wachtwoord in om te bevestigen dat je je wilt afmelden van je andere browsersessies op al je apparaten.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Geef het e-mailadres op van de persoon die je aan dit team wilt toevoegen. Het e-mailadres moet zijn gekoppeld aan een bestaand account.",
    "Regards": "Met vriendelijke groet",
    "results": "resultaten",
    "Server Error": "Server fout",
    "Service Unavailable": "Website onbeschikbaar",
    "Showing": "Toont",
    "The :attribute must contain at least one letter.": "Het :attribute moet minimaal één letter bevatten.",
    "The :attribute must contain at least one number.": "Het :attribute moet minimaal één cijfer bevatten .",
    "The :attribute must contain at least one symbol.": "Het :attribute moet minimaal één symbool bevatten.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Het :attribute moet minimaal één hoofdletter en één kleine letter bevatten.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Het :attribute is aangetroffen in een datalek. Geef een ander :attribute.",
    "This action is unauthorized.": "Deze actie is niet toegestaan.",
    "This password reset link will expire in :count minutes.": "Deze link om je wachtwoord te herstellen verloopt over :count minuten.",
    "to": "tot",
    "Toggle navigation": "Schakel navigatie",
    "Too Many Attempts.": "Te veel pogingen.",
    "Too Many Requests": "Te veel serververzoeken",
    "Unauthorized": "Onbevoegd",
    "Verify Email Address": "Verifieer e-mailadres",
    "Verify Your Email Address": "Verifieer je e-mailadres",
    "We won't ask for your password again for a few hours.": "We zullen je de komende uren niet nogmaals om je wachtwoord vragen.",
    "You are logged in!": "Je bent ingelogd!",
    "Your email address is not verified.": "Je e-mailadres is niet geverifieerd."
}
