{
    "A fresh verification link has been sent to your email address.": "Ferskt staðfestingu hlekkur hefur verið send til netfangið þitt.",
    "Before proceeding, please check your email for a verification link.": "Áður en lengra er haldið, skoðaðu tölvupóstinn fyrir sönnun hlekkur.",
    "click here to request another": "smella hér til að biðja annar",
    "E-Mail Address": "Netfang",
    "Forbidden": "Bannað",
    "Go to page :page": "Fara á síðu :page",
    "Hello!": "Halló!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ef nauðsyn krefur, þú getur skrá þig út af öllum öðrum vafra fundum yfir öll tæki. Sumir af undanförnum fundum eru hér fyrir neðan, en þetta sinn má ekki tæmandi. Ef þér finnst þinn reikning hefur verið í hættu, þú ættir líka að uppfæra lykilorð.",
    "If you did not create an account, no further action is required.": "Ef þú ekki að stofna reikning, engar frekari aðgerð er krafist.",
    "If you did not receive the email": "Ef þú ekki að fá tölvupóstinn",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ef þú ert í vandræðum með að smella á \":actionText\" takka, afrit og líma SLÓÐINA neðan\ní vafra:",
    "Invalid signature.": "Ógilt undirskrift.",
    "Log out": "Að skrá þig út",
    "Logout Other Browser Sessions": "Út Öðrum Vafra Fundum",
    "Manage and logout your active sessions on other browsers and devices.": "Stjórna og út virka fundur á öðrum þína og tæki.",
    "Nevermind": "Gleymdu",
    "Not Found": "Ekki Að Finna",
    "Oh no": "Ó, nei",
    "Page Expired": "Page Liðinn",
    "Pagination Navigation": "Pagination Siglingar",
    "Please click the button below to verify your email address.": "Vinsamlegast smelltu á hnappinn undir til að staðfesta netfangið þitt.",
    "Please confirm your password before continuing.": "Vinsamlegast staðfesta lykilorð þitt áður en þú heldur áfram.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Sláðu inn lykilorðið þitt til að staðfesta að þú langar til að skrá þig út af öðrum vafra fundum yfir öll tæki.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Vinsamlegast gefðu netfangið sem þú vilt að bæta við þetta lið. Netfangið verður að vera í tengslum við núverandi reikning.",
    "Regards": "Kveðjur",
    "results": "niðurstöður",
    "Server Error": "Miðlara Villa",
    "Service Unavailable": "Þjónustu Hendi",
    "Showing": "Sýni",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Þessi aðgerð er óviðkomandi.",
    "This password reset link will expire in :count minutes.": "Þetta lykilorð endurstilla hlekkur mun renna út í :count mínútur.",
    "to": "til",
    "Toggle navigation": "Að skipta á flakk",
    "Too Many Attempts.": "Of Margir Tilraunir.",
    "Too Many Requests": "Of Margir Beiðnir",
    "Unauthorized": "Óviðkomandi",
    "Verify Email Address": "Staðfestum Netfangið",
    "Verify Your Email Address": "Staðfestum Netfangið Þitt",
    "We won't ask for your password again for a few hours.": "Við spyr ekki um lykilorð þitt aftur í nokkrar klukkustundir.",
    "You are logged in!": "Þú ert skráður í!",
    "Your email address is not verified.": "Netfangið þitt er ekki staðfest."
}
