{
    "A fresh verification link has been sent to your email address.": "Ferskt staðfestingu hlekkur hefur verið send til netfangið þitt.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Bæta nýtt lið meðlimur til að þitt lið, leyfa þeim að vinna með þér.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ertu viss um að þú vilt fá þetta lið? Þegar hópur er eytt, öll úrræði og gögnum verður endanlega eytt.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ertu viss um að þú viljir að eyða reikningnum þínum? Einu sinni á reikninginn þinn er eytt, öll úrræði og gögnum verður endanlega eytt. Sláðu inn lykilorðið þitt til að staðfesta að þú langar til að eyða þinn reikning.",
    "Before proceeding, please check your email for a verification link.": "Áður en lengra er haldið, skoðaðu tölvupóstinn fyrir sönnun hlekkur.",
    "click here to request another": "smella hér til að biðja annar",
    "E-Mail Address": "Netfang",
    "Editor users have the ability to read, create, and update.": "Ritstjóri notendur hefur getu til að lesa, búa, og uppfærslu.",
    "Ensure your account is using a long, random password to stay secure.": "Að tryggja reikninginn þinn er með lengi, af handahófi lykilorð til að vera örugg.",
    "For your security, please confirm your password to continue.": "Fyrir öryggi þitt, vinsamlegast staðfesta lykilorð þitt til að halda áfram.",
    "Forbidden": "Bannað",
    "Go to page :page": "Fara á síðu :page",
    "Hello!": "Halló!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ef nauðsyn krefur, þú getur skrá þig út af öllum öðrum vafra fundum yfir öll tæki. Sumir af undanförnum fundum eru hér fyrir neðan, en þetta sinn má ekki tæmandi. Ef þér finnst þinn reikning hefur verið í hættu, þú ættir líka að uppfæra lykilorð.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ef nauðsyn krefur, þú getur skrá þig út af öllum öðrum vafra fundum yfir öll tæki. Sumir af undanförnum fundum eru hér fyrir neðan, en þetta sinn má ekki tæmandi. Ef þér finnst þinn reikning hefur verið í hættu, þú ættir líka að uppfæra lykilorð.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ef þú ert nú þegar með reikning, getur þú að samþykkja þetta boð með því að ýta á takkann neðan:",
    "If you did not create an account, no further action is required.": "Ef þú ekki að stofna reikning, engar frekari aðgerð er krafist.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ef þú gerðir ekki ráð að fá boð um að þetta lið, þú getur henda þessum tölvupósti.",
    "If you did not receive the email": "Ef þú ekki að fá tölvupóstinn",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ef þú ert ekki með reikning, þú getur búið einn af því að smella á hnappinn fyrir neðan. Eftir að stofna reikning, þú getur smelltu boð samþykki hnappinn í þessum tölvupósti til að samþykkja lið boð:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ef þú ert í vandræðum með að smella á \":actionText\" takka, afrit og líma SLÓÐINA neðan\ní vafra:",
    "Invalid signature.": "Ógilt undirskrift.",
    "Log out": "Að skrá þig út",
    "Logout Other Browser Sessions": "Út Öðrum Vafra Fundum",
    "Manage and logout your active sessions on other browsers and devices.": "Stjórna og út virka fundur á öðrum þína og tæki.",
    "Nevermind": "Gleymdu",
    "Not Found": "Ekki Að Finna",
    "Oh no": "Ó, nei",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Þegar hópur er eytt, öll úrræði og gögnum verður endanlega eytt. Áður en þú eyðir þetta lið skaltu sækja hvaða gögn eða upplýsingar um þetta lið sem þú vilt halda.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Einu sinni á reikninginn þinn er eytt, öll úrræði og gögnum verður endanlega eytt. Áður en þú eyðir á reikninginn þinn, skaltu sækja hvaða gögn eða upplýsingar sem þú vilt halda.",
    "Page Expired": "Page Liðinn",
    "Pagination Navigation": "Pagination Siglingar",
    "Please click the button below to verify your email address.": "Vinsamlegast smelltu á hnappinn undir til að staðfesta netfangið þitt.",
    "Please confirm your password before continuing.": "Vinsamlegast staðfesta lykilorð þitt áður en þú heldur áfram.",
    "Please copy your new API token. For your security, it won't be shown again.": "Vinsamlegast afrit nýja API skapi. Fyrir öryggi þitt, það verður ekki sýnt aftur.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Sláðu inn lykilorðið þitt til að staðfesta að þú langar til að skrá þig út af öðrum vafra fundum yfir öll tæki.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Vinsamlegast gefðu netfangið sem þú vilt að bæta við þetta lið. Netfangið verður að vera í tengslum við núverandi reikning.",
    "Regards": "Kveðjur",
    "results": "niðurstöður",
    "Server Error": "Miðlara Villa",
    "Service Unavailable": "Þjónustu Hendi",
    "Showing": "Sýni",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Takk fyrir að skrá þig! Áður en að byrja, viltu staðfesta netfangið þitt með því að smella á tengilinn við vorum send til að þú? Ef þú vissi ekki að fá tölvupóstinn, við munum gjarna senda þér annað.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Við :attribute verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn hástöfum persóna, númer eitt, og eina sérstaka persónu.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Liðið er nafn og eigandi upplýsingar.",
    "This action is unauthorized.": "Þessi aðgerð er óviðkomandi.",
    "This password reset link will expire in :count minutes.": "Þetta lykilorð endurstilla hlekkur mun renna út í :count mínútur.",
    "to": "til",
    "Toggle navigation": "Að skipta á flakk",
    "Too Many Attempts.": "Of Margir Tilraunir.",
    "Too Many Requests": "Of Margir Beiðnir",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tvær þáttur staðfesting er nú virkt. Skanna eftirfarandi ÞANNIG kóða til að nota símann þinn er authenticator umsókn.",
    "Unauthorized": "Óviðkomandi",
    "Update your account's profile information and email address.": "Uppfæra reikning þinn er upplýsingar og netfangið.",
    "Verify Email Address": "Staðfestum Netfangið",
    "Verify Your Email Address": "Staðfestum Netfangið Þitt",
    "We won't ask for your password again for a few hours.": "Við spyr ekki um lykilorð þitt aftur í nokkrar klukkustundir.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Þegar tvær þáttur staðfesting er virkt, þú verður beðinn um örugga, handahófi skapi á staðfesting. Þú getur sótt þetta tákn frá síminn er ekki á hjá Google Authenticator umsókn.",
    "You are logged in!": "Þú ert skráður í!",
    "Your email address is not verified.": "Netfangið þitt er ekki staðfest."
}
