{
    "The :attribute must be a valid role.": "Þessi reitur verður að vera gilt hlutverk.",
    "The :attribute must be at least :length characters and contain at least one number.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti eina tölu.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn sérstaf og eina tölu.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn sérstaf.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn hástaf og eina tölu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn hástaf og einn sérstaf.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn hástaf, eina tölu og einn sérstaf.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Þessi reitur verður að vera að minnsta kosti :length stafir og innihalda að minnsta kosti einn hástaf.",
    "The :attribute must be at least :length characters.": "Þessi reitur verður að vera að minnsta kosti :length stafir.",
    "The :attribute must contain at least one letter.": "Þessi reitur verður að innihalda að minnsta kosti einn staf.",
    "The :attribute must contain at least one number.": "Þessi reitur verður að innihalda að minnsta kosti eina tölu.",
    "The :attribute must contain at least one symbol.": "Þessi reitur verður að innihalda að minnsta kosti eitt tákn.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Þessi reitur verður að innihalda að minnsta kosti einn hástaf og einn lágstaf.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Tiltekinn reitur hefur birst í gagnaleka. Vinsamlegast veldu annan reit."
}
