{
    "The :attribute must be a valid role.": "Ово поље мора бити важећа улога.",
    "The :attribute must be at least :length characters and contain at least one number.": "Ово поље мора да има најмање :length знакова и да садржи најмање један број.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Ово поље мора да има најмање :length знакова и да садржи најмање један специјални знак и један број.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Ово поље мора да има најмање :length знакова и да садржи најмање један специјални знак.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Ово поље мора да има најмање :length знакова и да садржи најмање једно велико слово и један број.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Ово поље мора да има најмање :length знакова и да садржи најмање једно велико слово и један специјални знак.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Ово поље мора да има најмање :length знакова и да садржи најмање једно велико слово, један број и један специјални знак.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Ово поље мора да има најмање :length знакова и да садржи најмање један знак великих слова.",
    "The :attribute must be at least :length characters.": "Ово поље мора имати најмање :length знакова.",
    "The :attribute must contain at least one letter.": "Ово поље мора да садржи најмање једно слово.",
    "The :attribute must contain at least one number.": "Ово поље мора да садржи најмање један број.",
    "The :attribute must contain at least one symbol.": "Ово поље мора да садржи најмање један симбол.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Ово поље мора да садржи најмање једно велико и једно мало слово.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Дато поље се појавило у цурењу података. Молимо изаберите друго поље."
}
