{
    "A fresh verification link has been sent to your email address.": "Нови верификациони линк је послат на Вашу е-маил адресу.",
    "Before proceeding, please check your email for a verification link.": "Пре него сто наставите, молимо Ваш проверите е-маил за верификациони линк.",
    "click here to request another": "Кликните овде да пошаљете још један",
    "E-Mail Address": "Адреса електронске поште",
    "Forbidden": "Забрањено",
    "Go to page :page": "Идите на страницу :page",
    "Hello!": "Здраво!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете да се одјавите из свих осталих сесија прегледача на свим својим уређајима. Ако сматрате да је налог нарушен, требало би да ажурирате и лозинку.",
    "If you did not create an account, no further action is required.": "Уколико нисте креирали налог, није потребно да предузимате даље кораке.",
    "If you did not receive the email": "Ако нисте примили е-маил",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблема при клику на \":actionText\" дугме, копирајте и налепите УРЛ испод\n или у ваш веб претраживач:",
    "Invalid signature.": "Неважећи потпис.",
    "Log out": "Одјавите се",
    "Logout Other Browser Sessions": "Одјави се са осталих сесија из прегледача",
    "Manage and logout your active sessions on other browsers and devices.": "Управљајте активним сесијама и одјављујте их из других прегледача и уређаја.",
    "Nevermind": "Није битно",
    "Not Found": "Није пронађено.",
    "Oh no": "Ох не",
    "Page Expired": "Страница је истекла",
    "Pagination Navigation": "Навигација по страницама",
    "Please click the button below to verify your email address.": "Молимо кликните на дугме испод да верификујете Вашу е-маил адресу.",
    "Please confirm your password before continuing.": "Молимо потврдите Вашу лозинку да бисте наставили.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Унесите лозинку да бисте потврдили да желите да се одјавите из осталих сесија прегледача на свим својим уређајима.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Наведите е-адресу особе коју бисте желели да додате у овај тим. Адреса е-поште мора бити повезана са постојећим налогом.",
    "Regards": "Поздрав",
    "results": "резултати",
    "Server Error": "Серверска грешка",
    "Service Unavailable": "Сервис недоступан",
    "Showing": "Приказ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ова акција није овлашћена.",
    "This password reset link will expire in :count minutes.": "Линк за промену лозинке истице за :count минута.",
    "to": "к",
    "Toggle navigation": "Прикажи навигацију",
    "Too Many Attempts.": "Превише покушаја.",
    "Too Many Requests": "Превише захтева",
    "Unauthorized": "Неовлашћен приступ",
    "Verify Email Address": "Верификуј Емаил Адресу",
    "Verify Your Email Address": "Верификујте Вашу Емаил Адресу",
    "We won't ask for your password again for a few hours.": "Нећемо Вас поново питати за Вашу лозинку у неколико следећих сати.",
    "You are logged in!": "Улоговани сте!",
    "Your email address is not verified.": "Ваша емаил адреса није верификована."
}
