{
    "A fresh verification link has been sent to your email address.": "Нови верификациони линк је послат на Вашу е-маил адресу.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Додај новог члана тима у твој тим, дозвољавајући му да ради са тобом.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Да ли сте сигурни да желите да избришете овај тим? Једном када се тим избрише, сви његови ресурси и подаци биће трајно избрисани.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Да ли сте сигурни да желите да избришете свој налог? Једном када се ваш налог избрише, сви његови ресурси и подаци биће трајно избрисани. Унесите лозинку да бисте потврдили да желите трајно избрисати налог.",
    "Before proceeding, please check your email for a verification link.": "Пре него сто наставите, молимо Ваш проверите е-маил за верификациони линк.",
    "click here to request another": "Кликните овде да пошаљете још један",
    "E-Mail Address": "Адреса електронске поште",
    "Editor users have the ability to read, create, and update.": "Корисници уређивача имају могућност читања, креирања и ажурирања.",
    "Ensure your account is using a long, random password to stay secure.": "Уверите се да налог користи дугу насумичну лозинку да бисте били сигурни.",
    "For your security, please confirm your password to continue.": "Ради ваше сигурности, потврдите лозинку да бисте наставили.",
    "Forbidden": "Забрањено",
    "Go to page :page": "Идите на страницу :page",
    "Hello!": "Здраво!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете се одјавити са свих осталих сесија прегледача на свим својим уређајима. Неке од ваших најновијих сесија су наведене у наставку; међутим, ова листа можда није исцрпна. Ако сматрате да је ваш налог угрожен, требало би да ажурирате и своју лозинку.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете да се одјавите из свих осталих сесија прегледача на свим својим уређајима. Ако сматрате да је налог нарушен, требало би да ажурирате и лозинку.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ако већ имате налог, можете прихватити овај позив кликом на дугме испод:",
    "If you did not create an account, no further action is required.": "Уколико нисте креирали налог, није потребно да предузимате даље кораке.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ако се не очекује да добије позив у ову команду можете одустати од овог писма.",
    "If you did not receive the email": "Ако нисте примили е-маил",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ако немате налог, можете га креирати кликом на дугме испод. Након што отворите налог, можете да кликнете на дугме за прихватање позива у тој е-пошти да бисте прихватили позив тима:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблема при клику на \":actionText\" дугме, копирајте и налепите УРЛ испод\n или у ваш веб претраживач:",
    "Invalid signature.": "Неважећи потпис.",
    "Log out": "Одјавите се",
    "Logout Other Browser Sessions": "Одјави се са осталих сесија из прегледача",
    "Manage and logout your active sessions on other browsers and devices.": "Управљајте активним сесијама и одјављујте их из других прегледача и уређаја.",
    "Nevermind": "Није битно",
    "Not Found": "Није пронађено.",
    "Oh no": "Ох не",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Једном када се тим избрише, сви његови ресурси и подаци биће трајно избрисани. Пре брисања овог тима, преузмите све податке или информације у вези са тимом које желите да задржите.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Једном када се ваш налог избрише, сви његови ресурси и подаци биће трајно избрисани. Пре брисања налога, преузмите све податке или информације које желите да задржите.",
    "Page Expired": "Страница је истекла",
    "Pagination Navigation": "Навигација по страницама",
    "Please click the button below to verify your email address.": "Молимо кликните на дугме испод да верификујете Вашу е-маил адресу.",
    "Please confirm your password before continuing.": "Молимо потврдите Вашу лозинку да бисте наставили.",
    "Please copy your new API token. For your security, it won't be shown again.": "Копирајте свој нови АПИ токен. Због ваше сигурности неће се поново приказивати.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Унесите лозинку да бисте потврдили да желите да се одјавите из осталих сесија прегледача на свим својим уређајима.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Наведите е-адресу особе коју бисте желели да додате у овај тим. Адреса е-поште мора бити повезана са постојећим налогом.",
    "Regards": "Поздрав",
    "results": "резултати",
    "Server Error": "Серверска грешка",
    "Service Unavailable": "Сервис недоступан",
    "Showing": "Приказ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Хвала што сте се пријавили! Пре него што започнете, да ли бисте могли да потврдите своју адресу е-поште кликом на везу коју смо вам управо послали е-поштом? Ако нисте добили е-пошту, радо ћемо вам послати другу.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute мора бити најмање :length карактера и мора садржати једно велико слово, један број и један специјални карактер.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Информације о имену тима и власнику.",
    "This action is unauthorized.": "Ова акција није овлашћена.",
    "This password reset link will expire in :count minutes.": "Линк за промену лозинке истице за :count минута.",
    "to": "к",
    "Toggle navigation": "Прикажи навигацију",
    "Too Many Attempts.": "Превише покушаја.",
    "Too Many Requests": "Превише захтева",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Двофакторска аутентификација је сада омогућена. Скенирајте следећи QR код помоћу апликације за аутентификацију вашег телефона.",
    "Unauthorized": "Неовлашћен приступ",
    "Update your account's profile information and email address.": "Ажурирајте информације о профилу налога и адресу е-поште.",
    "Verify Email Address": "Верификуј Емаил Адресу",
    "Verify Your Email Address": "Верификујте Вашу Емаил Адресу",
    "We won't ask for your password again for a few hours.": "Нећемо Вас поново питати за Вашу лозинку у неколико следећих сати.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Када је омогућена двостепена потврда идентитета, од вас ће се тражити сигуран, случајни токен током потврде идентитета. Овај токен можете да преузмете из апликације Гоогле Аутхентицатор на телефону.",
    "You are logged in!": "Улоговани сте!",
    "Your email address is not verified.": "Ваша емаил адреса није верификована."
}
