{
    "A fresh verification link has been sent to your email address.": "Enviámosche un novo enlace de verificación ao teu correo electrónico.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Engadir un novo membro do equipo para o seu equipo, o que lles permite colaborar con vostede.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Está seguro de que quere eliminar este equipo? Unha vez que un equipo é eliminado, os seus recursos e datos serán definitivamente excluídos.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Está seguro de que desexa eliminar a súa conta? Unha vez que a súa conta está excluído, todos os seus recursos e datos serán definitivamente excluídos. Por favor, introduza o seu contrasinal para confirmar que desexa eliminar permanentemente a súa conta.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, por favor, comproba o teu correo electrónico para encontrar un enlace de verificación.",
    "click here to request another": "fai clic aquí para solicitar outro",
    "E-Mail Address": "Correo electrónico",
    "Editor users have the ability to read, create, and update.": "Editor usuarios teñen a capacidade de ler, a crear e actualizar.",
    "Ensure your account is using a long, random password to stay secure.": "Garantir que a súa conta está a usar un longo, contrasinal aleatorio para estar seguro.",
    "For your security, please confirm your password to continue.": "Para a súa seguridade, por favor, confirme o seu contrasinal para continuar.",
    "Forbidden": "Prohibido",
    "Go to page :page": "Ir á páxina :page",
    "Hello!": "Ola!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se é necesario, pode saír de todos os seus outro navegador sesións en todos os seus dispositivos. Algunhas das súas últimas sesións están listados abaixo; con todo, esta lista non pode ser exhaustiva. Se pensas que a súa conta foi comprometida, tamén debe actualizar o seu contrasinal.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se é necesario, pode saír de todos os seus outro navegador sesións en todos os seus dispositivos. Algunhas das súas últimas sesións están listados abaixo; con todo, esta lista non pode ser exhaustiva. Se pensas que a súa conta foi comprometida, tamén debe actualizar o seu contrasinal.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Se xa ten unha conta, pode aceptar esta invitación premendo o botón de embaixo:",
    "If you did not create an account, no further action is required.": "Se no creaches unha cuenta, non tes que realizar ningunha acción adicional.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Se non esperar a recibir unha invitación para este equipo, que pode descartar este correo.",
    "If you did not receive the email": "Se non recibiches o correo electrónico",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Se non ten unha conta, vostede pode crear unha premendo no botón de abaixo. Despois de crear unha conta, pode facer clic a invitación a aceptación botón neste correo electrónico para aceptar o equipo de invitación:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se estás tendo problemas para facer clic no botón \":actionText\", copia e pega a seguinte URL \nno teu navegador web:",
    "Invalid signature.": "Válido sinatura.",
    "Log out": "Saír",
    "Logout Other Browser Sessions": "Saír Outro Navegador Sesións",
    "Manage and logout your active sessions on other browsers and devices.": "Xestionar e saír do seu activo sesións sobre outros navegadores e dispositivos.",
    "Nevermind": "Nevermind",
    "Not Found": "Non Se Atopou",
    "Oh no": "Oh, non",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Unha vez que un equipo é eliminado, os seus recursos e datos serán definitivamente excluídos. Antes de eliminar este equipo, por favor descargar calquera dato ou información sobre este equipo que quere manter.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Unha vez que a súa conta está excluído, todos os seus recursos e datos serán definitivamente excluídos. Antes de eliminar a súa conta, por favor, descarga de calquera dos datos ou a información que quere manter.",
    "Page Expired": "Páxina expirada",
    "Pagination Navigation": "Paxinación Navegación",
    "Please click the button below to verify your email address.": "Por favor, fai clic no seguinte botón para verificar a túa dirección de correo electrónico.",
    "Please confirm your password before continuing.": "Por favor, confirme o seu contrasinal antes de continuar.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor copie o seu novo API token. Para a súa seguridade, non vai ser mostrado de novo.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor, introduza o seu contrasinal para confirmar que quere saír do seu outro navegador sesións en todos os seus dispositivos.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Por favor, forneza o enderezo de correo electrónico da persoa que desexa engadir a este equipo. O enderezo de correo electrónico debe ser asociado a unha conta existente.",
    "Regards": "Saúdos",
    "results": "resultados",
    "Server Error": "Erro De Servidor",
    "Service Unavailable": "Servizo non dispoñible",
    "Showing": "Mostrando",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Grazas por rexistrarte! Antes de comezar, pode comprobar o seu enderezo de correo electrónico, premendo no enlace que só enviado a vostede? Se non recibir o correo electrónico, que terán pracer en enviarlle outra.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "O :attribute debe ser de polo menos :length personaxes e conter, polo menos, un carácter en maiúscula, un número, e un carácter especial.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "O nome do equipo e propietario de información.",
    "This action is unauthorized.": "Esta acción é non autorizado.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecemento de contrasinal caducará en :count minutos.",
    "to": "para",
    "Toggle navigation": "Conmutar a navegación",
    "Too Many Attempts.": "Moitos Intentos.",
    "Too Many Requests": "Demasiadas peticións",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dous factor de autenticación agora está activado. Dixitalizar o seguinte código QR mediante o seu teléfono authenticator aplicación.",
    "Unauthorized": "Non autorizado",
    "Update your account's profile information and email address.": "Actualizar a súa conta a información do perfil e enderezo de correo electrónico.",
    "Verify Email Address": "Verifica a dirección de correo electrónico",
    "Verify Your Email Address": "Verifica a túa dirección de correo electrónico",
    "We won't ask for your password again for a few hours.": "Non imos pedir para o seu contrasinal outra vez por unhas horas.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cando dous factor de autenticación está activado, será solicitada por un seguro, aleatoria token durante autenticación. Pode recuperar este token a partir do seu teléfono de Google Authenticator aplicación.",
    "You are logged in!": "Vostede está rexistrado!",
    "Your email address is not verified.": "O seu enderezo de correo electrónico non está comprobado."
}
