{
    "The :attribute must be a valid role.": "Šis laukas turi būti tinkamas vaidmuo.",
    "The :attribute must be at least :length characters and contain at least one number.": "Šiame lauke turi būti bent :length simbolių ir jame turi būti bent vienas skaičius.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Šiame lauke turi būti bent :length simbolių, jame turi būti bent vienas specialusis simbolis ir vienas skaičius.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Šiame lauke turi būti bent :length simbolių ir jame turi būti bent vienas specialusis simbolis.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Šiame lauke turi būti bent :length simbolių, jame turi būti bent viena didžioji raidė ir vienas skaičius.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Šiame lauke turi būti bent :length simbolių, jame turi būti bent vienas didžiosios ir vienas specialusis simbolis.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Šiame lauke turi būti bent :length simbolių, jame turi būti bent vienas didžioji raidė, vienas skaičius ir vienas specialusis simbolis.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Šiame lauke turi būti bent :length simbolių ir bent viena didžioji raidė.",
    "The :attribute must be at least :length characters.": "Šiame lauke turi būti bent :length simbolių.",
    "The :attribute must contain at least one letter.": "Šiame lauke turi būti bent viena raidė.",
    "The :attribute must contain at least one number.": "Šiame lauke turi būti bent vienas skaičius.",
    "The :attribute must contain at least one symbol.": "Šiame lauke turi būti bent vienas simbolis.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Šiame lauke turi būti bent viena didžioji ir viena mažoji raidė.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Pateiktas laukas atsirado dėl duomenų nutekėjimo. Pasirinkite kitą lauką."
}
