{
    "A fresh verification link has been sent to your email address.": "Patvirtinimo nuoroda buvo išsiųsta į jūsų el. paštą",
    "Before proceeding, please check your email for a verification link.": "Prieš tęsdami, patikrinkite savo el. pašto dežutę, ar nėra patvirtinimo nuorodos.",
    "click here to request another": "spauskite čia, kad gauti kitą",
    "E-Mail Address": "El. pašto adresas",
    "Forbidden": "Draudžiama",
    "Go to page :page": "Eiti į puslapį Nr. :page",
    "Hello!": "Sveiki!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jei reikia, jūs galite atsijungti iš visų kitų naršyklės sesijų tarp visų jūsų įrenginių. Kai kurios paskutinės jūsų sesijos yra išvardytos žemiau, tačiau šis sąrašas gali būti neišsamus. Jeigu jaučiate, kad jūsų paskyra galėjo būti pažeista, jums taip pat reikėtų pasikeisti slaptažodį.",
    "If you did not create an account, no further action is required.": "Jeigu paskyrą kūrėte ne jūs, papildomų veiksmų atlikti nereikia.",
    "If you did not receive the email": "Jei negavote el. laiško",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jeigu nepavyksta paspausti \":actionText\" mygtuko, nukopijuokite ir įklijuokite nuorodą, kuri pateikta žemiau,\nį savo naršyklę:",
    "Invalid signature.": "Neteisingas parašas.",
    "Log out": "Atsijungti",
    "Logout Other Browser Sessions": "Atsijungti iš kitų naršyklių",
    "Manage and logout your active sessions on other browsers and devices.": "Tvarkykite ir atjunkite aktyvias sesijas iš kitų naršyklių ir įrenginių.",
    "Nevermind": "Uždaryti",
    "Not Found": "Nerasta",
    "Oh no": "O ne",
    "Page Expired": "Galiojimo laikas pasibaigė",
    "Pagination Navigation": "Puslapių navigacija",
    "Please click the button below to verify your email address.": "Spauskite mygtuką žemiau, norėdami patvirtinti savo el. pašto adresą.",
    "Please confirm your password before continuing.": "Įveskite savo slaptažodį prieš tęsiant.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Prašome įvesti slaptažodį, jei tikrai norite atsijungti iš kitų naršyklių visuose jūsų įrenginiuose.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Įveskite el. pašto adresą nario, kurį norite pridėti prie savo komandos. El. pašto adresas turi būti jau susietas su jau egzistuojančia paskyra.",
    "Regards": "Pagarbiai",
    "results": "rezultatai",
    "Server Error": "Serverio klaida",
    "Service Unavailable": "Paslauga negalima",
    "Showing": "Rodomi nuo",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Jūs neturite leidimo atlikti šį veiksmą.",
    "This password reset link will expire in :count minutes.": "Ši slaptažodžio nustatymo nuoroda galios :count min.",
    "to": "iki",
    "Toggle navigation": "Perjungti navigaciją",
    "Too Many Attempts.": "Per daug bandymų.",
    "Too Many Requests": "Per daug užklausų",
    "Unauthorized": "Neturite leidimo",
    "Verify Email Address": "El. pašto adreso patvirtinimas",
    "Verify Your Email Address": "Patvirtinkite savo el. pašto adresą",
    "We won't ask for your password again for a few hours.": "Mes neprašysime įvesti slaptažodžio kelias valandas.",
    "You are logged in!": "Jūs esate prisijungęs!",
    "Your email address is not verified.": "Jūsų el. pašto adresas nėra patvirtintas."
}
