{
    "The :attribute must be a valid role.": "Dirreen kun gahee sirrii ta'uu qaba.",
    "The :attribute must be at least :length characters and contain at least one number.": "Dirreen kun yoo xiqqaate arfiilee :length fi yoo xiqqaate lakkoofsa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Dirreen kun yoo xiqqaate arfiilee :length ta'uu fi yoo xiqqaate arfii addaa tokkoo fi lakkoofsa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Dirreen kun yoo xiqqaate arfiilee :length fi yoo xiqqaate arfii addaa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Dirreen kun yoo xiqqaate arfiilee :length ta'uu fi yoo xiqqaate arfii guddaa tokkoo fi lakkoofsa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Dirreen kun yoo xiqqaate arfiilee :length ta'uu fi yoo xiqqaate arfii guddaa tokkoo fi arfii addaa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Dirreen kun yoo xiqqaate arfiilee :length ta'uu fi yoo xiqqaate arfii guddaa tokko, lakkoofsa tokko, fi arfii addaa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Dirreen kun yoo xiqqaate arfiilee :length fi yoo xiqqaate arfii guddaa tokko qabaachuu qaba.",
    "The :attribute must be at least :length characters.": "Dirreen kun yoo xiqqaate arfiilee :length ta'uu qaba.",
    "The :attribute must contain at least one letter.": "Dirreen kun yoo xiqqaate qubee tokko qabaachuu qaba.",
    "The :attribute must contain at least one number.": "Dirreen kun yoo xiqqaate lakkoofsa tokko qabaachuu qaba.",
    "The :attribute must contain at least one symbol.": "Dirreen kun yoo xiqqaate mallattoo tokko qabaachuu qaba.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Dirreen kun yoo xiqqaate qubee guddaa tokkoo fi qubee xiqqaa tokko qabaachuu qaba.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Dirreen kenname dhangala'aa deetaa keessatti mul'ateera. Mee dirree adda ta'e filadhaa."
}
