{
  "A fresh verification link has been sent to your email address.": "Et nyt bekræftelseslink er sendt til din e-mail-adresse.",
  "All rights reserved.": "Alle rettigheder forbeholdes.",
  "Before proceeding, please check your email for a verification link.": "Før du fortsætter, skal du tjekke din e-mail for et bekræftelseslink.",
  "click here to request another": "Klik her for at anmode om en anden",
  "Confirm Password": "Bekræft kodeord",
  "E-Mail Address": "Email adresse",
  "Error": "Fejl",
  "Forbidden": "Forbudt",
  "Forgot Your Password?": "Glemt din adgangskode?",
  "Go Home": "Gå hjem",
  "Hello!": "Hej!",
  "hi": "Hej",
  "If you did not create an account, no further action is required.": "Hvis du ikke oprettede en konto, kræves ingen yderligere handling.",
  "If you did not receive the email": "Hvis du ikke modtog e-mailen",
  "If you did not request a password reset, no further action is required.": "Hvis du ikke anmodede om en nulstilling af adgangskode, kræves ingen yderligere handling.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Hvis du har problemer med at klikke på knappen \":actionText\", skal du kopiere og indsætte webadressen nedenfor \nI din webbrowser: [:actionURL](:actionURL)",
  "Invalid signature.": "Ugyldig signatur.",
  "Login": "Log på",
  "Logout": "Log ud",
  "Name": "Navn",
  "Not Found": "Ikke fundet",
  "Oh no": "Åh nej",
  "Page Expired": "Side udløbet",
  "Page Not Found": "Siden blev ikke fundet",
  "Password": "Adgangskode",
  "Please click the button below to verify your email address.": "Klik på knappen herunder for at bekræfte din e-mail-adresse.",
  "Please confirm your password before continuing.": "Bekræft dit kodeord, før du fortsætter.",
  "Regards": "Hilsen",
  "Register": "Tilmeld",
  "Remember Me": "Husk mig",
  "Reset Password": "Nulstille kodeord",
  "Reset Password Notification": "Nulstil meddelelse om adgangskode",
  "Send Password Reset Link": "Send link til nulstilling af adgangskode",
  "Server Error": "Server Fejl",
  "Service Unavailable": "Service ikke tilgængelig",
  "This action is unauthorized.": "Denne handling er uautoriseret.",
  "Sorry, the page you are looking for could not be found.": "Beklager, den side, du leder efter, kunne ikke findes.",
  "Sorry, you are forbidden from accessing this page.": "Beklager, du har ikke adgang til denne side.",
  "Sorry, you are making too many requests to our servers.": "Beklager, du sender for mange anmodninger til vores servere.",
  "Sorry, you are not authorized to access this page.": "Beklager, du har ikke tilladelse til at få adgang til denne side.",
  "Sorry, you are forbidden to access this page.": "Beklager, du har ikke adgang til denne side.",
  "Sorry, your session has expired. Please refresh and try again.": "Beklager, din session er udløbet. Opdater, og prøv igen.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Beklager, vi laver noget vedligeholdelse. Kom snart tilbage.",
  "This password reset link will expire in :count minutes.": "Dette nulstillingslink til kodeord udløber om: tæller minutter.",
  "Toggle navigation": "Skift navigation",
  "Too Many Attempts.": "For mange forsøg.",
  "Too Many Requests": "For mange anmodninger",
  "Unauthorized": "Uberettiget",
  "Verify Email Address": "Verificer email adresse",
  "Verify Your Email Address": "Bekræft din e-mail-adresse",
  "We won't ask for your password again for a few hours.": "Vi beder ikke om din adgangskode igen i et par timer.",
  "You are receiving this email because we received a password reset request for your account.": "Du modtager denne e-mail, fordi vi har modtaget en anmodning om nulstilling af adgangskode til din konto.",
  "Whoops!": "Ups!",
  "Your email address is not verified.": "Din e-mail-adresse er ikke bekræftet.",
  "Whoops, something went wrong on our servers.": "Oj, der gik noget galt på vores servere.."
}
