{
    "A fresh verification link has been sent to your email address.": "لینک تایید جدیدی برای ایمیل شما ارسال شد.",
    "A new verification link has been sent to the email address you provided during registration.": "یک لینک تایید جدید به ایمیلی که در هنگام ثبت نام وارد کرده بودید ارسال شد.",
    "All rights reserved.": "کلیه حقوق محفوظ است.",
    "Already registered?": "قبلا ثبت نام کرده‌اید؟",
    "Before proceeding, please check your email for a verification link.": "پیش از هر کاری، جهت تایید ایمیل خود را بررسی نمایید.",
    "click here to request another": "ارسال یک درخواست دیگر",
    "Confirm Password": "تکرار رمز عبور",
    "E-Mail Address": "آدرس ایمیل",
    "Email Password Reset Link": "ارسال لینک بازیابی رمز عبور از طریق ایمیل",
    "Email": "ایمیل",
    "Error": "خطا",
    "Forbidden": "عدم دسترسی",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "رمز عبور خود را فراموش کرده اید؟ مشکلی نیست. کافی است ایمیل خود را داشته باشید و ما یک لینک جهت بازیابی رمز عبور برای شما ارسال می کنیم. ",
    "Forgot your password?": "رمزعبور خود را فراموش کرده‌اید؟",
    "Forgot Your Password?": "رمزعبور خود را فراموش کرده‌اید؟",
    "Go Home": "صفحه اصلی",
    "Hello!": "سلام!",
    "hi": "سلام",
    "If you did not create an account, no further action is required.": "چنانچه شما این اشتراک را ایجاد نکرده اید، نیاز به اقدام خاصی نیست.",
    "If you did not receive the email": "اگر شما ایمیلی دریافت نکرده اید.",
    "If you did not request a password reset, no further action is required.": "اگر شما درخواست تغییر رمز عبور را نکرده اید، نیاز به اقدام خاصی نیست.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "چنانچه مشکلی با کلید  \":actionText\" دارید, لینک زیر کپی کنید و \nدر یک مرورگر بازنمایید:",
    "Login": "ورود",
    "Logout": "خروج",
    "Name": "نام",
    "Oh no": "وای نه",
    "Page Expired": "صفحه منقضی شده است",
    "Page Not Found": "صفحه پیدا نشد",
    "Password": "رمز عبور",
    "Please click the button below to verify your email address.": "برای تایید آدرس ایمیل روی دکمه زیر کلیک کنید.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "با وارد کردن کد بازیابی دسترسی به اکانت خود را فراهم کنید.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "با وارد کردن کد احراز هویت دریافت شده از اپلیکشن احراز هویت خود، امکان دسترسی به اکانت خود را فراهم کنید.",
    "Regards": "با احترام",
    "Register": "ثبت نام",
    "Remember Me": "من را به‌یاد بسپار",
    "Resend Verification Email": "ارسال دوباره ایمیل تایید",
    "Reset Password Notification": "پیام فراموشی رمز عبور",
    "Reset Password": "فراموشی رمز عبور",
    "Send Password Reset Link": "ارسال لینک فراموشی رمز عبور",
    "Service Unavailable": "عدم دسترسی به سرویس",
    "Sorry, the page you are looking for could not be found.": "متاسفم، صفحه ای که شما به دنبال آن می‌گردید یافت نشد.",
    "Sorry, we are doing some maintenance. Please check back soon.": "متاسفم، ما درحال انجام تعمیرات هستیم. خواهشمندم در زمان دیگری به سایت مراجعه نمایید.",
    "Sorry, you are forbidden from accessing this page.": "متاسفم، دسترسی شما به این صفحه سلب شده است.",
    "Sorry, you are making too many requests to our servers.": "متاسفم، تعداد درخواست زیادی به سرورهای ما از سمت شما ارسال شده است.",
    "Sorry, you are not authorized to access this page.": "متاسفم، شما مجاز به دسترسی به این صفحه نیستید.",
    "Sorry, your session has expired. Please refresh and try again.": "متاسفم، جلسه شما به اتمام رسیده است. خواهشمندم صفحه را دوباره بارگزاری کنید.",
    "The :attribute must be a valid role.": ":attribute باید یک نقض معتبر باشد",
    "This password does not match our records.": "رمز عبور معتبر نیست.",
    "This password reset link will expire in :count minutes.": "لینک فراموشی رمز عبور برای :count دقیقه معتبر است.",
    "This user already belongs to the team.": "این کاربر متعلق به تیم است.",
    "Toggle navigation": "تغییر ناوبری",
    "Too Many Requests": "تعداد درخواست های زیاد",
    "Unauthorized": "دسترسی غیر مجاز",
    "Use a recovery code": "استفاده از کد بازیابی",
    "Use an authentication code": "استفاده از کد احراز هویت",
    "Verify Email Address": "تایید آدرس ایمیل",
    "Verify Your Email Address": "آدرس ایمیل خود را تایید کنید",
    "We were unable to find a registered user with this email address.": "کاربری با این ایمیل یافت نشد.",
    "Whoops!": "وای !",
    "Whoops, something went wrong on our servers.": "وای! یک چیزی توی سرور ما درست کار نمی کند.",
    "You are receiving this email because we received a password reset request for your account.": "شما این ایمیل را به دلیل درخواست رمز عبور جدید دریافت کرده اید.",
    "You may not delete your personal team.": "شما نمی توانید تیم شخصی خود را حذف کنید.",
    "You may not leave a team that you created.": "شما نمی توانید تیمی که خودتان ساخته اید را ترک کنید."
}
