{
  "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
  "Confirm Password": "Confirmez le mot de passe",
  "E-Mail Address": "Adresse courriel",
  "Error": "Erreur",
  "Forgot Your Password?": "Vous avez oublié votre mot de passe ?",
  "Go Home": "Aller à l'accueil",
  "hi": "salut",
  "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
  "Login": "Connexion",
  "Logout": "Déconnexion",
  "Name": "Nom",
  "Oh no": "Oh non",
  "Page Expired": "Page expirée",
  "Page Not Found": "Page non trouvée",
  "Password": "Mot de passe",
  "Register": "S'inscrire",
  "Remember Me": "Se souvenir de moi",
  "Reset Password": "Réinitialisation du mot de passe",
  "Reset Password Notification": "Notification de réinitialisation du mot de passe",
  "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
  "Service Unavailable": "Service indisponible",
  "Sorry, the page you are looking for could not be found.": "Désolé, la page que vous recherchez est introuvable.",
  "Sorry, you are making too many requests to our servers.": "Désolé, vous faites trop de requêtes vers nos serveurs.",
  "Sorry, you are not authorized to access this page.": "Désolé, vous n'êtes pas autorisé à accéder à cette page.",
  "Sorry, your session has expired. Please refresh and try again.": "Désolé, votre session a expiré. Veuillez actualiser la page et réessayer.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Désolé, nous sommes en maintenance. Veuillez revenir plus tard.",
  "Too Many Requests": "Trop de requêtes",
  "Unauthorized": "Non autorisé",
  "Verify Your Email Address": "Vérifiez votre adresse e-mail",
  "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte."
}
