{
    "A fresh verification link has been sent to your email address.": "Enviámosche un novo enlace de verificación ao teu correo electrónico.",
    "A new verification link has been sent to the email address you provided during registration.": "A new verification link has been sent to the email address you provided during registration.",
    "All rights reserved.": "Todos os dereitos reservados.",
    "Already registered?": "Already registered?",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, por favor, comproba o teu correo electrónico para encontrar un enlace de verificación.",
    "click here to request another": "fai clic aquí para solicitar outro",
    "Confirm Password": "Confirmar o contrasinal",
    "E-Mail Address": "Correo electrónico",
    "Email Password Reset Link": "Email Password Reset Link",
    "Email": "Email",
    "Error": "Erro",
    "Forbidden": "Prohibido",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Forgot your password?": "Forgot your password?",
    "Forgot Your Password?": "Olvidaches o teu contrasinal?",
    "Go Home": "Ir ao inicio",
    "Hello!": "Ola!",
    "hi": "ola",
    "If you did not create an account, no further action is required.": "Se no creaches unha cuenta, non tes que realizar ningunha acción adicional.",
    "If you did not receive the email": "Se non recibiches o correo electrónico",
    "If you did not request a password reset, no further action is required.": "Se non solicitaches o restablecemento do contrasinal, non tes que realizar ningunha acción adicional.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se estás tendo problemas para facer clic no botón \":actionText\", copia e pega a seguinte URL \nno teu navegador web:",
    "Login": "Iniciar sesión",
    "Logout": "Pechar sesión",
    "Name": "Nome",
    "Oh no": "Oh, non",
    "Page Expired": "Páxina expirada",
    "Page Not Found": "Páxina non encontrada",
    "Password": "Contrasinal",
    "Please click the button below to verify your email address.": "Por favor, fai clic no seguinte botón para verificar a túa dirección de correo electrónico.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Please confirm access to your account by entering one of your emergency recovery codes.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Please confirm access to your account by entering the authentication code provided by your authenticator application.",
    "Regards": "Saúdos",
    "Register": "Rexistrar",
    "Remember Me": "Recórdame",
    "Resend Verification Email": "Resend Verification Email",
    "Reset Password Notification": "Notificación de restablecemento de contrasinal",
    "Reset Password": "Restablecer contrasinal",
    "Send Password Reset Link": "Enviar enlace de restablecemento de contrasinal",
    "Service Unavailable": "Servizo non dispoñible",
    "Sorry, the page you are looking for could not be found.": "Sentímolo, non se encontrou a página que estás buscando.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Sentímolo, estamos levando a cabo tarefas de mantemento. Por favor, regresa pronto.",
    "Sorry, you are forbidden from accessing this page.": "Sentímolo, tes prohibido acceder a esta páxina.",
    "Sorry, you are making too many requests to our servers.": "Sentímolo, estás facendo demasiadas peticións aos nosos servidores.",
    "Sorry, you are not authorized to access this page.": "Sentímolo, no estás autorizado para acceder a esta páxina.",
    "Sorry, your session has expired. Please refresh and try again.": "Sentímolo, a túa sesión expirou. Por favor, actualiza e inténtao de novo.",
    "The :attribute must be a valid role.": "The :attribute must be a valid role.",
    "This password does not match our records.": "This password does not match our records.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecemento de contrasinal caducará en :count minutos.",
    "This user already belongs to the team.": "This user already belongs to the team.",
    "Toggle navigation": "Conmutar a navegación",
    "Too Many Requests": "Demasiadas peticións",
    "Unauthorized": "Non autorizado",
    "Use a recovery code": "Use a recovery code",
    "Use an authentication code": "Use an authentication code",
    "Verify Email Address": "Verifica a dirección de correo electrónico",
    "Verify Your Email Address": "Verifica a túa dirección de correo electrónico",
    "We were unable to find a registered user with this email address.": "We were unable to find a registered user with this email address.",
    "Whoops!": "¡Vaia!",
    "Whoops, something went wrong on our servers.": "Vaia, algo saiu mal nos nosos servidores.",
    "You are receiving this email because we received a password reset request for your account.": "Estás recibindo este correo electrónico porque recibimos unha solicitude de restablecemento do contrasinal para a túa conta.",
    "You may not delete your personal team.": "You may not delete your personal team.",
    "You may not leave a team that you created.": "You may not leave a team that you created."
}
