{
    "A fresh verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "All rights reserved.": "Tutti i diritti riservati",
    "Before proceeding, please check your email for a verification link.": "Prima di continuare, controlla la tua posta elettronica per un nuovo link to verifica",
    "Confirm Password": "Conferma Password",
    "E-Mail Address": "Indirizzo E-Mail",
    "Error": "Errore",
    "Forbidden": "Vietato",
    "Forgot Your Password?": "Hai smarrito la password?",
    "Go Home": "Vai alla Home",
    "Hello!": "Ciao!",
    "hi": "ciao",
    "If you did not create an account, no further action is required.": "Se non hai creato un account, non è richiesta alcuna azione.",
    "If you did not receive the email": "Se non hai ricevuto l'email",
    "If you did not request a password reset, no further action is required.": "Se non hai richiesto un reset della password, non è richiesta alcuna azione.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se non puoi cliccare su \":actionText\", copia e incolla l'URL qui sotto\nnella barra degli indirizzi del tuo browser:",
    "Invalid signature.": "Firma non valida",
    "Login": "Accedi",
    "Logout": "Esci",
    "Name": "Nome",
    "Not Found": "Non trovato",
    "Oh no": "Oh no",
    "Page Expired": "Pagina scaduta",
    "Page Not Found": "Pagina non trovata",
    "Password": "Password",
    "Please click the button below to verify your email address.": "Clicca sul buttone qui sotto per verificare il tuo indirizzo email.",
    "Regards": "Distinti saluti",
    "Register": "Registrati",
    "Remember Me": "Ricordami",
    "Reset Password": "Reset password",
    "Reset Password Notification": "Notifica di reset della password",
    "Send Password Reset Link": "Invia link per il reset della password",
    "Server Error": "Errore server",
    "Service Unavailable": "Servizio non disponibile",
    "Sorry, the page you are looking for could not be found.": "Siamo spiacenti, la pagina che stai cercando non è stata trovata.",
    "Sorry, you are forbidden from accessing this page.": "Siamo spiacenti, non hai il permesso per accedere a questa pagina.",
    "Sorry, you are making too many requests to our servers.": "Siamo spiacenti, stai eseguendo troppe richieste ai nostri server.",
    "Sorry, you are not authorized to access this page.": "Siamo spiacenti, non sei autorizzato ad accedere a questa pagina.",
    "Sorry, your session has expired. Please refresh and try again.": "Siamo spiacenti, la tua sessione è scaduta. Ricarica la pagina e prova di nuovo.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Siamo spiacenti, siamo in fase di manutenzione. Torna presto.",
    "This action is unauthorized.": "Azione non autorizzata.",
    "This password reset link will expire in :count minutes.": "Questo link di reset della password scadrà tra :count minuti.",
    "Toggle navigation": "Cambia navigazione",
    "Too Many Attempts.": "Troppi tentativi.",
    "Too Many Requests": "Troppe richieste",
    "Unauthorized": "Non autorizzato",
    "Verify Your Email Address": "Verifica il tuo indirizzo Email",
    "Verify Email Address": "Verifica indirizzo Email",
    "You are receiving this email because we received a password reset request for your account.": "Hai ricevuto questa email perché abbiamo ricevuto una richiesta di reset della password per il tuo account.",
    "Your email address is not verified.": "Il tuo indirizzo email non è verificato.",
    "Whoops!": "Ops!",
    "Whoops, something went wrong on our servers.": "Ops, qualcosa non ha funzionato sui nostri server."
  }
