{
    "A fresh verification link has been sent to your email address.": "Patvirtinimo nuoroda buvo išsiųsta į jūsų el. paštą",
    "A new verification link has been sent to the email address you provided during registration.": "Nauja patvirtinimo nuoroda buvo išsiųsta el. pašto adresu, kurį pateikėte registruojantis.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Pridėkite naują komandos narį prie savo komandos, leisdami jam bendradarbiauti su jumis.",
    "Add additional security to your account using two factor authentication.": "Papildomai apsaugokite savo paskyrą naudojant dviejų veiksnių autentifikavimą.",
    "Add Team Member": "Pridėti komandos narį",
    "Add": "Pridėti",
    "Added.": "Pridėta.",
    "Administrator users can perform any action.": "Administratoriai gali atlikti bet kokius veiksmus.",
    "Administrator": "Administratorius",
    "All of the people that are part of this team.": "Visi žmonės yra jūsų komandos nariai.",
    "All rights reserved.": "Visos teisės saugomos.",
    "Already registered?": "Jau užsiregistravote?",
    "API Token Permissions": "API rakto teisės",
    "API Token": "API raktas",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API raktai leidžia kitoms paslaugoms jūsų vardu naudotis mūsų aplikacija.",
    "API Tokens": "API raktai",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ar jūs tikrai norite ištrinti šią komandą? Vos ištrynus komandą, visi jos duomenys bus ištrinti visam laikui.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ar jūs tikrai norite ištrinti šią komandą? Vos ištrynus komandą, visi jos duomenys bus ištrinti visam laikui. Įveskite savo slaptažodį, jei tikrai norite ištrinti savo paskyrą visam laikui.",
    "Are you sure you would like to delete this API token?": "Ar jūs tikrai norite ištrinti šį API raktą?",
    "Are you sure you would like to leave this team?": "Ar jūs tikrai norite palikti šią komandą?",
    "Are you sure you would like to remove this person from the team?": "Ar jūs tikrai norite pašalinti šį žmogų iš komandos?",
    "Before proceeding, please check your email for a verification link.": "Prieš tęsdami, patikrinkite savo el. pašto dežutę, ar nėra patvirtinimo nuorodos.",
    "Browser Sessions": "Naršyklės sesijos",
    "click here to request another": "spauskite čia, kad gauti kitą",
    "Close": "Uždaryti",
    "Code": "Kodas",
    "Confirm Password": "Pakartokite slaptažodį",
    "Confirm": "Patvirtinti",
    "Create a new team to collaborate with others on projects.": "Sukurkite naują komandą norint bendradarbiauti su kitais.",
    "Create API Token": "Sukurti API raktą",
    "Create New Team": "Sukurti naują komandą",
    "Create Team": "Sukurti komandą",
    "Create": "Sukurti",
    "Created.": "Sukurta.",
    "Current Password": "Dabartinis slaptažodis",
    "Dashboard": "Pagrindinis puslapis",
    "Delete Account": "Ištrinkite paskyrą",
    "Delete API Token": "Ištrinti API raktą",
    "Delete Team": "Ištrinti komandą",
    "Delete": "Ištrinti",
    "Disable": "Išjungti",
    "Done.": "Atlikta.",
    "E-Mail Address": "El. pašto adresas",
    "Editor users have the ability to read, create, and update.": "Redaguotojai turi teisę skaityti, sukurti ir redaguoti.",
    "Editor": "Redaguotojas",
    "Email Password Reset Link": "Atsiųsti slaptažodžio atstatymo nuorodą",
    "Email": "El. pašto adresas",
    "Enable": "Įjungti",
    "Ensure your account is using a long, random password to stay secure.": "Įsitikinkite, kad jūsų slapažodis yra ilgas, atsitiktinis dėl paskyros saugumo.",
    "For your security, please confirm your password to continue.": "Dėl jūsų saugumo prašome įvesti slaptažodį, jog tęsti.",
    "Forbidden": "Draudžiama",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Pamiršote savo slaptažodį? Jokių problemų. Įveskite savo el. pašto adresą ir atsiųsime slaptažodžio atstatymo nuorodą, kuri leis jums pasirinkti naują.",
    "Forgot Your Password?": "Pamiršote slaptažodį?",
    "Forgot your password?": "Pamiršote slaptažodį?",
    "Go Home": "Eiti į pradinį puslapį",
    "Go to page :page": "Eiti į puslapį Nr. :page",
    "Hello!": "Sveiki!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jei reikia, jūs galite atsijungti iš visų kitų naršyklės sesijų tarp visų jūsų įrenginių. Kai kurios paskutinės jūsų sesijos yra išvardytos žemiau, tačiau šis sąrašas gali būti neišsamus. Jeigu jaučiate, kad jūsų paskyra galėjo būti pažeista, jums taip pat reikėtų pasikeisti slaptažodį.",
    "If you did not create an account, no further action is required.": "Jeigu paskyrą kūrėte ne jūs, papildomų veiksmų atlikti nereikia.",
    "If you did not receive the email": "Jei negavote el. laiško",
    "If you did not request a password reset, no further action is required.": "Jeigu neprašėte atstatyti slaptažodį, jokių veiksmų atlikti nereikia.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jeigu nepavyksta paspausti \":actionText\" mygtuko, nukopijuokite ir įklijuokite nuorodą, kuri pateikta žemiau,\nį savo naršyklę:",
    "Invalid signature.": "Neteisingas parašas.",
    "Last active": "Paskutinį kartą prisijungta",
    "Last used": "Paskutinį kartą naudotas",
    "Leave Team": "Palikti komandą",
    "Leave": "Palikti",
    "Login": "Prisijungti",
    "Logout Other Browser Sessions": "Atsijungti iš kitų naršyklių",
    "Logout": "Atsijungti",
    "Manage Account": "Tvarkyti paskyrą",
    "Manage and logout your active sessions on other browsers and devices.": "Tvarkykite ir atjunkite aktyvias sesijas iš kitų naršyklių ir įrenginių.",
    "Manage API Tokens": "Tvarkyti API raktus",
    "Manage Role": "Tvarkyti roles",
    "Manage Team": "Tvarkyti komandas",
    "Name": "Vardas",
    "Nevermind": "Uždaryti",
    "New Password": "Naujas slaptažodis",
    "Not Found": "Nerasta",
    "of": "iš",
    "Oh no": "O ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Vos ištrynus komandą, visi jos resursai ir duomenys bus visam laikui ištrinti. Prieš ištrinant komandą parsisiųskite visus duomenis, kuriuos norėsite pasiekti.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Vos ištrynus paskyrą, visi jos resursai ir duomenys bus visam laikui ištrinti. Prieš ištrinant paskyrą parsisiųskite visus duomenis, kuriuos norėsite pasiekti.",
    "Page Expired": "Galiojimo laikas pasibaigė",
    "Pagination Navigation": "Puslapių navigacija",
    "Password": "Slaptažodis",
    "Permanently delete this team.": "Galite ištrinti visam laikui šią komandą.",
    "Permanently delete your account.": "Galite ištrinti visam laikui savo paskyrą.",
    "Permissions": "Teisės",
    "Photo": "Nuotrauka",
    "Please click the button below to verify your email address.": "Spauskite mygtuką žemiau, norėdami patvirtinti savo el. pašto adresą.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Prašome patvirtinti prisijungimą į paskyrą įvedant vieną iš jūsų atkūrimo kodų.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Prašome patvirtinti prisijungimą į paskyrą įvedant autentifikavimo kodą iš jūsų autentifikavimo programėlės.",
    "Please confirm your password before continuing.": "Įveskite savo slaptažodį prieš tęsiant.",
    "Please copy your new API token. For your security, it won't be shown again.": "Nusikopijuokite savo naują API raktą. Dėl jūsų saugumo daugiau jo nerodysime.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Prašome įvesti slaptažodį, jei tikrai norite atsijungti iš kitų naršyklių visuose jūsų įrenginiuose.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Įveskite el. pašto adresą nario, kurį norite pridėti prie savo komandos. El. pašto adresas turi būti jau susietas su jau egzistuojančia paskyra.",
    "Profile Information": "Profilio informacija",
    "Profile": "Profilis",
    "Recovery Code": "Atkūrimo kodas",
    "Regards": "Pagarbiai",
    "Regenerate Recovery Codes": "Iš naujo sugeneruoti atkūrimo kodus",
    "Register": "Registruotis",
    "Remember Me": "Atsiminti",
    "Remember me": "Atsiminti mane",
    "Remove Photo": "Pašalinti nuotrauką",
    "Remove Team Member": "Pašalinti komandos narį",
    "Remove": "Pašalinti",
    "Resend Verification Email": "Persiųsti patvirtinimo el. laišką",
    "Reset Password Notification": "Slaptažodžio atstatymo pranešimas",
    "Reset Password": "Slaptažodžio atstatymas",
    "results": "rezultatai",
    "Role": "Rolė",
    "Save": "Išsaugoti",
    "Saved.": "Išsaugota.",
    "Select A New Photo": "Pasirinkti naują nuotrauką",
    "Send Password Reset Link": "Siųsti slaptažodžio atstatymo nuorodą",
    "Server Error": "Serverio klaida",
    "Service Unavailable": "Paslauga negalima",
    "Show Recovery Codes": "Rodyti atkūrimo kodus",
    "Showing": "Rodomi nuo",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Išsisaugokite šiuos atkūrimo kodus saugioje slaptažodžių tvarkyklėje. Jie bus reikalaujami norint susigrąžinti prieigą prie paskyros jei dviejų veiksnių apsaugos įrenginys bus prarastas.",
    "Switch Teams": "Pakeisti komandą",
    "Team Details": "Komandos informacija",
    "Team Members": "Komandos nariai",
    "Team Name": "Komandos pavadinimas",
    "Team Owner": "Komandos savininkas",
    "Team Settings": "Komandos nustatymai",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ačiū, kad užsiregistravote! Prieš pradedant, gal galite patvirtinti savo el. pašto adresą paspaudžiant ant nuorodos, kurią jums ką tik atsiuntėme? Jeigu negavote el. laiško, mes jums atsiųsime kitą.",
    "The :attribute must be a valid role.": "Laukas :attribute turi būti tinkama rolė.",
    "The :attribute must be at least :length characters and contain at least one number.": "Laukas :attribute turi būti bent :length simbolių ilgio ir turėti bent vieną numerį.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Laukas :attribute turi būti bent :length simbolių ilgio ir turėti bent vieną specialių simbolį.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Laukas :attribute turi būti bent :length sibmolių ilgio ir turėti bent vieną didžiąją raidę bei skaičių.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Laukas :attribute turi būti bent :length simbolių ilgio ir turėti bent vieną didžiąją raidę bei vieną specialų simbolį.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Laukas :attribute turi būti bent :length simbolių ilgio ir turėti bent vieną didžiają raidę, vieną skaičių bei vieną specialų simbolį.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Laukas :attribute turi būti bent :length simbolių ilgio ir turėti bent vieną didžiąją raidę.",
    "The :attribute must be at least :length characters.": "Laukas :attribute turi būti bent :length simbolių ilgio.",
    "The provided password does not match your current password.": "Pateiktas slaptažodis nesutampa su jūsų dabartiniu slaptažodžiu.",
    "The provided password was incorrect.": "Pateiktas slaptažodis buvo neteisingas.",
    "The provided two factor authentication code was invalid.": "Pateiktas autentifikavimo kodas buvo neteisingas.",
    "The team's name and owner information.": "Komandos pavadinimas ir savininko informacija.",
    "This action is unauthorized.": "Jūs neturite leidimo atlikti šį veiksmą.",
    "This device": "Šis įrenginys",
    "This password does not match our records.": "Šis slaptažodis neatitinka mūsų įrašų.",
    "This password reset link will expire in :count minutes.": "Ši slaptažodžio nustatymo nuoroda galios :count min.",
    "This user already belongs to the team.": "Šis vartotojas jau priklauso komandai.",
    "to": "iki",
    "Toggle navigation": "Perjungti navigaciją",
    "Token Name": "Rakto vardas",
    "Too Many Attempts.": "Per daug bandymų.",
    "Too Many Requests": "Per daug užklausų",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dviejų veiksnių autentifikacija jau įjungta.. Nuskanuokite šį QR kodą savo telefono autentifikavimo programėle.",
    "Two Factor Authentication": "Dviejų veiksnių autentifikavimas",
    "Unauthorized": "Neturite leidimo",
    "Update Password": "Slaptažodžio keitimas",
    "Update your account's profile information and email address.": "Pakeiskite savo profilio informaciją ir el. pašto adresą.",
    "Use a recovery code": "Naudoti atkūrimo kodą",
    "Use an authentication code": "Naudoti autentifikavimo kodą",
    "Verify Email Address": "El. pašto adreso patvirtinimas",
    "Verify Your Email Address": "Patvirtinkite savo el. pašto adresą",
    "We were unable to find a registered user with this email address.": "Mums nepavyko rasti registruoto vartotojo su šiuo el. pašto adresu.",
    "We won't ask for your password again for a few hours.": "Mes neprašysime įvesti slaptažodžio kelias valandas.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kai įjungsite dviejų veiksnių apsaugą, jūsų prašysime įvesti saugų, atsitiktinį kodą. Šį kodą galėsite gauti Google Authenticator programėlėje.",
    "Whoops! Something went wrong.": "Ups! Kažkas atsitiko.",
    "Whoops!": "Ups!",
    "You are logged in!": "Jūs esate prisijungęs!",
    "You are receiving this email because we received a password reset request for your account.": "Jūs gavote šį el. laišką, nes buvo išsiųsta jūsų paskyros slaptažodžio atstatymo užklausa.",
    "You have enabled two factor authentication.": "Jūs įjungęs dviejų veiksnių autentifikaciją.",
    "You have not enabled two factor authentication.": "Jūs nesate įjungęs dviejų veiksnių autentifikacijos.",
    "You may delete any of your existing tokens if they are no longer needed.": "Jūs galite ištrinti savo raktus, jei jie jums bus nereikalingi.",
    "You may not delete your personal team.": "Jūs negalite ištrinti savo asmeninės komandos.",
    "You may not leave a team that you created.": "Jūs negalite palikti komandos, kurią sukūrėte.",
    "Your email address is not verified.": "Jūsų el. pašto adresas nėra patvirtintas."
}
