{
    "A fresh verification link has been sent to your email address.": "आपल्या ईमेल पत्त्यावर एक नवीन सत्यापन लिंक पाठविला गेला आहे.",
    "All rights reserved.": "सर्व हक्क राखीव.",
    "Before proceeding, please check your email for a verification link.": "पुढे जाण्यापूर्वी, कृपया सत्यापन ईमेलसाठी आपले ईमेल तपासा.",
    "Confirm Password": "पासवर्डची पुष्टी करा",
    "E-Mail Address": "ई-मेल पत्ता",
    "Error": "त्रुटी",
    "Forbidden": "निषिद्ध",
    "Forgot Your Password?": "आपला पासवर्ड विसरलात?",
    "Go Home": "घरी जा",
    "Hello!": "हॅलो!",
    "hi": "हाय",
    "If you did not create an account, no further action is required.": "आपण एखादे खाते तयार केले नसेल तर पुढील कोणतीही क्रिया आवश्यक नाही.",
    "If you did not receive the email": "आपल्याला ईमेल प्राप्त झाला नाही तर",
    "If you did not request a password reset, no further action is required.": "आपण संकेतशब्द रीसेटची विनंती केली नसल्यास, कोणतीही क्रिया आवश्यक नाही.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "आपण :actionText यावर क्लिक करू शकत नसल्यास, खाली आपल्या URL च्या अॅड्रेस बारमध्ये URL कॉपी आणि पेस्ट करा: [:actionURL] (:actionURL)",
    "Login": "लॉग इन",
    "Logout": "निर्गमन",
    "Name": "नाव",
    "Oh no": "अरे नाही",
    "Page Expired": "पृष्ठ कालबाह्य झाले",
    "Page Not Found": "पृष्ठ सापडले नाही",
    "Password": "पासवर्ड",
    "Please click the button below to verify your email address.": "कृपया आपला ईमेल पत्ता पडताळण्यासाठी खालील बटणावर क्लिक करा.",
    "Regards": "विनम्र",
    "Register": "नोंदणी करा",
    "Remember Me": "मला लक्षात ठेवा",
    "Reset Password": "संकेतशब्द रीसेट करा",
    "Reset Password Notification": "संकेतशब्द रीसेट अधिसूचना",
    "Send Password Reset Link": "संकेतशब्द रीसेट लिंक पाठवा",
    "Service Unavailable": "सेवा उपलब्ध नाही",
    "Sorry, the page you are looking for could not be found.": "क्षमस्व, आपण शोधत असलेले पृष्ठ आढळले नाही.",
    "Sorry, you are forbidden from accessing this page.": "आम्ही दिलगीर आहोत, आपल्याला या पृष्ठात प्रवेश करण्याची परवानगी नाही.",
    "Sorry, you are making too many requests to our servers.": "आम्ही क्षमस्व आहोत, आपण आमच्या सर्व्हरवर बर्याच विनंत्या करीत आहात.",
    "Sorry, you are not authorized to access this page.": "आम्ही दिलगीर आहोत, आपण या पृष्ठात प्रवेश करण्यास अधिकृत नाही.",
    "Sorry, your session has expired. Please refresh and try again.": "क्षमस्व, आपले सत्र कालबाह्य झाले. कृपया पृष्ठ रीलोड करा आणि पुन्हा प्रयत्न करा.",
    "Sorry, we are doing some maintenance. Please check back soon.": "क्षमस्व, आम्ही काही दुरुस्ती करत आहोत. कृपया लवकरच परत तपासा.",
    "This password reset link will expire in :count minutes.": "हा संकेतशब्द रीसेट लिंक कालबाह्य होईल: मोजण्यासाठी मिनिटे :count",
    "Toggle navigation": "नेव्हिगेशन बदला",
    "Too Many Requests": "बर्याच विनंत्या",
    "Unauthorized": "अनधिकृत",
    "Verify Your Email Address": "आपला ईमेल पत्ता सत्यापित करा",
    "Verify Email Address": "ईमेल पत्ता सत्यापित करा",
    "Whoops!": "अरेरे!",
    "Whoops, something went wrong on our servers.": "अरेरे, आमच्या सर्व्हरवर काहीतरी चूक झाली.",
    "You are receiving this email because we received a password reset request for your account.": "आपल्याला हे ईमेल प्राप्त झाले कारण आम्हाला आपल्या खात्यासाठी संकेतशब्द रीसेट विनंती मिळाली."
  }
