{
  "A fresh verification link has been sent to your email address.": "Pautan pengesahan baru telah dihantar ke alamat e-mel anda.",
  "All rights reserved.": "Hak cipta terpelihara.",
  "Before proceeding, please check your email for a verification link.": "Sebelum teruskan, sila semak e-mel anda untuk mendapatkan pautan pengesahan.",
  "click here to request another": "klik di sini untuk minta yang lain",
  "Confirm Password": "Sahkan Kata Laluan",
  "E-Mail Address": "Alamat emel",
  "Error": "Ralat",
  "Forbidden": "Dilarang",
  "Forgot Your Password?": "Lupa kata laluan anda?",
  "Go Home": "Kembali ke Laman Utama",
  "Hello!": "Helo!",
  "hi": "hai",
  "If you did not create an account, no further action is required.": "Jika anda tidak membuat akaun, tiada tindakan lanjut diperlukan.",
  "If you did not receive the email": "Sekiranya anda tidak menerima e-mel tersebut",
  "If you did not request a password reset, no further action is required.": "Jika anda tidak meminta tetapan semula kata laluan, tiada tindakan lanjut diperlukan.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sekiranya anda menghadapi masalah klik butang \":actionText\", salin dan tampal URL di bawah\nke pelayar web anda:",
  "Login": "Log masuk",
  "Logout": "Log keluar",
  "Name": "Nama",
  "Oh no": "Oh tidak",
  "Page Expired": "Halaman Tamat Tempoh",
  "Page Not Found": "Page Tidak Dijumpai",
  "Password": "Kata laluan",
  "Please click the button below to verify your email address.": "Sila klik butang di bawah untuk mengesahkan alamat e-mel anda.",
  "Regards": "Salam",
  "Register": "Daftar",
  "Remember Me": "Ingat Saya",
  "Reset Password": "Tetap Semula Kata Laluan",
  "Reset Password Notification": "Tetap Semula Pemberitahuan Kata Laluan",
  "Send Password Reset Link": "Hantar Pautan Tetap Semula Kata Laluan",
  "Service Unavailable": "Perkhidmatan tidak tersedia",
  "Sorry, the page you are looking for could not be found.": "Maaf, halaman yang anda cari tidak dapat dijumpai.",
  "Sorry, you are forbidden from accessing this page.": "Maaf, anda dilarang daripada mengakses halaman ini.",
  "Sorry, you are making too many requests to our servers.": "Maaf, anda membuat terlalu banyak permintaan kepada pelayan kami.",
  "Sorry, you are not authorized to access this page.": "Maaf, anda tidak dibenarkan mengakses halaman ini.",
  "Sorry, your session has expired. Please refresh and try again.": "Maaf, sesi anda telah tamat tempoh. Sila muat semula dan cuba lagi.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Maaf, kami sedang melakukan penyelenggaraan. Sila semak semula sebentar lagi.",
  "Toggle navigation": "Togol navigasi",
  "Too Many Requests": "Terlalu Banyak Permintaan",
  "Unauthorized": "Tiada dibenarkan",
  "Verify Your Email Address": "Sahkan alamat e-mel anda",
  "You are receiving this email because we received a password reset request for your account.": "Anda menerima e-mel ini kerana kami menerima permintaan tetap semula kata laluan untuk akaun anda.",
  "Whoops!": "Alamak!",
  "Whoops, something went wrong on our servers.": "Alamak, ada sesuatu yang tidak kena pada pelayan kami."
}
