{
  "A fresh verification link has been sent to your email address.": "Een nieuwe verificatie link is naar je e-mailadres verstuurd.",
  "All rights reserved.": "Alle rechten voorbehouden.",
  "Before proceeding, please check your email for a verification link.": "Om verder te gaan, check je e-mail voor een verficatielink.",
  "click here to request another": "klik hier om een nieuwe aan te vragen",
  "Confirm Password": "Wachtwoordbevestigen",
  "E-Mail Address": "E-Mailadres",
  "Error": "Fout",
  "Forbidden": "Verboden",
  "Forgot Your Password?": "Wachtwoord vergeten?",
  "Go Home": "Naar home",
  "Hello!": "Hallo!",
  "hi": "hallo",
  "If you did not create an account, no further action is required.": "Als je geen account hebt aangemaakt, is verdere actie niet vereist.",
  "If you did not receive the email": "Als je de email niet ontvangen hebt",
  "If you did not request a password reset, no further action is required.": "Als je geen wachtwoord herstel hebt aangevraagd, is er geen verdere handeling nodig.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Als je problemen hebt met het klikken op de \":actionText\" knop, kopieer en plak de URL beneden\nin je webbrowser: [:actionURL](:actionURL)",
  "Login": "Inloggen",
  "Logout": "Uitloggen",
  "Name": "Naam",
  "Oh no": "Oh nee",
  "Page Expired": "Pagina verlopen",
  "Page Not Found": "Pagina niet gevonden",
  "Password": "Wachtwoord",
  "Please click the button below to verify your email address.": "Klik op de knop beneden om je e-mailadres te verifiëren.",
  "Regards": "Met vriendelijke groet",
  "Register": "Registreren",
  "Remember Me": "Onthoud me",
  "Reset Password": "Wachtwoord herstellen",
  "Reset Password Notification": "Wachtwoord herstellen notificatie",
  "Send Password Reset Link": "Verstuur wachtwoordherstel link",
  "Service Unavailable": "Service onbeschikbaar",
  "Sorry, the page you are looking for could not be found.": "Sorry, de aangevraagde pagina kon niet worden gevonden.",
  "Sorry, you are forbidden from accessing this page.": "Sorry, het is voor jou verboden om toegang te krijgen tot deze pagina.",
  "Sorry, you are making too many requests to our servers.": "Sorry, je doet teveel aanvragen naar onze servers.",
  "Sorry, you are not authorized to access this page.": "Sorry, je bent niet geautoriseerd om toegang te krijgen tot deze pagina.",
  "Sorry, your session has expired. Please refresh and try again.": "Sorry, je sessie is verlopen. Herlaad de pagina en probeer het opnieuw.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Sorry, we zijn op dit moment bezig met onderhoud. Probeer het binnenkort opnieuw.",
  "This password reset link will expire in :count minutes.": "Deze wachtwoord herstel link verloopt over :count minuten.",
  "Toggle navigation": "Aan/uitzetten navigatie",
  "Too Many Requests": "Te veel verzoeken",
  "Unauthorized": "Onbevoegd",
  "Verify Email Address": "Verifieer e-mailadres",
  "Verify Your Email Address": "Verifieer je e-mailadres",
  "You are receiving this email because we received a password reset request for your account.": "Je ontvangt deze email omdat we een wachtwoord herstel hebben ontvangen voor je account.",
  "Whoops!": "Oops!",
  "Whoops, something went wrong on our servers.": "Oops, er ging iets fout op onze servers.",
  "This action is unauthorized.": "Deze actie is niet toegestaan."
}
