{
    "A fresh verification link has been sent to your email address.": "Er is een nieuwe verificatielink naar je e-mailadres verstuurd.",
    "A new verification link has been sent to the email address you provided during registration.": "Er is een nieuwe verificatielink verstuurd naar het e-mailadres dat u ingegeven heeft tijdens uw registratie.",
    "All rights reserved.": "Alle rechten voorbehouden.",
    "Already registered?": "Already registered?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Bent u zeker dat u uw account permanent wilt verwijderen? Als uw account wordt verwijderd, worden alle gekoppelde bestanden en gegevens ook permanent verwijderd. Gelieve uw wachtwoord in te geven om te bevestigen dat u uw account permanent wilt verwijderen.",
    "Before proceeding, please check your email for a verification link.": "Om verder te gaan, check je e-mail voor een verificatielink.",
    "click here to request another": "vraag hier een andere aan",
    "Confirm Password": "Bevestig wachtwoord",
    "Current Password": "Huidig wachtwoord",
    "Dashboard": "Dashboard",
    "Delete Account": "Account Verwijderen",
    "E-Mail Address": "E-mailadres",
    "Email Password Reset Link": "Verstuur link",
    "Email": "Email",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat uw account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Error": "Fout",
    "Forbidden": "Geen toegang",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Geef hier uw e-mailadres in en we sturen u een link via mail waarmee u een nieuw wachtwoord kan instellen.",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Go Home": "Terug naar de voorpagina",
    "Hello!": "Hallo!",
    "hi": "hallo",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. If you feel your account has been compromised, you should also update your password.": "Indien nodig kunt u zich afmelden op alle andere browser sessies op al uw apparaten. Als u denkt dat uw account is gehackt, kunt u ook best uw wachtwoord aanpassen.",
    "If you did not create an account, no further action is required.": "Als je geen account hebt aangemaakt hoef je verder niets te doen.",
    "If you did not receive the email": "Als je de e-mail niet hebt ontvangen:",
    "If you did not request a password reset, no further action is required.": "Als je geen wachtwoordherstel hebt aangevraagd, hoef je verder niets te doen.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Als je problemen hebt met de \":actionText\" knop, kopieer en plak de URL hieronder\nin je webbrowser:",
    "Invalid signature.": "Ongeldige handtekening.",
    "Login": "Inloggen",
    "Logout Other Browser Sessions": "Afmelden bij alle sessies",
    "Logout": "Uitloggen",
    "Manage Account": "Accountbeheer",
    "Manage and logout your active sessions on other browsers and devices.": "Beheer uw actieve sessies op andere browsers en andere apparaten.",
    "Name": "Naam",
    "Nevermind": "Laat maar",
    "New Password": "Nieuw wachtwoord",
    "Not Found": "Niet gevonden",
    "Oh no": "Oh nee",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Als uw account wordt verwijderd, worden alle gekoppelde bestanden en gegevens ook permanent verwijderd. Gelieve alle data die u wenst te behouden op te slaan voordat u uw account verwijderd.",
    "Page Expired": "Pagina niet meer geldig",
    "Page Not Found": "Pagina niet gevonden",
    "Password": "Wachtwoord",
    "Permanently delete your account.": "Verwijder je account permanent.",
    "Please click the button below to verify your email address.": "Klik op de knop hieronder om je e-mailadres te verifiëren.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Please confirm access to your account by entering one of your emergency recovery codes.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Please confirm access to your account by entering the authentication code provided by your authenticator application.",
    "Please confirm your password before continuing.": "Bevestig je wachtwoord om verder te gaan.",
    "Profile Information": "Profiel Informatie",
    "Profile": "Profiel",
    "Regards": "Met vriendelijke groet",
    "Register": "Registreren",
    "Remember Me": "Onthoud mij",
    "Resend Verification Email": "Verificatiemail opnieuw versturen",
    "Reset Password Notification": "Wachtwoordherstel notificatie",
    "Reset Password": "Wachtwoord herstellen",
    "Save": "Opslaan",
    "Saved.": "Opgeslagen.",
    "Send Password Reset Link": "Verstuur link voor wachtwoordherstel",
    "Server Error": "Server fout",
    "Service Unavailable": "Website onbeschikbaar",
    "Sorry, the page you are looking for could not be found.": "Sorry, deze pagina kon niet gevonden worden.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Sorry, we zijn op dit moment bezig met onderhoud. Probeer het straks nog eens.",
    "Sorry, you are forbidden from accessing this page.": "Sorry, je mag deze pagina niet opvragen.",
    "Sorry, you are making too many requests to our servers.": "Sorry, je doet teveel aanvragen naar onze servers.",
    "Sorry, you are not authorized to access this page.": "Sorry, je hebt geen toegang tot deze pagina.",
    "Sorry, your session has expired. Please refresh and try again.": "Sorry, je sessie is verlopen. Herlaad de pagina en probeer het opnieuw.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Bedankt voor je registratie! Wilt u voordat u begint uw e-mailadres verifiëren door op de link te klikken die we u zojuist via mail hebben verstuurd? Als je de e-mail niet hebt ontvangen, sturen we je graag een nieuwe.",
    "The :attribute must be a valid role.": "The :attribute must be a valid role.",
    "The :attribute must be at least :length characters.": "Het :attribute moet minstens :length karakters lang zijn.",
    "The provided password does not match your current password.": "Het opgegeven wachtwoord komt niet overeen met uw huidige wachtwoord.",
    "This action is unauthorized.": "Deze actie is niet toegestaan.",
    "This device": "Dit apparaat",
    "This password does not match our records.": "This password does not match our records.",
    "This password reset link will expire in :count minutes.": "Deze link om je wachtwoord te herstellen verloopt over :count minuten.",
    "This user already belongs to the team.": "This user already belongs to the team.",
    "Toggle navigation": "Schakel navigatie",
    "Too Many Attempts.": "Te veel pogingen.",
    "Too Many Requests": "Te veel serververzoeken",
    "Unauthorized": "Onbevoegd",
    "Update Password": "Wachtwoord Aanpassen",
    "Update your account's profile information and email address.": "Pas uw profiel informatie en e-mailadres aan.",
    "Use a recovery code": "Use a recovery code",
    "Use an authentication code": "Use an authentication code",
    "Verify Email Address": "Verifieer e-mailadres",
    "Verify Your Email Address": "Verifieer je e-mailadres",
    "We were unable to find a registered user with this email address.": "We were unable to find a registered user with this email address.",
    "We won't ask for your password again for a few hours.": "We zullen je de komende uren niet nogmaals om je wachtwoord vragen.",
    "Whoops! Something went wrong.": "Oeps! Er is iets misgelopen.",
    "Whoops!": "Oeps!",
    "Whoops, something went wrong on our servers.": "Oeps, er ging iets fout op onze servers.",
    "You are logged in!": "Je bent ingelogd!",
    "You are receiving this email because we received a password reset request for your account.": "Je ontvangt deze e-mail omdat we een wachtwoordherstel verzoek hebben ontvangen voor je account.",
    "You may not delete your personal team.": "You may not delete your personal team.",
    "You may not leave a team that you created.": "You may not leave a team that you created.",
    "Your email address is not verified.": "Je e-mailadres is niet geverifieerd."
}
