{
    "A fresh verification link has been sent to your email address.": "Link weryfikacyjny został wysłany na twój adres email.",
    "A new verification link has been sent to the email address you provided during registration.": "Nowy link weryfikacyjny został wysłany na adres email podany podczas rejestracji.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodaj nowego członka zespołu do swojego zespołu, umożliwiając mu współpracę z Tobą.",
    "Add additional security to your account using two factor authentication.": "Dodaj dodatkowe zabezpieczenia do swojego konta, korzystając z uwierzytelniania dwuskładnikowego.",
    "Add Team Member": "Dodaj członka zespołu",
    "Add": "Dodaj",
    "Added.": "Dodany.",
    "Administrator users can perform any action.": "Użytkownicy będący Administratorem mogą wykonywać dowolne czynności.",
    "Administrator": "Administrator",
    "All of the people that are part of this team.": "Wszystkie osoby, które są częścią tego zespołu.",
    "All rights reserved.": "Wszelkie prawa zastrzeżone",
    "Already registered?": "Zarejestrowany już?",
    "API Token Permissions": "Uprawnienia do tokenów API",
    "API Token": "Token API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Tokeny API umożliwiają usługom zewnętrznym uwierzytelnianie w naszej aplikacji w Twoim imieniu.",
    "API Tokens": "Tokeny API",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Czy na pewno chcesz usunąć ten zespół? Po usunięciu zespołu wszystkie jego zasoby i dane zostaną trwale usunięte.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Czy na pewno chcesz usunąć swoje konto? Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Wprowadź hasło, aby potwierdzić, że chcesz trwale usunąć swoje konto.",
    "Are you sure you would like to delete this API token?": "Czy na pewno chcesz usunąć ten token API?",
    "Are you sure you would like to leave this team?": "Czy na pewno chcesz opuścić ten zespół?",
    "Are you sure you would like to remove this person from the team?": "Czy na pewno chcesz usunąć tę osobę z zespołu?",
    "Before proceeding, please check your email for a verification link.": "Zanim przejdziesz dalej, sprawdź swój adres email po link weryfikacyjny.",
    "Browser Sessions": "Sesje przeglądarki",
    "click here to request another": "kliknij tutaj, aby poprosić ponownie",
    "Close": "Zamknij",
    "Code": "Kod",
    "Confirm Password": "Potwierdź hasło",
    "Confirm": "Potwierdź",
    "Create a new team to collaborate with others on projects.": "Utwórz nowy zespół do współpracy z innymi projektami.",
    "Create API Token": "Utwórz token API",
    "Create New Team": "Utwórz nowy zespół",
    "Create Team": "Utwórz zespół",
    "Create": "Utworz",
    "Created.": "Tworzone.",
    "Current Password": "Aktualne hasło",
    "Dashboard": "Panel",
    "Delete Account": "Usuń konto",
    "Delete API Token": "Usuń token API",
    "Delete Team": "Usuń zespół",
    "Delete": "Usuń",
    "Disable": "Wyłącz",
    "Done.": "Zrobione.",
    "E-Mail Address": "Adres email",
    "Editor users have the ability to read, create, and update.": "Użytkownicy Edytor mają możliwość czytania, tworzenia i aktualizowania.",
    "Editor": "Edytor",
    "Email Password Reset Link": "Link do resetowania hasła email-em",
    "Email": "Email",
    "Enable": "Włącz",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że Twoje konto używa długiego, losowego hasła, aby zachować bezpieczeństwo.",
    "Error": "Błąd",
    "For your security, please confirm your password to continue.": "Ze względów bezpieczeństwa potwierdź hasło, aby kontynuować.",
    "Forbidden": "Zabronione",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Nie pamiętasz hasła? Nie ma problemu. Podaj nam swój adres email, a wyślemy Ci link do resetowania hasła, który pozwoli Ci wprowadzić nowe.",
    "Forgot your password?": "Nie pamiętasz hasła?",
    "Forgot Your Password?": "Nie pamiętasz hasła?",
    "Go Home": "Przejdź do strony głównej",
    "Go to page :page": "Przejdź do strony :page",
    "Hello!": "Cześć!",
    "hi": "hej",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "W razie potrzeby możesz wylogować się ze wszystkich innych sesji przeglądarek na wszystkich swoich urządzeniach. Jeśli uważasz, że ktoś włamał się na Twoje konto, zaktualizuj również swoje hasło.",
    "If you did not create an account, no further action is required.": "Jeśli nie stworzyłeś konta, zignoruj tę wiadomość.",
    "If you did not receive the email": "Jeśli nie dotarła wiadomość email",
    "If you did not request a password reset, no further action is required.": "Jeśli nie chcesz resetować hasła, zignoruj tę wiadomość.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jeżeli masz problemy z kliknięciem przycisku \":actionText\", skopiuj i wklej poniższy adres w pasek przeglądarki:",
    "Invalid signature.": "Nieprawidłowy podpis.",
    "Last active": "Ostatnio aktywny",
    "Last used": "Ostatnio używany",
    "Leave Team": "Opuść zespół",
    "Leave": "Opuszcz",
    "Login": "Zaloguj się",
    "Logout Other Browser Sessions": "Wyloguj się z innych sesji przeglądarek",
    "Logout": "Wyloguj się",
    "Manage Account": "Zarządzaj kontem",
    "Manage and logout your active sessions on other browsers and devices.": "Zarządzaj aktywnymi sesjami w innych przeglądarkach i urządzeniach oraz wyloguj się z nich.",
    "Manage API Tokens": "Zarządzaj tokenami API",
    "Manage Role": "Zarządzaj rolami",
    "Manage Team": "Zarządzaj zespołem",
    "Name": "Imię i nazwisko",
    "Nevermind": "Nieważne",
    "New Password": "Nowe hasło",
    "Not Found": "Nie znaleziono",
    "of": "z",
    "Oh no": "O nie",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Po usunięciu zespołu wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem tego zespołu pobierz wszelkie dane lub informacje dotyczące tego zespołu, które chcesz zachować.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane albo informacje, które chcesz zachować.",
    "Page Expired": "Strona wygasła",
    "Page Not Found": "Nie znaleziono takiej strony",
    "Pagination Navigation": "Paginacja",
    "Password": "Hasło",
    "Permanently delete this team.": "Trwale usuń ten zespół.",
    "Permanently delete your account.": "Trwale usuń swoje konto.",
    "Permissions": "Uprawnienia",
    "Photo": "Zdjęcie",
    "Please click the button below to verify your email address.": "Kliknij poniższy przycisk aby zweryfikować swój adres email.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Potwierdź dostęp do swojego konta, wprowadzając jeden ze swoich awaryjnych kodów odzyskiwania.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Proszę potwierdzić dostęp do konta przez wprowadzenie kodu uwierzytelniającego dostarczone przez aplikację Authenticator.",
    "Please confirm your password before continuing.": "Aby kontynuować, potwierdź swoje hasło.",
    "Please copy your new API token. For your security, it won't be shown again.": "Skopiuj nowy token API. Ze względów bezpieczeństwa nie zostanie ponownie wyświetlony.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Wprowadź hasło, aby potwierdzić, że chcesz wylogować się z innych sesji przeglądarek na wszystkich urządzeniach.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Podaj adres email osoby, którą chcesz dodać do tego zespołu. Adres email musi być powiązany z istniejącym kontem.",
    "Profile Information": "Informacje o Profilu",
    "Profile": "Profil",
    "Recovery Code": "Kod odzyskiwania",
    "Regards": "Z poważaniem",
    "Regenerate Recovery Codes": "Regeneruj kody odzyskiwania",
    "Register": "Zarejestruj się",
    "Remember Me": "Zapamiętaj mnie",
    "Remember me": "Zapamiętaj mnie",
    "Remove Photo": "Usuń zdjęcie",
    "Remove Team Member": "Usuń członka zespołu",
    "Remove": "Usuń",
    "Resend Verification Email": "Wyślij ponownie email weryfikacyjny",
    "Reset Password Notification": "Zresetuj hasło",
    "Reset Password": "Zresetuj hasło",
    "results": "wyników",
    "Role": "Rola",
    "Save": "Zapisz",
    "Saved.": "Zapisane.",
    "Select A New Photo": "Wybierz nowe zdjęcie",
    "Send Password Reset Link": "Wyślij link resetujący hasło",
    "Server Error": "Błąd serwera",
    "Service Unavailable": "Serwis niedostępny",
    "Show Recovery Codes": "Pokaż kody odzyskiwania",
    "Showing": "Wyświetlanie",
    "Sorry, the page you are looking for could not be found.": "Przepraszamy, strona której szukasz nie została znaleziona.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Przepraszamy, trwają pracę nad stroną. Sprawdź ponownie później.",
    "Sorry, you are forbidden from accessing this page.": "Przepraszamy, nie masz dostępu do tej strony.",
    "Sorry, you are making too many requests to our servers.": "Przepraszamy, wykonujesz za dużo zapytań do naszych serwerów.",
    "Sorry, you are not authorized to access this page.": "Przepraszamy, nie jesteś uprawniony do dostępu do tej strony.",
    "Sorry, your session has expired. Please refresh and try again.": "Przepraszamy, sesja wygasła. Odśwież i spróbuj ponownie.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Przechowuj te kody odzyskiwania w bezpiecznym menedżerze haseł. Można ich użyć do odzyskania dostępu do konta w przypadku utraty urządzenia do uwierzytelniania dwuskładnikowego.",
    "Switch Teams": "Przełącz zespół",
    "Team Details": "Szczegóły zespołu",
    "Team Members": "Członkowie zespołu",
    "Team Name": "Nazwa zespołu",
    "Team Owner": "Właściciel zespołu",
    "Team Settings": "Ustawienia zespołu",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dziękujemy za zarejestrowanie się! Przed rozpoczęciem proszę zweryfikować swój adres e-mail, klikając w link, który właśnie wysłaliśmy do Ciebie e-mailem. Jeśli nie otrzymałeś e-maila, z przyjemnością prześlemy Ci kolejny.",
    "The :attribute must be a valid role.": "Pole :attribute musi być prawidłową rolą.",
    "The :attribute must be at least :length characters and contain at least one number.": "Pole :attribute musi mieć przynajmniej :length znaków i przynajmniej jedną cyfrę.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Pole :attribute musi mieć co najmniej :length znaków i zawierać co najmniej jeden znak specjalny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Pole :attribute musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę i jedną cyfrę.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Pole :attribute musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę i jeden znak specjalny.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Pole :attribute musi mieć co najmniej :length znaków i co najmniej jedną wielką literę.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Pole :attribute musi mieć co najmniej :length znaków i zawierać co najmniej jedną wielką literę, jedną cyfrę i jeden znak specjalny.",
    "The :attribute must be at least :length characters.": "Pole :attribute musi mieć co najmniej :length znaków.",
    "The provided password does not match your current password.": "Podane hasło nie jest zgodne z aktualnym hasłem.",
    "The provided password was incorrect.": "Podany hasło jest nieprawidłowe.",
    "The provided two factor authentication code was invalid.": "Podany kod uwierzytelniania dwuskładnikowego jest nieprawidłowe.",
    "The team's name and owner information.": "Nazwa zespołu i informacje o właścicielu.",
    "This action is unauthorized.": "To działanie nie zostało autoryzowane.",
    "This device": "Te urządzenie",
    "This password does not match our records.": "To hasło nie pasuje do naszych rekordów.",
    "This password reset link will expire in :count minutes.": "Link do resetowania hasła wygaśnie za :count minut.",
    "This user already belongs to the team.": "Ten użytkownik jest już w zespole.",
    "to": "do",
    "Toggle navigation": "Przełącz nawigację",
    "Token Name": "Nazwa tokena",
    "Too Many Attempts.": "Za dużo prób.",
    "Too Many Requests": "Za dużo zapytań",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Uwierzytelnianie dwuskładnikowe jest teraz włączone. Uwierzytelnianie dwuskładnikowe jest teraz włączone. Zeskanować poniższy kod QR przy użyciu aplikacji Authenticator w telefonie.",
    "Two Factor Authentication": "Uwierzytelnianie dwuskładnikowe",
    "Unauthorized": "Nieautoryzowany dostęp",
    "Update Password": "Zaktualizuj hasło",
    "Update your account's profile information and email address.": "Zaktualizuj informacje profilowe i adres email swojego konta.",
    "Use a recovery code": "Użyj kodu odzyskiwania",
    "Use an authentication code": "Użyj kodu uwierzytelniającego",
    "Verify Email Address": "Zweryfikuj adres email",
    "Verify Your Email Address": "Zweryfikuj swój adres email",
    "We were unable to find a registered user with this email address.": "Nie udało nam się znaleźć zarejestrowanego użytkownika z tym adresem email.",
    "We won't ask for your password again for a few hours.": "Nie będziemy prosić o kolejne hasło przez kilka następnych godzin.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Gdy włączone jest uwierzytelnianie dwuskładnikowe, podczas uwierzytelniania zostanie wyświetlony monit o podanie bezpiecznego, losowego tokena. Możesz pobrać ten token z aplikacji Google Authenticator w telefonie.",
    "Whoops! Something went wrong.": "Ups! Coś poszło nie tak.",
    "Whoops!": "Ups!",
    "Whoops, something went wrong on our servers.": "Ups! Coś poszło nie tak na naszych serwerach.",
    "You are logged in!": "Jesteś zalogowany!",
    "You are receiving this email because we received a password reset request for your account.": "Otrzymujesz ten email, ponieważ otrzymaliśmy prośbę o zresetowanie hasła dla Twojego konta.",
    "You have enabled two factor authentication.": "Włączono dwa uwierzytelnienie.",
    "You have not enabled two factor authentication.": "Nie włączono uwierzytelniania dwuskładnikowego.",
    "You may delete any of your existing tokens if they are no longer needed.": "Możesz usunąć niektóre z istniejących tokenów, jeżeli nie są już potrzebne.",
    "You may not delete your personal team.": "Nie możesz usunąć swojego osobistego zespołu.",
    "You may not leave a team that you created.": "Nie możesz opuścić zespołu, które stworzyłeś",
    "Your email address is not verified.": "Twój adres email nie jest zweryfikowany."
}
