{
  "A fresh verification link has been sent to your email address.": " یو نوی تایید شوی لینک  ستاسو د بریښناليک پتې ته ولیږل سو",
  "All rights reserved.": "ټول حقونه خوندي دي",
  "Before proceeding, please check your email for a verification link.": " د پرمخ وړل مخکې مهرباني وکړئ د تایید لپاره خپل بریښنالیک لینک وګورئ.",
  "click here to request another": ". د خپل برېښنالیک بیاکتلو لپاره دلته کلیک وکړئ",
  "Confirm Password": "پټنوم) تایید لپاره)",
  "E-Mail Address": "برېښلیک پته",
  "Error": "تېروتنه",
  "Forbidden": "دا منع ده",
  "Forgot Your Password?": "که تاسو خپل پټنوم هیر کړی، نو دلته کلیک وکړئ",
  "Go Home": "کور پاڼه",
  "Hello!": "سلام!",
  "hi": "سلام",
  "If you did not create an account, no further action is required.": "که تاسو دا بریښنالیک نه پېژني، نو تاسو اړتیا نلرئ چې کوم ګام پورته کړئ",
  "If you did not receive the email": "که تاسو بریښنالیک ترلاسه کړی نه وي",
  "If you did not request a password reset, no further action is required.": "که تاسو د پاسورډ بدلون بدل نه غواړئ، نو تاسو اړتیا نلرئ چې کوم اقدام ترسره کړئ.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "که تاسو د تڼۍ کلیک کولو کې ستونزې لرئ \":actionText\", د خپل براوزر په لاندینۍ url کې د ا کاپي / کاپی جوړول که :\n",
  "Login": "ننوتل",
  "Logout": "وتل",
  "Name": "نوم",
  "Oh no": "هو نه",
  "Page Expired": "ختم شوی پاڼې",
  "Page Not Found": "پاڼه ونه موندل شوه",
  "Password": "پاسورډ",
  "Please click the button below to verify your email address.": "د خپل بریښنالیک پته د تایید لپاره لاندې تڼۍ باندې کلیک وکړئ.",
  "Regards": "مننه",
  "Register": "د نوم ثبتول",
  "Remember Me": "ما په یاد ولره",
  "Reset Password": "پاسورډ بیا رغول",
  "Reset Password Notification": "د پاسورډ بیا رغول خبرتیا",
  "Send Password Reset Link": " د پاسورډ بیا رغول لینک لیږل",
  "Service Unavailable": "خدمت نشته",
  "Sorry, you are forbidden from accessing this page.": "بخښنه، دې پاڼې ته لاسرسی منع دی.",
  "Sorry, the page you are looking for could not be found.": "بخښنه غواړئ، هغه پاڼه چې تاسو یې په لټه کې یاست موندلی نه و.",
  "Sorry, you are making too many requests to our servers.": "اوبخښه، تاسو ډیری غوښتنې کولی زموږ سرور ته.",
  "Sorry, you are not authorized to access this page.": "بخښنه، تاسو اجازه نلرئ چې دې پاڼې ته لاسرسۍ ولرئ.",
  "Sorry, your session has expired. Please refresh and try again.": "بخښنه غواړئ، ستاسو سیشن ختم شوی. لطفا بیا تکرار او بیا هڅه وکړه.",
  "Sorry, we are doing some maintenance. Please check back soon.": "بخښنه غواړو، موږ ځینې ساتنه کوو. لطفا بېرته ژر وګورئ.",
  "Toggle navigation": "نیویگیشن بدل کړئ",
  "Too Many Requests": "ډیری غوښتنې",
  "Unauthorized": "غیر مجاز",
  "Verify Email Address": "د بریښنالیک پته تایید کړئ",
  "Verify Your Email Address": "خپل برېښنالیک تایید کړۍ",
  "You are receiving this email because we received a password reset request for your account.": "موږ ستاسو د پاسورډ بیا رغول غوښتنه ترلاسه کړه.",
  "Whoops!": "هوګونه！",
  "Whoops, something went wrong on our servers.": "هو، یو څه د سرور سره خراب شو."
}
