{
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail que você forneceu durante o processo de cadastro.",
    "All rights reserved.": "Todos os direitos reservados.",
    "Already registered?": "Já registrado?",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, verifique seu e-mail em busca de um link de verificação.",
    "click here to request another": "clique aqui para solicitar outro",
    "Confirm Password": "Confirmar senha",
    "Dashboard": "Painel",
    "E-Mail Address": "Endereço de e-mail",
    "Email Password Reset Link": "Link de redefinição de senha",
    "Email": "Email",
    "Forbidden": "Proibido",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Forgot Your Password?": "Esqueceu a senha?",
    "Forgot your password?": "Esqueceu a senha?",
    "Go Home": "Ir para o início",
    "Hello!": "Olá!",
    "If you did not create an account, no further action is required.": "Se você não criou uma conta, ignore este e-mail.",
    "If you did not receive the email": "Se você não recebeu o e-mail",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou essa redefinição de senha, ignore este e-mail.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web:",
    "Invalid signature.": "Assinatura inválida.",
    "Login": "Entrar",
    "Logout": "Sair",
    "Name": "Nome",
    "Not Found": "Não encontrado",
    "Oh no": "Ah não",
    "Page Expired": "Página expirou",
    "Password": "Senha",
    "Please click the button below to verify your email address.": "Por favor, clique no botão abaixo para verificar seu endereço de e-mail.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor confirme o acesso à sua conta inserindo um de seus códigos de recuperação de emergência.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor confirme o acesso à sua conta informando um código de autenticação fornecido por seu aplicativo autenticador.",
    "Please confirm your password before continuing.": "Por favor, confirme sua senha antes de continuar.",
    "Regards": "Atenciosamente",
    "Register": "Registrar",
    "Remember Me": "Lembre-se de mim",
    "Resend Verification Email": "Enviar novamente o e-mail de verificação",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "Reset Password": "Redefinir senha",
    "Send Password Reset Link": "Enviar link de redefinição de senha",
    "Server Error": "Erro do servidor",
    "Service Unavailable": "Serviço indisponível",
    "The :attribute must be a valid role.": ":attribute deve ser um papel válido.",
    "This action is unauthorized.": "Esta ação não é autorizada.",
    "This password does not match our records.": "Esta senha não corresponde aos nossos registros.",
    "This password reset link will expire in :count minutes.": "O Link de redefinição de senha irá expirar em :count minutos.",
    "This user already belongs to the team.": "Este usuário já pertence a um time.",
    "Toggle navigation": "Alternar navegação",
    "Too Many Attempts.": "Muitas tentativas.",
    "Too Many Requests": "Muitas solicitações",
    "Unauthorized": "Não autorizado",
    "Use a recovery code": "Use um código de recuperação",
    "Use an authentication code": "Use um código de autenticação",
    "Verify Email Address": "Verifique o endereço de e-mail",
    "Verify Your Email Address": "Verifique seu endereço de e-mail",
    "We were unable to find a registered user with this email address.": "Não pudemos encontrar um usuário com esse endereço de e-mail.",
    "We won't ask for your password again for a few hours.": "Não solicitaremos sua senha novamente por algumas horas.",
    "Whoops!": "Ops!",
    "You are logged in!": "Você já está logado!",
    "You are receiving this email because we received a password reset request for your account.": "Você recebeu esse e-mail porque foi solicitado uma redefinição de senha na sua conta.",
    "You may not delete your personal team.": "Você não pode deletar o seu time pessoal.",
    "You may not leave a team that you created.": "Você não pode sair de um time que você criou.",
    "Your email address is not verified.": "Seu endereço de e-mail não está verificado."
}
