{
  "A fresh verification link has been sent to your email address.": "Ссылка на сброс пароля была отправлена на Ваш email-адрес.",
  "All rights reserved.": "Все права защищены.",
  "Before proceeding, please check your email for a verification link.": "Прежде чем продолжить, пожалуйста, проверьте ссылку подтверждения в своей электронной почте",
  "click here to request another": "нажмите здесь, чтобы запросить еще раз",
  "Confirm Password": "Подтверждение пароля",
  "E-Mail Address": "E-Mail адрес",
  "Error": "Ошибка",
  "Forbidden": "Запрещено",
  "Forgot Your Password?": "Забыли пароль?",
  "Go Home": "Домой",
  "Hello!": "Здравствуйте!",
  "hi": "привет",
  "If you did not create an account, no further action is required.": "Если Вы не создавали учетную запись, никаких дополнительных действий не требуется.",
  "If you did not receive the email": "Если Вы не получили письмо",
  "If you did not request a password reset, no further action is required.": "Если Вы не запрашивали сброс пароля, то дополнительных действий не требуется.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Если у Вас возникли проблемы с кликом по кнопке \":actionText\", скопируйте и вставьте адрес\nв адресную строку браузера: [:actionURL](:actionURL)",
  "Invalid signature.": "Неверная подпись.",
  "Login": "Войти",
  "Logout": "Выйти",
  "Name": "Имя",
  "Not Found": "Не найдено",
  "Oh no": "О, нет",
  "Page Expired": "Страница устарела",
  "Page Not Found": "Страница не найдена",
  "Password": "Пароль",
  "Please click the button below to verify your email address.": "Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.",
  "Regards": "С уважением",
  "Register": "Регистрация",
  "Remember Me": "Запомнить меня",
  "Reset Password": "Сбросить пароль",
  "Reset Password Notification": "Уведомление сброса пароля",
  "Send Password Reset Link": "Отправить ссылку сброса пароля",
  "Server Error": "Ошибка сервера",
  "Service Unavailable": "Сервис недоступен",
  "This action is unauthorized.": "Неавторизованное действие.",
  "Sorry, the page you are looking for could not be found.": "Извините, страница, которую вы ищете, не найдена.",
  "Sorry, you are forbidden from accessing this page.": "Извините, вам запрещено пользоваться этой страницей.",
  "Sorry, you are making too many requests to our servers.": "Извините, вы делаете слишком много запросов на наши серверы.",
  "Sorry, you are not authorized to access this page.": "К сожалению, у вас нет доступа к этой странице.",
  "Sorry, your session has expired. Please refresh and try again.": "К сожалению, срок действия вашей сессии истек. Обновите и повторите попытку.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Извините, мы проводим некоторые работы. Пожалуйста, зайдите позже.",
  "This password reset link will expire in :count minutes.": "Срок действия ссылки для сброса пароля истекает через :count минут.",
  "Toggle navigation": "Переключить навигацию",
  "Too Many Attempts.": "Слишком много попыток.",
  "Too Many Requests": "Слишком много запросов",
  "Unauthorized": "Не авторизован",
  "Verify Email Address": "Подтвердить email-адрес",
  "Verify Your Email Address": "Подтвердите Ваш email-адрес",
  "You are receiving this email because we received a password reset request for your account.": "Вы получили это письмо, потому что мы получили запрос на сброс пароля для Вашей учетной записи.",
  "Whoops!": "Упс!",
  "Your email address is not verified.": "Ваш email адрес не подтвержден.",
  "Whoops, something went wrong on our servers.": "Упс, на наших серверах что-то пошло не так."
}
