{
  "A fresh verification link has been sent to your email address.": "Na vašu emailovú adresu bol odoslaný nový overovací odkaz.",
  "All rights reserved.": "Všetky práva vyhradené.",
  "Before proceeding, please check your email for a verification link.": "Pred tým, ako budete pokračovať, skontrolujte si prosím svoj email pre overovací odkaz.",
  "click here to request another": "kliknite tu a vyžiadajte si další",
  "Confirm Password": "Kontrola hesla",
  "E-Mail Address": "Emailová adresa",
  "Error": "Chyba",
  "Forbidden": "Nepovolené",
  "Forgot Your Password?": "Zabudli ste heslo?",
  "Go Home": "Domov",
  "Hello!": "Zdravíme!",
  "hi": "zdravíme",
  "If you did not create an account, no further action is required.": "Ak ste si nevytvorili účet, nie je potrebná žiadna ďalšia akcia.",
  "If you did not receive the email": "Ak ste nedostali email",
  "If you did not request a password reset, no further action is required.": "Ak ste nepožiadali o obnovenie hesla, tak považujte túto správu za bezpredmetnú a môžete ju vymazať.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Ak máte problém s kliknutim na tlačidlo \":actionText\", tak skopírujte a vložte nižšie uvedenú URL adresu do Vášho webového prehliadača: [:actionURL](:actionURL)",
  "Invalid signature.": "Nesprávny podpis.",
  "Login": "Prihlásenie",
  "Logout": "Odhlásenie",
  "Name": "Meno",
  "Not Found": "Nenájdené",
  "Oh no": "Ach nie",
  "Page Expired": "Platnosť stránky vypršala",
  "Page Not Found": "Stránka nenájdená",
  "Password": "Heslo",
  "Please click the button below to verify your email address.": "Kliknutím na nižšie uvedené tlačidlo overíte svoju emailovú adresu.",
  "Please confirm your password before continuing.": "Prosím potvrďte vaše heslo pred pokračovaním.",
  "Regards": "S pozdravom",
  "Register": "Registrácia",
  "Remember Me": "Zapamätať",
  "Reset Password": "Obnoviť heslo",
  "Reset Password Notification": "Požiadavka na obnovenie hesla",
  "Send Password Reset Link": "Poslať odkaz pre obnovenie hesla",
  "Server Error": "Chyba serveru",
  "Service Unavailable": "Služba je nedostupná",
  "This action is unauthorized.": "Táto akcia nie je povolená.",
  "Sorry, the page you are looking for could not be found.": "Je nám to ľúto, ale sránku ktorú hľadáte, nie je možné nájsť.",
  "Sorry, you are forbidden from accessing this page.": "Je nám to ľúto, ale na túto stránku máte zakázaný prístup.",
  "Sorry, you are making too many requests to our servers.": "Je nám to ľúto, ale na server odosieľate príliš veľa požiadaviek.",
  "Sorry, you are not authorized to access this page.": "Je nám to ľúto, ale na túto stránku nemáte oprávnenie.",
  "Sorry, your session has expired. Please refresh and try again.": "Je nám to ľúto, ale Vaša relácia vypršala. Prosím aktualizujte stránku a skúste to znovu.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Je nám to ľúto, ale momentálne prebieha údržba. Skúste to prosím neskôr.",
  "This password reset link will expire in :count minutes.": "Platnosť resetovacieho odkazu je limitovaná v minútach (:count min)",
  "Toggle navigation": "Prepnúť navigáciu",
  "Too Many Attempts.": "Príliž veľa pokusov.",
  "Too Many Requests": "Príliš veľa požiadaviek",
  "Unauthorized": "Neautorizované",
  "Verify Email Address": "Overte emailovú adresu",
  "Verify Your Email Address": "Overte svoju emailovú adresu",
  "We won't ask for your password again for a few hours.": "Ďalšíe pár hodiny nebudete musieť zadávať svoje heslo.",
  "You are receiving this email because we received a password reset request for your account.": "Táto správa Vám bola doručená na základe žiadosti pre obnovenie hesla.",
  "Whoops!": "Ups!",
  "Your email address is not verified.": "Váš email nie je overený.",
  "Whoops, something went wrong on our servers.": "Ups, na našich serveroch sa vyskytol problém."
}
