{
    "A fresh verification link has been sent to your email address.": "Нови верификациони линк је послат на Вашу е-маил адресу.",
    "A new verification link has been sent to the email address you provided during registration.": "Нови верификациони линк је послат на Вашу е-маил адресу коју сте унели у току регистрације.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Додај новог члана тима у твој тим, дозвољавајући му да ради са тобом.",
    "Add additional security to your account using two factor authentication.": "Додај додатну сигурност твој налогу тако сто ћес користити аутентификацију у два корака.",
    "Add Team Member": "Додај новог члана тима.",
    "Add": "Додај",
    "Added.": "Додато.",
    "All of the people that are part of this team.": "Сви људи који су део овог тима.",
    "All rights reserved.": "Сва права задржана.",
    "Already registered?": "Већ сте регистровани?",
    "API Token Permissions": "Дозволе АПИ токена",
    "API Token": "АПИ Токен",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "АПИ токен омогућава услугама независних произвођача да се аутентификују помоћу наше апликације у ваше име.",
    "API Tokens": "АПИ Токени",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Да ли сте сигурни да желите да избришете овај тим? Једном када се тим избрише, сви његови ресурси и подаци биће трајно избрисани.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Да ли сте сигурни да желите да избришете свој налог? Једном када се ваш налог избрише, сви његови ресурси и подаци биће трајно избрисани. Унесите лозинку да бисте потврдили да желите трајно избрисати налог.",
    "Are you sure you would like to delete this API token?": "Да ли сте сигурни да желите да избришете овај АПИ токен?",
    "Are you sure you would like to leave this team?": "Да ли сте сигурни да бисте желели да напустите овај тим?",
    "Are you sure you would like to remove this person from the team?": "Да ли сте сигурни да желите да уклоните ову особу из тима?",
    "Before proceeding, please check your email for a verification link.": "Пре него сто наставите, молимо Ваш проверите е-маил за верификациони линк.",
    "Browser Sessions": "Сесије wеб прегледача",
    "click here to request another": "Кликните овде да пошаљете још један",
    "Close": "Затвори",
    "Code": "Код",
    "Confirm Password": "Потврдите лозинку",
    "Confirm": "Потврди",
    "Create a new team to collaborate with others on projects.": "Направите нови тим за сарадњу са другима на пројектима.",
    "Create API Token": "Направите АПИ Токен",
    "Create New Team": "Направите нови тим",
    "Create Team": "Направи тим",
    "Create": "Креирај",
    "Created.": "Креирано.",
    "Current Password": "Тренутна лозинка",
    "Dashboard": "Контролна табла",
    "Delete Account": "Избриши налог",
    "Delete API Token": "Обриши АПИ Токен",
    "Delete Team": "Обриши тим",
    "Delete": "Брисање",
    "Disable": "Деактивирај",
    "Done.": "Готово.",
    "E-Mail Address": "Адреса електронске поште",
    "Email Password Reset Link": "Линк ка мејлу за ресет лозинке",
    "Email": "Емаил",
    "Enable": "Активирај",
    "Ensure your account is using a long, random password to stay secure.": "Уверите се да налог користи дугу насумичну лозинку да бисте били сигурни.",
    "For your security, please confirm your password to continue.": "Ради ваше сигурности, потврдите лозинку да бисте наставили.",
    "Forbidden": "Забрањено",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Заборавили сте лозинку? Нема проблема. Само нам реците Вашу емаил адресу и ми ћемо Вам послати линк за ресет лозинке на Ваш мејл који ће Вам омогућити да изаберете нову лозинку.",
    "Forgot your password?": "Заборавили сте лозинку?",
    "Forgot Your Password?": "Заборавили сте лозинку?",
    "Go Home": "Иди на почетну",
    "Hello!": "Здраво!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете да се одјавите из свих осталих сесија прегледача на свим својим уређајима. Ако сматрате да је налог нарушен, требало би да ажурирате и лозинку.",
    "If you did not create an account, no further action is required.": "Уколико нисте креирали налог, није потребно да предузимате даље кораке.",
    "If you did not receive the email": "Ако нисте примили е-маил",
    "If you did not request a password reset, no further action is required.": "Уколико нисте захтевали промену лозинке, није потребно да предузимате даље кораке.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблема при клику на \":actionText\" дугме, копирајте и налепите УРЛ испод\n или у ваш веб претраживач:",
    "Invalid signature.": "Неважећи потпис.",
    "Last active": "Последњи пут активан",
    "Last used": "Последње коришћен",
    "Leave Team": "Напусти тим",
    "Leave": "Напусти",
    "Login": "Пријава",
    "Logout Other Browser Sessions": "Одјави се са осталих сесија из прегледача",
    "Logout": "Одјава",
    "Manage Account": "Управљај налогом",
    "Manage and logout your active sessions on other browsers and devices.": "Управљајте активним сесијама и одјављујте их из других прегледача и уређаја.",
    "Manage API Tokens": "Управљање АПИ токенима",
    "Manage Role": "Управљај ролом",
    "Manage Team": "Управљај тимом",
    "Name": "Име",
    "Nevermind": "Није битно",
    "New Password": "Нова лозинка",
    "Not Found": "Није пронађено.",
    "Oh no": "Ох не",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Једном када се тим избрише, сви његови ресурси и подаци биће трајно избрисани. Пре брисања овог тима, преузмите све податке или информације у вези са тимом које желите да задржите.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Једном када се ваш налог избрише, сви његови ресурси и подаци биће трајно избрисани. Пре брисања налога, преузмите све податке или информације које желите да задржите.",
    "Page Expired": "Страница је истекла",
    "Password": "Лозинка",
    "Permanently delete this team.": "Трајно избриши овај тим.",
    "Permanently delete your account.": "Трајно избришите свој налог.",
    "Permissions": "Дозволе",
    "Photo": "Слика",
    "Please click the button below to verify your email address.": "Молимо кликните на дугме испод да верификујете Вашу е-маил адресу.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Молимо потврдите приступ Вашем налогу тако што ћете унети један од кодова за обнову.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Молимо потврдите приступ Вашем налогу тако што ћете унети код за аутентификацију коју сте добили од ваше апликације за аутентификацију.",
    "Please confirm your password before continuing.": "Молимо потврдите Вашу лозинку да бисте наставили.",
    "Please copy your new API token. For your security, it won't be shown again.": "Копирајте свој нови АПИ токен. Због ваше сигурности неће се поново приказивати.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Унесите лозинку да бисте потврдили да желите да се одјавите из осталих сесија прегледача на свим својим уређајима.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Наведите е-адресу особе коју бисте желели да додате у овај тим. Адреса е-поште мора бити повезана са постојећим налогом.",
    "Profile Information": "Информације о профилу",
    "Profile": "Профил",
    "Recovery Code": "Код за повраћај налога",
    "Regards": "Поздрав",
    "Regenerate Recovery Codes": "Обновите кодове за опоравак",
    "Register": "Регистрација",
    "Remember Me": "Запамти ме",
    "Remember me": "Запамти ме",
    "Remove Photo": "Обриши слику",
    "Remove Team Member": "Уклоните члана тима",
    "Remove": "Уклони",
    "Resend Verification Email": "Поново пошаљи верификациони мејл",
    "Reset Password Notification": "Обавештење о ресетовању лозинке",
    "Reset Password": "Ресетуј лозинку",
    "Role": "Рола",
    "Save": "Сачувај",
    "Saved.": "Сачувано.",
    "Select A New Photo": "Изабери нову слику",
    "Send Password Reset Link": "Пошаљи линк за ресетовање лозинке",
    "Server Error": "Серверска грешка",
    "Service Unavailable": "Сервис недоступан",
    "Show Recovery Codes": "Прикажи кодове за опоравак",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Чувајте ове кодове за опоравак у сигурном менаџеру лозинки. Могу се користити за опоравак приступа вашем налогу ако се изгуби двофакторски уређај за потврду идентитета.",
    "Switch Teams": "Промени тим",
    "Team Details": "Детаљи тима",
    "Team Members": "Чланови тима",
    "Team Name": "Име тиме",
    "Team Owner": "Власник тима",
    "Team Settings": "Подешавање тима",
    "The :attribute must be a valid role.": ":attribute мора бити валидна рола.",
    "The :attribute must be at least :length characters and contain at least one number.": ":attribute мора бити најмање :length карактера и мора садржати барем један број.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attribute мора бити најмање :length карактера и мора садржати барем један специјални карактер.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attribute мора бити најмање :length карактера и мора садржати једно велико слово и један број.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attribute мора бити најмање :length карактера и мора садржати једно велико слово и један специјални карактер.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attribute мора бити најмање :length карактера и мора садржати једно велико слово.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute мора бити најмање :length карактера и мора садржати једно велико слово, један број и један специјални карактер.",
    "The :attribute must be at least :length characters.": ":attribute мора бити најмање :length карактера.",
    "The provided password does not match your current password.": "Унели сте лозинку која се не поклапа са Вашом лозинком.",
    "The provided password was incorrect.": "Унета лозинка није тачна.",
    "The provided two factor authentication code was invalid.": "Код за двофакторску аутентификацију није валидан.",
    "The team's name and owner information.": "Информације о имену тима и власнику.",
    "This action is unauthorized.": "Ова акција није овлашћена.",
    "This device": "Овај уређај",
    "This password does not match our records.": "Лозинка се не поклапа са нашом базом.",
    "This password reset link will expire in :count minutes.": "Линк за промену лозинке истице за :count минута.",
    "This user already belongs to the team.": "Овај корисник већ припада овом тиму.",
    "Toggle navigation": "Прикажи навигацију",
    "Token Name": "Име токена",
    "Too Many Attempts.": "Превише покушаја.",
    "Too Many Requests": "Превише захтева",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Двофакторска аутентификација је сада омогућена. Скенирајте следећи QR код помоћу апликације за аутентификацију вашег телефона.",
    "Two Factor Authentication": "Двофакторска аутентификација",
    "Unauthorized": "Неовлашћен приступ",
    "Update Password": "Ажурирај лозинку",
    "Update your account's profile information and email address.": "Ажурирајте информације о профилу налога и адресу е-поште.",
    "Use a recovery code": "Користи код за повратак налога",
    "Use an authentication code": "Користи код за аутентификацију налога",
    "Verify Email Address": "Верификуј Емаил Адресу",
    "Verify Your Email Address": "Верификујте Вашу Емаил Адресу",
    "We were unable to find a registered user with this email address.": "Нисмо успели да нађемо регистрованог корисника са овом емаил адресом.",
    "We won't ask for your password again for a few hours.": "Нећемо Вас поново питати за Вашу лозинку у неколико следећих сати.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Када је омогућена двостепена потврда идентитета, од вас ће се тражити сигуран, случајни токен током потврде идентитета. Овај токен можете да преузмете из апликације Гоогле Аутхентицатор на телефону.",
    "Whoops! Something went wrong.": "Упс! Нешто није у реду.",
    "Whoops!": "Упс!",
    "You are logged in!": "Улоговани сте!",
    "You are receiving this email because we received a password reset request for your account.": "Добили сте овај емаил зато што само примили захтев за промену лозинке за Ваш налог.",
    "You have enabled two factor authentication.": "Омогућили сте двофакторску потврду идентитета.",
    "You have not enabled two factor authentication.": "Нисте омогућили двофакторску потврду идентитета.",
    "You may delete any of your existing tokens if they are no longer needed.": "Можете избрисати било који од постојећих токена ако више нису потребни.",
    "You may not delete your personal team.": "Не можете избрисати свој лични тим.",
    "You may not leave a team that you created.": "Не можете напустити тим који сте Ви креирали.",
    "Your email address is not verified.": "Ваша емаил адреса није верификована."
}
