{
    "A fresh verification link has been sent to your email address.": "Novi verifikacioni link je poslat na Vašu e-mail adresu.",
    "A new verification link has been sent to the email address you provided during registration.": "Novi verifikacioni link je poslat na Vašu e-mail adresu koju ste uneli u toku registracije.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodaj novog člana tima u tvoj tim, dozvoljavajući mu da radi sa tobom.",
    "Add additional security to your account using two factor authentication.": "Dodaj dodatnu sigurnost tvoj nalogu tako sto ćes koristiti autentifikaciju u dva koraka.",
    "Add Team Member": "Dodaj novog člana tima.",
    "Add": "Dodaj",
    "Added.": "Dodato.",
    "All of the people that are part of this team.": "Svi ljudi koji su deo ovog tima.",
    "All rights reserved.": "Sva prava zadržana.",
    "Already registered?": "Već ste registrovani?",
    "API Token Permissions": "Dozvole API tokena",
    "API Token": "API  Token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API token omogućava uslugama nezavisnih proizvođača da se autentifikuju pomoću naše aplikacije u vaše ime.",
    "API Tokens": "API Tokeni",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Da li ste sigurni da želite da izbrišete ovaj tim? Jednom kada se tim izbriše, svi njegovi resursi i podaci biće trajno izbrisani.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Da li ste sigurni da želite da izbrišete svoj nalog? Jednom kada se vaš nalog izbriše, svi njegovi resursi i podaci biće trajno izbrisani. Unesite lozinku da biste potvrdili da želite trajno izbrisati nalog.",
    "Are you sure you would like to delete this API token?": "Da li ste sigurni da želite da izbrišete ovaj API token?",
    "Are you sure you would like to leave this team?": "Da li ste sigurni da biste želeli da napustite ovaj tim?",
    "Are you sure you would like to remove this person from the team?": "Da li ste sigurni da želite da uklonite ovu osobu iz tima?",
    "Before proceeding, please check your email for a verification link.": "Pre nego sto nastavite, molimo Vaš proverite e-mail za verifikacioni link.",
    "Browser Sessions": "Sesije web pregledača",
    "click here to request another": "Kliknite ovde da pošaljete još jedan",
    "Close": "Zatvori",
    "Code": "Kod",
    "Confirm Password": "Potvrdite lozinku",
    "Confirm": "Potvrdi",
    "Create a new team to collaborate with others on projects.": "Napravite novi tim za saradnju sa drugima na projektima.",
    "Create API Token": "Napravite API Token",
    "Create New Team": "Napravite novi tim",
    "Create Team": "Napravi tim",
    "Create": "Kreiraj",
    "Created.": "Kreirano.",
    "Current Password": "Trenutna lozinka",
    "Dashboard": "Kontrolna tabla",
    "Delete Account": "Izbriši nalog",
    "Delete API Token": "Obriši API Token",
    "Delete Team": "Obriši tim",
    "Delete": "Brisanje",
    "Disable": "Deaktiviraj",
    "Done.": "Gotovo.",
    "E-Mail Address": "Adresa elektronske pošte",
    "Email Password Reset Link": "Link ka mejlu za reset lozinke",
    "Email": "E-mail",
    "Enable": "Aktiviraj",
    "Ensure your account is using a long, random password to stay secure.": "Uverite se da nalog koristi dugu nasumičnu lozinku da biste bili sigurni.",
    "For your security, please confirm your password to continue.": "Radi vaše sigurnosti, potvrdite lozinku da biste nastavili.",
    "Forbidden": "Zabranjeno",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravili ste lozinku? Nema problema. Samo nam recite Vašu email adresu i mi ćemo Vam poslati link za reset lozinke na Vaš mejl koji će Vam omogućiti da izaberete novu lozinku.",
    "Forgot your password?": "Zaboravili ste lozinku?",
    "Forgot Your Password?": "Zaboravili ste lozinku?",
    "Go Home": "Idi na pocetnu",
    "Hello!": "Zdravo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete da se odjavite iz svih ostalih sesija pregledača na svim svojim uređajima. Ako smatrate da je nalog narušen, trebalo bi da ažurirate i lozinku.",
    "If you did not create an account, no further action is required.": "Ukoliko niste kreirali nalog, nije potrebno da preduzimate dalje korake.",
    "If you did not receive the email": "Ako niste primili e-mail",
    "If you did not request a password reset, no further action is required.": "Ukoliko niste zahtevali promenu lozinke, nije potrebno da preduzimate dalje korake.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ako imate problema pri kliku na \":actionText\" dugme, kopirajte i nalepite URL ispod\n ili u vaš veb pretraživač:",
    "Invalid signature.": "Nevažeći potpis.",
    "Last active": "Poslednji put aktivan",
    "Last used": "Poslednje korišćen",
    "Leave Team": "Napusti tim",
    "Leave": "Napusti",
    "Login": "Prijava",
    "Logout Other Browser Sessions": "Odjavi se sa ostalih sesija iz pregledača",
    "Logout": "Odjava",
    "Manage Account": "Upravljaj nalogom",
    "Manage and logout your active sessions on other browsers and devices.": "Upravljajte aktivnim sesijama i odjavljujte ih iz drugih pregledača i uređaja.",
    "Manage API Tokens": "Upravljanje API tokenima",
    "Manage Role": "Upravljaj rolom",
    "Manage Team": "Upravljaj timom",
    "Name": "Ime",
    "Nevermind": "Nije bitno",
    "New Password": "Nova lozinka",
    "Not Found": "Nije pronađeno.",
    "Oh no": "Oh ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Jednom kada se tim izbriše, svi njegovi resursi i podaci biće trajno izbrisani. Pre brisanja ovog tima, preuzmite sve podatke ili informacije u vezi sa timom koje želite da zadržite.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jednom kada se vaš nalog izbriše, svi njegovi resursi i podaci biće trajno izbrisani. Pre brisanja naloga, preuzmite sve podatke ili informacije koje želite da zadržite.",
    "Page Expired": "Stranica je istekla",
    "Password": "Lozinka",
    "Permanently delete this team.": "Trajno izbriši ovaj tim.",
    "Permanently delete your account.": "Trajno izbrišite svoj nalog.",
    "Permissions": "Dozvole",
    "Photo": "Slika",
    "Please click the button below to verify your email address.": "Molimo kliknite na dugme ispod da verifikujete Vašu e-mail adresu.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Molimo potvrdite pristup Vašem nalogu tako što ćete uneti jedan od kodova za obnovu.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Molimo potvrdite pristup Vašem nalogu tako što ćete uneti kod za autentifikaciju koju ste dobili od vaše aplikacije za autentifikaciju.",
    "Please confirm your password before continuing.": "Molimo potvrdite Vašu lozinku da biste nastavili.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopirajte svoj novi API token. Zbog vaše sigurnosti neće se ponovo prikazivati.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Unesite lozinku da biste potvrdili da želite da se odjavite iz ostalih sesija pregledača na svim svojim uređajima.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Navedite e-adresu osobe koju biste želeli da dodate u ovaj tim. Adresa e-pošte mora biti povezana sa postojećim nalogom.",
    "Profile Information": "Informacije o profilu",
    "Profile": "Profil",
    "Recovery Code": "Kod za povraćaj naloga",
    "Regards": "Pozdrav",
    "Regenerate Recovery Codes": "Obnovite kodove za oporavak",
    "Register": "Registracija",
    "Remember Me": "Zapamti me",
    "Remember me": "Zapamti me",
    "Remove Photo": "Obriši sliku",
    "Remove Team Member": "Uklonite člana tima",
    "Remove": "Ukloni",
    "Resend Verification Email": "Ponovo pošalji verifikacioni mejl",
    "Reset Password Notification": "Obaveštenje o resetovanju lozinke",
    "Reset Password": "Resetuj lozinku",
    "Role": "Rola",
    "Save": "Sačuvaj",
    "Saved.": "Sačuvano.",
    "Select A New Photo": "Izaberi novu sliku",
    "Send Password Reset Link": "Pošalji link za resetovanje lozinke",
    "Server Error": "Serverska greška",
    "Service Unavailable": "Servis nedostupan",
    "Show Recovery Codes": "Prikaži kodove za oporavak",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Čuvajte ove kodove za oporavak u sigurnom menadžeru lozinki. Mogu se koristiti za oporavak pristupa vašem nalogu ako se izgubi dvofaktorski uređaj za potvrdu identiteta.",
    "Switch Teams": "Promeni tim",
    "Team Details": "Detalji tima",
    "Team Members": "Članovi tima",
    "Team Name": "Ime time",
    "Team Owner": "Vlasnik tima",
    "Team Settings": "Podešavanje tima",
    "The :attribute must be a valid role.": ":attribute mora biti validna rola.",
    "The :attribute must be at least :length characters and contain at least one number.": ":attribute mora biti najmanje :length karaktera i mora sadržati barem jedan broj.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":attribute mora biti najmanje :length karaktera i mora sadržati barem jedan specijalni karakter.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":attribute mora biti najmanje :length karaktera i mora sadržati jedno veliko slovo i jedan broj.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":attribute mora biti najmanje :length karaktera i mora sadržati jedno veliko slovo i jedan specijalni karakter.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":attribute mora biti najmanje :length karaktera i mora sadržati jedno veliko slovo.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute mora biti najmanje :length karaktera i mora sadržati jedno veliko slovo, jedan broj i jedan specijalni karakter.",
    "The :attribute must be at least :length characters.": ":attribute mora biti najmanje :length karaktera.",
    "The provided password does not match your current password.": "Uneli ste lozinku koja se ne poklapa sa Vašom lozinkom.",
    "The provided password was incorrect.": "Uneta lozinka nije tačna.",
    "The provided two factor authentication code was invalid.": "Kod za dvofaktorsku autentifikaciju nije validan.",
    "The team's name and owner information.": "Informacije o imenu tima i vlasniku.",
    "This action is unauthorized.": "Ova akcija nije ovlašćena.",
    "This device": "Ovaj uređaj",
    "This password does not match our records.": "Lozinka se ne poklapa sa našom bazom.",
    "This password reset link will expire in :count minutes.": "Link za promenu lozinke istice za :count minuta.",
    "This user already belongs to the team.": "Ovaj korisnik već pripada ovom timu.",
    "Toggle navigation": "Prikaži navigaciju",
    "Token Name": "Ime tokena",
    "Too Many Attempts.": "Previše pokušaja.",
    "Too Many Requests": "Previše zahteva",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvofaktorska autentifikacija je sada omogućena. Skenirajte sledeći QR kod pomoću aplikacije za autentifikaciju vašeg telefona.",
    "Two Factor Authentication": "Dvofaktorska autentifikacija",
    "Unauthorized": "Neovlašćen pristup",
    "Update Password": "Ažuriraj lozinku",
    "Update your account's profile information and email address.": "Ažurirajte informacije o profilu naloga i adresu e-pošte.",
    "Use a recovery code": "Koristi kod za povratak naloga",
    "Use an authentication code": "Koristi kod za autentifikaciju naloga",
    "Verify Email Address": "Verifikuj Email Adresu",
    "Verify Your Email Address": "Verifikujte Vašu Email Adresu",
    "We were unable to find a registered user with this email address.": "Nismo uspeli da nađemo registrovanog korisnika sa ovom email adresom.",
    "We won't ask for your password again for a few hours.": "Nećemo Vas ponovo pitati za Vašu lozinku u nekoliko sledećih sati.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kada je omogućena dvostepena potvrda identiteta, od vas će se tražiti siguran, slučajni token tokom potvrde identiteta. Ovaj token možete da preuzmete iz aplikacije Google Authenticator na telefonu.",
    "Whoops! Something went wrong.": "Ups! Nešto nije u redu.",
    "Whoops!": "Ups!",
    "You are logged in!": "Ulogovani ste!",
    "You are receiving this email because we received a password reset request for your account.": "Dobili ste ovaj email zato što samo primili zahtev za promenu lozinke za Vaš nalog.",
    "You have enabled two factor authentication.": "Omogućili ste dvofaktorsku potvrdu identiteta.",
    "You have not enabled two factor authentication.": "Niste omogućili dvofaktorsku potvrdu identiteta.",
    "You may delete any of your existing tokens if they are no longer needed.": "Možete izbrisati bilo koji od postojećih tokena ako više nisu potrebni.",
    "You may not delete your personal team.": "Ne možete izbrisati svoj lični tim.",
    "You may not leave a team that you created.": "Ne možete napustiti tim koji ste Vi kreirali.",
    "Your email address is not verified.": "Vaša email adresa nije verifikovana."
}
