{
  "A fresh verification link has been sent to your email address.": "En verifikationslänk har skickats till din e-postadress.",
  "All rights reserved.": "Copyright.",
  "Before proceeding, please check your email for a verification link.": "Innan du fortsätter, vänligen kontrollera din e-post efter verifikationslänken.",
  "click here to request another": "klicka här för att begära en ny",
  "Confirm Password": "Bekräfta lösenordet",
  "E-Mail Address": "E-postadress",
  "Error": "Fel",
  "Forbidden": "Glömt",
  "Forgot Your Password?": "Glömt ditt lösenord?",
  "Go Home": "Gå hem",
  "Hello!": "Hej!",
  "hi": "hej",
  "If you did not create an account, no further action is required.": "Om du ej har skapat ett konto behöver du ej göra något.",
  "If you did not receive the email": "Om du inte mottog e-postmeddelandet",
  "If you did not request a password reset, no further action is required.": "Om du inte har begärt ett lösenord behöver du ej göra något.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Om det ej fungerar att klicka på \":actionText\"-knappen, kopiera och klista in länken nedan i webbläsarens adressfält:\n[:displayableActionUrl](:actionURL)",
  "Invalid signature.": "Felaktig signering.",
  "Login": "Logga in",
  "Logout": "Logga ut",
  "Name": "Namn",
  "Not Found": "Hittades ej",
  "Oh no": "Å nej",
  "Page Expired": "Sidan är utgången",
  "Page Not Found": "Sidan hittades inte",
  "Password": "Lösenord",
  "Please click the button below to verify your email address.": "Vänligen klicka på knappen nedan för att verifiera din e-postadress.",
  "Please confirm your password before continuing.": "Vänligen bekräfta din e-postadress innan du fortsätter.",
  "Regards": "Hälsningar",
  "Register": "Registrera",
  "Remember Me": "Kom ihåg mig",
  "Reset Password": "Återställ lösenordet",
  "Reset Password Notification": "Återställ lösenordet-notifikationen",
  "Send Password Reset Link": "Skicka återställningslänken",
  "Server Error": "Serverfel",
  "Service Unavailable": "Tjänsten svarar ej",
  "Sorry, the page you are looking for could not be found.": "Sidan kan ej hittas.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Underhåll pågår. Vänligen återkom senare.",
  "Sorry, you are forbidden from accessing this page.": "Du har ej åtkomst till denna sida.",
  "Sorry, you are making too many requests to our servers.": "Du har gjort för många anrop till servern.",
  "Sorry, you are not authorized to access this page.": "Du är ej auktoriserad för att få tillgång till denna sida.",
  "Sorry, your session has expired. Please refresh and try again.": "Din session har gått ut. Vänligen ladda om sidan och försök på nytt.",
  "This action is unauthorized.": "Denna handling är ej auktoriserad.",
  "This password reset link will expire in :count minutes.": "Denna återställningslänk kommer att gå ut om :count minuter.",
  "Toggle navigation": "Visa/dölj navigeringen",
  "Too Many Attempts.": "För många försök.",
  "Too Many Requests": "För många anrop",
  "Unauthorized": "Ej auktoriserad",
  "Verify Email Address": "Bekfräfta e-postadress",
  "Verify Your Email Address": "Bekfräfta din e-postadress",
  "We won't ask for your password again for a few hours.": "Vi kommer ej fråga efter ditt lösenord igen på några timmar.",
  "Whoops!": "Oops!",
  "Whoops, something went wrong on our servers.": "Oops, något gick fel med våra servrar.",
  "You are receiving this email because we received a password reset request for your account.": "Du får detta mail då någon ha begärt återställning av lösenordet för ditt konto.",
  "Your email address is not verified.": "Din e-postadress är ej verifierad."
}
