{
    "A fresh verification link has been sent to your email address.": "ลิงค์สำหรับยืนยันได้ถูกส่งไปยังอีเมล์ของคุณแล้ว.",
    "All rights reserved.": "สงวนลิขสิทธิ์.",
    "Before proceeding, please check your email for a verification link.": "ก่อนดำเนินการใดๆ, กรุณาตรวจสอบลิงค์ยืนยันที่ถูกส่งไปยังอีเมล์ของคุณ",
    "click here to request another": "คลิ๊กที่นี่ เพื่อขออีเมล์ใหม่",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "E-Mail Address": "อีเมล์",
    "Error": "ข้อผิดพลาด",
    "Forbidden": "ปฏิเสธ",
    "Forgot Your Password?": "ลืมรหัสผ่าน?",
    "Go Home": "ไปหน้าหลัก",
    "Hello!": "สวัสดี! ",
    "hi": "สวัสดี",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you did not receive the email": "หากคุณไม่ได้รับอีเมล์",
    "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ดำเนินการรีเซตรหัสผ่าน, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "หากคลิ๊กปุ่มลิงค์ \":actionText\" ไม่ได้, กรุณาคัดลอก URL ดังต่อไปนี้\n ไปยังบราวเซอร์ของคุณ: [:actionURL](:actionURL)",
    "Login": "เข้าสู่ระบบ",
    "Logout": "ออกจากระบบ",
    "Name": "ชื่อ",
    "Oh no": "ไม่นะ",
    "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
    "Page Not Found": "ไม่พบหน้าที่ร้องขอ",
    "Password": "รหัสผ่าน",
    "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมล์ของคุณ.",
    "Regards": "ด้วยความเคารพ",
    "Register": "สมัครสมาชิก",
    "Remember Me": "จดจำฉัน",
    "Reset Password": "รีเซตรหัสผ่าน",
    "Reset Password Notification": "รีเซตการแจ้งเตือนรหัสผ่าน",
    "Send Password Reset Link": "ส่งลิงค์สำหรับรีเซตรหัสผ่าน",
    "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
    "Sorry, the page you are looking for could not be found.": "ขออภัย, ไม่พบหน้าที่คุณร้องขอ.",
    "Sorry, you are forbidden from accessing this page.": "ขออภัย, คุณถูกปฏิเสธการเข้าถึงหน้านี้.",
    "Sorry, you are making too many requests to our servers.": "ขออภัย, คุณได้ส่งคำขอมายังเซิฟเวอร์มากเกินไป.",
    "Sorry, you are not authorized to access this page.": "ขออภัย, คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้.",
    "Sorry, your session has expired. Please refresh and try again.": "ขออภัย, เซสชั่นของคุณหมดอายุ. กรุณากดรีเฟรชและลองใหม่.",
    "Sorry, we are doing some maintenance. Please check back soon.": "ขออภัย, เรากำลังปิดปรับปรุงระบบชั่วคราว กรุณากลับมาใหม่.",
    "This password reset link will expire in :count minutes.": "ลิงค์สำหรับรีเซตรหัสผ่านนี้จะหมดอายุใน :count นาที.",
    "Toggle navigation": "Toggle navigation",
    "Too Many Requests": "มีการส่งคำขอมากเกินไป",
    "Unauthorized": "ไม่มีสิทธิ",
    "Verify Email Address": "ยืนยันอีเมล์",
    "Verify Your Email Address": "ยืนยันอีเมล์ของคุณ",
    "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมล์สำหรับรีเซตรหัสผ่าน เนื่องจากเราได้รับคำร้องขอรีเซตรหัสผ่านจากบัญชีของคุณ.",
    "Whoops!": "อุปส์!",
    "Whoops, something went wrong on our servers.": "อุปส์, เกิดข้อผิดพลาดที่เซิฟเวอร์."
  }
