{
  "A fresh verification link has been sent to your email address.": "Нове посилання для підтвердження електронної адреси було надіслане вам на пошту",
  "All rights reserved.": "Усі права захищені.",
  "Before proceeding, please check your email for a verification link.": "Перед продовженням, будь ласка перевірте електронну пошту з посиланням на підтвердження електронної адреси.",
  "click here to request another": "натисність тут для повторного відправлення",
  "Confirm Password": "Підтвердити пароль",
  "E-Mail Address": "Адреса електронної пошти",
  "Error": "Помилка",
  "Forbidden": "Заборонено",
  "Forgot Your Password?": "Забули пароль?",
  "Go Home": "На Головну",
  "Hello!": "Привіт!",
  "hi": "привіт",
  "If you did not create an account, no further action is required.": "Якщо ви не створювали аккаунт, подальші дії не потрібні.",
  "If you did not receive the email": "Якщо ви не отримали листа",
  "If you did not request a password reset, no further action is required.": "Якщо ви не надіслали запит на скидання паролю, подальші дії не потрібні.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Якщо у вас виникли проблеми натискаючи на кнопку \":actionText\", скопіюйте та вставте URL нижче\nу свій браузер: [:actionURL](:actionURL)",
  "Login": "Увійти",
  "Logout": "Вийти",
  "Name": "Ім'я",
  "Oh no": "О ні",
  "Page Expired": "Час сесії минув",
  "Page Not Found": "Сторінку не знайдено",
  "Password": "Пароль",
  "Please click the button below to verify your email address.": "Будь ласка натисніть кнопку нижче щоб підтвердити свою електронну адресу.",
  "Regards": "З повагою",
  "Register": "Реєстрація",
  "Remember Me": "Запам'ятати Мене",
  "Reset Password": "Відновити пароль",
  "Reset Password Notification": "Сповіщення про скидання паролю",
  "Send Password Reset Link": "Надіслати посилання для відновлення паролю",
  "Service Unavailable": "Сервіс Недоступний",
  "Sorry, the page you are looking for could not be found.": "Вибачте, сторінка, яку ви шукаєте, не знайдена.",
  "Sorry, you are forbidden from accessing this page.": "Вибачте, вам відмовлено у доступі до цієї сторінки.",
  "Sorry, you are making too many requests to our servers.": "Вибачте, ви надсилаєте надто багато запитів на наші сервери.",
  "Sorry, you are not authorized to access this page.": "Вибачте, ви не авторизовані для доступу до цієї сторінки.",
  "Sorry, you are forbidden to access this page.": "Вибачте, ви не маєте дозволу на доступ до цієї сторінки.",
  "Sorry, your session has expired. Please refresh and try again.": "Вибачте, ваш сеанс закінчився. Будь ласка, оновіть та повторіть спробу.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Вибачте, ми виконуємо певне технічне обслуговування. Будь ласка, перевірте пізніше.",
  "Toggle navigation": "Перемкнути меню",
  "Too Many Requests": "Забагато запитів",
  "Unauthorized": "Неавторизований",
  "Verify Email Address": "Підтвердіть адресу електронної пошти",
  "Verify Your Email Address": "Підтвердіть свою адресу електронної пошти",
  "You are receiving this email because we received a password reset request for your account.": "Ви отримуєте цей електронний лист, оскільки ми отримали запит на скидання паролю для вашого облікового запису.",
  "Whoops!": "Ой!",
  "Whoops, something went wrong on our servers.": "Ой, щось пішло не так на наших серверах."
}
