{
    "Add a new team member to your team, allowing them to collaborate with you.": "Додайте до своєї команди нового члена, що дозволить йому співпрацювати з вами.",
    "A fresh verification link has been sent to your email address.": "Нове посилання для підтвердження електронної адреси було надіслане Вам на пошту",
    "A new verification link has been sent to the email address you provided during registration.": "На електронну адресу, яку ви вказали під час реєстрації, надіслано нове посилання для підтвердження.",
    "Add additional security to your account using two factor authentication.": "Додати додаткову безпеку для вашого профілю, використовуючи два фактора аутентифікації.",
    "Add Team Member": "Додати члена команди",
    "Add": "Додати",
    "Added.": "Додано.",
    "Administrator users can perform any action.": "Користувачі адміністратори можуть виконувати будь-які дії.",
    "Administrator": "Адміністратор",
    "All of the people that are part of this team.": "Усі люди, які є частиною цієї команди.",
    "All rights reserved.": "Усі права захищені.",
    "Already registered?": "Вже зареєстровані?",
    "API Token Permissions": "Дозволи API-токена",
    "API Token": "API-токен",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Токени API дозволяють стороннім службам пройти автентифікацію за допомогою нашої програми від вашого імені.",
    "API Tokens": "API-токени",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ви впевнені, що хочете видалити цю команду? Після видалення команди всі її ресурси та дані будуть остаточно видалені.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ви впевнені, що хочете видалити свій обліковий запис? Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Введіть свій пароль, щоб підтвердити, що хочете назавжди видалити свій обліковий запис.",
    "Are you sure you would like to delete this API token?": "Ви впевнені, що хочете видалити цей API-токен?",
    "Are you sure you would like to leave this team?": "Ви впевнені, що хотіли б залишити цю команду?",
    "Are you sure you would like to remove this person from the team?": "Ви впевнені, що хочете вилучити цю людину із команди?",
    "Before proceeding, please check your email for a verification link.": "Перед продовженням, будь ласка, перевірте електронну пошту з посиланням на підтвердження електронної адреси.",
    "Browser Sessions": "Сеанси браузера",
    "click here to request another": "натисніть тут для повторного запиту",
    "Close": "Закрити",
    "Code": "Код",
    "Confirm Password": "Підтвердити пароль",
    "Confirm": "Підтвердити",
    "Create a new team to collaborate with others on projects.": "Створити нову команду для спільної роботи з іншими користувачами проектів.",
    "Create API Token": "Створити API-токен",
    "Create New Team": "Створити нову команду",
    "Create Team": "Створити команду",
    "Create": "Створити",
    "Created.": "Створено.",
    "Current Password": "Поточний пароль",
    "Dashboard": "Головна",
    "Delete Account": "Видалити аккаунт",
    "Delete API Token": "Видалити API-токен",
    "Delete Team": "Видалити команду",
    "Delete": "Видалити",
    "Disable": "Вимкнути",
    "Done.": "Готово.",
    "E-Mail Address": "Адреса електронної пошти",
    "Editor users have the ability to read, create, and update.": "Редактори мають можливість читати, створювати та оновлювати.",
    "Editor": "Редактор",
    "Email Password Reset Link": "Посилання для скидання пароля електронної пошти",
    "Email": "Електронна пошта",
    "Enable": "Увімкнути",
    "Ensure your account is using a long, random password to stay secure.": "Переконайтеся, що ваш обліковий запис використовує довгий, випадковий пароль, щоб захистити себе.",
    "Error": "Помилка",
    "For your security, please confirm your password to continue.": "З міркувань безпеки підтвердьте свій пароль, щоб продовжити.",
    "Forbidden": "Заборонено",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забули свій пароль? Нема проблем. Просто повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, яке дозволить вам змінити пароль.",
    "Forgot your password?": "Забули пароль?",
    "Forgot Your Password?": "Забули пароль?",
    "Go Home": "На Головну",
    "Go to page :page": "Перейти на сторінку :page",
    "Hello!": "Привіт!",
    "hi": "привіт",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "За необхідності ви можете вийти з усіх інших сеансів браузера на всіх своїх пристроях. Деякі з ваших останніх сесій перелічені нижче; однак цей список може бути не вичерпним. Якщо ви вважаєте, що ваш обліковий запис зламано, вам слід також оновити пароль.",
    "If you did not create an account, no further action is required.": "Якщо ви не створювали акаунт, подальші дії не потрібні.",
    "If you did not receive the email": "Якщо ви не отримали листа",
    "If you did not request a password reset, no further action is required.": "Якщо ви не надсилали запит на скидання паролю, подальші дії не потрібні.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Якщо у вас виникли проблеми натискаючи на кнопку \":actionText\", скопіюйте та вставте URL нижче\nу свій браузер:",
    "Invalid signature.": "Недійсний підпис.",
    "Last active": "Останній активний",
    "Last used": "Останнє використання",
    "Leave Team": "Залишити команду",
    "Leave": "Залишити",
    "Login": "Увійти",
    "Logout Other Browser Sessions": "Вийти з інших сеансів браузера",
    "Logout": "Вийти",
    "Manage Account": "Керувати обліковим записом",
    "Manage and logout your active sessions on other browsers and devices.": "Керуйте активними сеансами та виходьте з них у інших браузерах та на пристроях.",
    "Manage API Tokens": "Керуйте API-токенами",
    "Manage Role": "Управління роллю",
    "Manage Team": "Керувати командою",
    "Name": "Ім'я",
    "Nevermind": "Не зважати",
    "New Password": "Новий пароль",
    "Not Found": "Не знайдено",
    "of": "з",
    "Oh no": "О ні",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Після видалення команди всі її ресурси та дані будуть остаточно видалені. Перш ніж видаляти цю команду, завантажте будь-які дані або інформацію щодо цієї команди, які ви хочете зберегти.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Перш ніж видалити свій обліковий запис, завантажте будь-які дані чи інформацію, які ви хочете зберегти.",
    "Page Expired": "Час сесії минув",
    "Page Not Found": "Сторінку не знайдено",
    "Pagination Navigation": "Навігація пагінацією",
    "Password": "Пароль",
    "Permanently delete this team.": "Назавжди видалити цю команду.",
    "Permanently delete your account.": "Остаточно видалити свій обліковий запис.",
    "Permissions": "Дозволи",
    "Photo": "Фото",
    "Please click the button below to verify your email address.": "Будь ласка, натисніть кнопку нижче щоб підтвердити свою електронну адресу.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Підтвердьте доступ до свого облікового запису, ввівши один із кодів аварійного відновлення.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Будь ласка, підтвердьте доступ до свого облікового запису, ввівши код автентифікації, наданий вашою програмою автентифікації.",
    "Please confirm your password before continuing.": "Підтвердьте свій пароль, перш ніж продовжувати.",
    "Please copy your new API token. For your security, it won't be shown again.": "Скопіюйте ваш новий API-токен. З міркувань безпеки він більше не відображатиметься.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Введіть свій пароль, щоб підтвердити, що хочете вийти з інших сеансів браузера на всіх своїх пристроях.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Будь ласка, вкажіть електронну адресу особи, яку ви хочете додати до цієї команди. Адреса електронної пошти повинна бути пов'язана з наявним обліковим записом.",
    "Profile Information": "Інформація про профіль",
    "Profile": "Профіль",
    "Recovery Code": "Код відновлення",
    "Regards": "З повагою",
    "Regenerate Recovery Codes": "Згенерувати коди відновлення",
    "Register": "Реєстрація",
    "Remember me": "Запам'ятати мене",
    "Remember Me": "Запам'ятати мене",
    "Remove Photo": "Видалити фото",
    "Remove Team Member": "Видалити учасника команди",
    "Remove": "Видалити",
    "Resend Verification Email": "Відправити лист із підтвердженням",
    "Reset Password Notification": "Сповіщення про скидання пароля",
    "Reset Password": "Відновити пароль",
    "results": "результати",
    "Role": "Роль",
    "Save": "Зберегти",
    "Saved.": "Збережено.",
    "Select A New Photo": "Виберіть нове фото",
    "Send Password Reset Link": "Надіслати посилання для відновлення пароля",
    "Server Error": "Помилка серверу",
    "Service Unavailable": "Сервіс недоступний",
    "Show Recovery Codes": "Показати коди відновлення",
    "Showing": "Показ",
    "Sorry, the page you are looking for could not be found.": "Вибачте, сторінка, яку ви шукаєте, не знайдена.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Вибачте, ми виконуємо певне технічне обслуговування. Будь ласка, перевірте пізніше.",
    "Sorry, you are forbidden from accessing this page.": "Вибачте, вам відмовлено у доступі до цієї сторінки.",
    "Sorry, you are forbidden to access this page.": "Вибачте, ви не маєте дозволу на доступ до цієї сторінки.",
    "Sorry, you are making too many requests to our servers.": "Вибачте, ви надсилаєте надто багато запитів на наші сервери.",
    "Sorry, you are not authorized to access this page.": "Вибачте, ви не авторизовані для доступу до цієї сторінки.",
    "Sorry, your session has expired. Please refresh and try again.": "Вибачте, ваш сеанс закінчився. Будь ласка, оновіть сторінку та повторіть спробу.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Зберігайте ці коди відновлення в захищеному менеджері паролів. Вони можуть бути використані для відновлення доступу до вашого облікового запису, якщо ваш двофакторний пристрій автентифікації втрачено.",
    "Switch Teams": "Змінити команди",
    "Team Details": "Подробиці команди",
    "Team Members": "Члени команди",
    "Team Name": "Назва команди",
    "Team Owner": "Власник команди",
    "Team Settings": "Налаштування команди",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дякуємо за реєстрацію! Перед початком роботи, підтвердіть свою адресу електронної пошти, натиснувши посилання, яке ми щойно надіслали вам. Якщо ви не отримали повідомлення електронної пошти, ми із задоволенням надішлемо вам інше.",
    "The :attribute must be a valid role.": "Поле :attribute повинне мати дійсну роль.",
    "The :attribute must be at least :length characters and contain at least one number.": "Поле :attribute має містити принаймні :length символів і містити принаймні одне число.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Поле :attribute має бути принаймні :length символів і містити принаймні один спеціальний символ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Поле :attribute має бути принаймні :length символів і містити принаймні один великий символ та одне число.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Поле :attribute має бути принаймні :length символів і містити принаймні один великий символ та один спеціальний символ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Поле :attribute має бути принаймні :length символів і містити принаймні один великий символ, одне число та один спеціальний символ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Поле :attribute має бути принаймні :length символів і містити принаймні один великий символ.",
    "The :attribute must be at least :length characters.": "Поле :attribute має бути принаймні :length символів.",
    "The provided password does not match your current password.": "Наданий пароль не відповідає вашому поточному паролю.",
    "The provided password was incorrect.": "Введений пароль був неправильним.",
    "The provided two factor authentication code was invalid.": "Наданий двофакторний код автентифікації був недійсним.",
    "The team's name and owner information.": "Ім'я команди та інформація про власника.",
    "This action is unauthorized.": "Ця дія несанкціонована.",
    "This device": "Цей пристрій",
    "This password does not match our records.": "Цей пароль не відповідає нашим записам.",
    "This password reset link will expire in :count minutes.": "Термін дії цього посилання для скидання пароля закінчується через :count хвилин.",
    "This user already belongs to the team.": "Цей користувач вже належить до команди.",
    "to": "до",
    "Toggle navigation": "Перемкнути меню",
    "Token Name": "Назва токена",
    "Too Many Attempts.": "Занадто багато спроб.",
    "Too Many Requests": "Забагато запитів",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Двофакторна автентифікація тепер увімкнена. Відскануйте наступний QR-код за допомогою програми автентифікації вашого телефону.",
    "Two Factor Authentication": "Двофакторна аутентифікація",
    "Unauthorized": "Неавторизований",
    "Update Password": "Оновити пароль",
    "Update your account's profile information and email address.": "Оновіть дані профілю свого облікового запису та електронну адресу.",
    "Use a recovery code": "Використовуйте код відновлення",
    "Use an authentication code": "Використовуйте код автентифікації",
    "Verify Email Address": "Підтвердьте адресу електронної пошти",
    "Verify Your Email Address": "Підтвердьте свою адресу електронної пошти",
    "We were unable to find a registered user with this email address.": "Нам не вдалося знайти зареєстрованого користувача з цією електронною адресою.",
    "We won't ask for your password again for a few hours.": "Ми не будемо запитувати ваш пароль знову протягом кількох годин.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Коли увімкнено двофакторну автентифікацію то під час автентифікації вам буде запропоновано ввести безпечний випадковий токен. Ви можете отримати цей токен із програми Google Authenticator на своєму телефоні.",
    "Whoops, something went wrong on our servers.": "Ой, щось пішло не так на наших серверах.",
    "Whoops! Something went wrong.": "Ой! Щось пішло не так.",
    "Whoops!": "Ой!",
    "You are logged in!": "Ви увійшли в систему",
    "You are receiving this email because we received a password reset request for your account.": "Ви отримали цей електронний лист, оскільки ми отримали запит на скидання паролю для вашого облікового запису.",
    "You have enabled two factor authentication.": "Ви ввімкнули двофакторну автентифікацію.",
    "You have not enabled two factor authentication.": "Ви не ввімкнули двофакторну автентифікацію.",
    "You may delete any of your existing tokens if they are no longer needed.": "Ви можете видалити будь-який з існуючих токенів, якщо вони більше не потрібні.",
    "You may not delete your personal team.": "Ви не можете видалити свою особисту команду.",
    "You may not leave a team that you created.": "Ви не можете залишити створену вами команду.",
    "Your email address is not verified.": "Ваша електронна адреса не підтверджена."
}
