{
    "A fresh verification link has been sent to your email address.": "'n Nuwe verifikasie-skakel is na u e-posadres gestuur.",
    "Before proceeding, please check your email for a verification link.": "Kontroleer u e-pos vir 'n verifikasie-skakel voordat u verder gaan.",
    "click here to request another": "kliek hier om nog een aan te vra",
    "E-Mail Address": "E-pos adres",
    "Forbidden": "Prohibido",
    "Go to page :page": "Gaan na bladsy :page",
    "Hello!": "Hallo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "As dit nodig is, kan u al u blaaier-sessies op al u toestelle afmeld. Sommige van u onlangse sessies word hieronder gelys; hierdie lys mag egter nie volledig wees nie. As u voel dat u rekening gekompromitteer is, moet u ook u wagwoord opdateer.",
    "If you did not create an account, no further action is required.": "As u nie 'n rekening geskep het nie, is geen verdere optrede nodig nie.",
    "If you did not receive the email": "As u nie die e-pos ontvang het nie",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "As u sukkel om op die knoppie \":actionText\" te klik, kopieer en plak die URL hieronder in u webblaaier:",
    "Invalid signature.": "Ongeldige handtekening.",
    "Log out": "Teken uit",
    "Logout Other Browser Sessions": "Meld af van ander blaaier sessies",
    "Manage and logout your active sessions on other browsers and devices.": "Bestuur en meld u aktiewe sessies op ander blaaiers en toestelle af.",
    "Nevermind": "Toemaar",
    "Not Found": "Nie gevind nie",
    "Oh no": "Ag nee",
    "Page Expired": "Bladsy het verval",
    "Pagination Navigation": "Paginasie-navigasie",
    "Please click the button below to verify your email address.": "Klik op die onderstaande knoppie om u e-posadres te verifieer.",
    "Please confirm your password before continuing.": "Bevestig u wagwoord voordat u verder gaan.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Voer u wagwoord in om te bevestig dat u u ander blaaier-sessies op al u toestelle wil afmeld.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Verskaf asseblief die e-pos adres van die persoon wat jy wil graag by te voeg aan hierdie span. Die e-pos adres moet wees wat verband hou met'n bestaande rekening.",
    "Regards": "Groete",
    "results": "resultate",
    "Server Error": "Bedienerprobleem",
    "Service Unavailable": "Diens Onbeskikbaar",
    "Showing": "Wys",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Hierdie aksie is ongemagtig.",
    "This password reset link will expire in :count minutes.": "Hierdie skakel vir die herstel van u wagwoord sal verval oor :count minute.",
    "to": "tot",
    "Toggle navigation": "Skakel navigasie",
    "Too Many Attempts.": "Te veel pogings.",
    "Too Many Requests": "Te veel versoeke",
    "Unauthorized": "Ongemagtigde",
    "Verify Email Address": "Bevestig e-posadres",
    "Verify Your Email Address": "Bevestig jou e-pos adres",
    "We won't ask for your password again for a few hours.": "Ons sal u wagwoord vir 'n paar uur nie weer vra nie.",
    "You are logged in!": "U is aangemeld!",
    "Your email address is not verified.": "U e-posadres is nie geverifieer nie."
}
