{
    "A fresh verification link has been sent to your email address.": "'n Nuwe verifikasie-skakel is na u e-posadres gestuur.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Voeg 'n nuwe spanlid by u span, sodat hulle met u kan saamwerk.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Is jy seker jy wil hierdie span uitvee? Sodra 'n span verwyder is, sal al sy bronne en data permanent uitgevee word.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Is u seker dat u u rekening wil verwyder? Sodra u rekening verwyder is, sal al sy bronne en data permanent uitgevee word. Voer asseblief u wagwoord in om te bevestig dat u u rekening permanent wil verwyder.",
    "Before proceeding, please check your email for a verification link.": "Kontroleer u e-pos vir 'n verifikasie-skakel voordat u verder gaan.",
    "click here to request another": "kliek hier om nog een aan te vra",
    "E-Mail Address": "E-pos adres",
    "Editor users have the ability to read, create, and update.": "Editor-gebruikers het die vermoë om te lees, te skep en op te dateer.",
    "Ensure your account is using a long, random password to stay secure.": "Maak seker dat u rekening 'n lang, ewekansige wagwoord gebruik om veilig te bly.",
    "For your security, please confirm your password to continue.": "Bevestig u wagwoord vir u veiligheid om voort te gaan.",
    "Forbidden": "Prohibido",
    "Go to page :page": "Gaan na bladsy :page",
    "Hello!": "Hallo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Indien nodig, kan jy die log van al jou ander leser sessies oor al jou toestelle. Sommige van jou onlangse sessies word hieronder gelys; egter, hierdie lys kan nie volledig nie. As jy voel dat jou rekening is in die gedrang is, moet jy ook verander jou wagwoord.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "As dit nodig is, kan u al u blaaier-sessies op al u toestelle afmeld. Sommige van u onlangse sessies word hieronder gelys; hierdie lys mag egter nie volledig wees nie. As u voel dat u rekening gekompromitteer is, moet u ook u wagwoord opdateer.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "As u reeds 'n rekening het, kan u hierdie uitnodiging aanvaar deur op die onderstaande knoppie te klik:",
    "If you did not create an account, no further action is required.": "As u nie 'n rekening geskep het nie, is geen verdere optrede nodig nie.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "As u nie verwag het om 'n uitnodiging aan hierdie span te ontvang nie, kan u hierdie e-pos weggooi.",
    "If you did not receive the email": "As u nie die e-pos ontvang het nie",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "As u nie 'n rekening het nie, kan u een skep deur op die knoppie hieronder te klik. Nadat u 'n rekening geskep het, kan u die uitnodigingsknoppie in hierdie e-pos klik om die spanuitnodiging te aanvaar:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "As u sukkel om op die knoppie \":actionText\" te klik, kopieer en plak die URL hieronder in u webblaaier:",
    "Invalid signature.": "Ongeldige handtekening.",
    "Log out": "Teken uit",
    "Logout Other Browser Sessions": "Meld af van ander blaaier sessies",
    "Manage and logout your active sessions on other browsers and devices.": "Bestuur en meld u aktiewe sessies op ander blaaiers en toestelle af.",
    "Nevermind": "Toemaar",
    "Not Found": "Nie gevind nie",
    "Oh no": "Ag nee",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sodra 'n span verwyder is, sal al sy hulpbronne en data permanent uitgevee word. Voordat u hierdie span verwyder, moet u enige data of inligting oor hierdie span wat u wil behou, aflaai.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sodra u rekening verwyder is, sal al sy bronne en data permanent uitgevee word. Voordat u u rekening verwyder, laai asseblief enige data of inligting af wat u wil behou.",
    "Page Expired": "Bladsy het verval",
    "Pagination Navigation": "Paginasie-navigasie",
    "Please click the button below to verify your email address.": "Klik op die onderstaande knoppie om u e-posadres te verifieer.",
    "Please confirm your password before continuing.": "Bevestig u wagwoord voordat u verder gaan.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopieer asseblief u nuwe API-token. Vir u veiligheid sal dit nie weer gewys word nie.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Voer u wagwoord in om te bevestig dat u u ander blaaier-sessies op al u toestelle wil afmeld.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Verskaf asseblief die e-pos adres van die persoon wat jy wil graag by te voeg aan hierdie span. Die e-pos adres moet wees wat verband hou met'n bestaande rekening.",
    "Regards": "Groete",
    "results": "resultate",
    "Server Error": "Bedienerprobleem",
    "Service Unavailable": "Diens Onbeskikbaar",
    "Showing": "Wys",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dankie vir die aanmelding! Kan u, voordat u begin het, u e-posadres verifieer deur op die skakel te klik wat ons so pas aan u gestuur het? As u nie die e-pos ontvang het nie, stuur ons u graag nog een.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Die :attribute moet ten minste :length karakters bevat en ten minste een hoofletter, een nommer en een spesiale karakter bevat.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Die span se naam en eienaarinligting.",
    "This action is unauthorized.": "Hierdie aksie is ongemagtig.",
    "This password reset link will expire in :count minutes.": "Hierdie skakel vir die herstel van u wagwoord sal verval oor :count minute.",
    "to": "tot",
    "Toggle navigation": "Skakel navigasie",
    "Too Many Attempts.": "Te veel pogings.",
    "Too Many Requests": "Te veel versoeke",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Tweefaktor-verifikasie is nou geaktiveer. Skandeer die volgende QR-kode met behulp van die verifikasie-toepassing van u telefoon.",
    "Unauthorized": "Ongemagtigde",
    "Update your account's profile information and email address.": "Dateer u rekening se profielinligting en e-posadres op.",
    "Verify Email Address": "Bevestig e-posadres",
    "Verify Your Email Address": "Bevestig jou e-pos adres",
    "We won't ask for your password again for a few hours.": "Ons sal u wagwoord vir 'n paar uur nie weer vra nie.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "As tweefaktor-verifikasie geaktiveer is, word u gevra om 'n veilige, ewekansige teken tydens verifikasie. U kan hierdie token ophaal in die Google Authenticator-toepassing op u foon.",
    "You are logged in!": "U is aangemeld!",
    "Your email address is not verified.": "U e-posadres is nie geverifieer nie."
}
