{
    "The :attribute must be a valid role.": "Este campo debe ser un rol válido.",
    "The :attribute must be at least :length characters and contain at least one number.": "Este campo debe tener al menos :length caracteres y contener al menos un número.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Este campo debe tener al menos :length caracteres y contener al menos un carácter especial y un número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Este campo debe tener al menos :length caracteres y contener al menos un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Este campo debe tener al menos :length caracteres y contener al menos una letra mayúscula y un número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Este campo debe tener al menos :length caracteres y contener al menos una letra mayúscula y un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Este campo debe tener al menos :length caracteres y contener al menos una letra mayúscula, un número y un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Este campo debe tener al menos :length caracteres y contener al menos una letra mayúscula.",
    "The :attribute must be at least :length characters.": "Este campo debe tener al menos :length caracteres.",
    "The :attribute must contain at least one letter.": "Este campo debe contener al menos una letra.",
    "The :attribute must contain at least one number.": "Este campo debe contener al menos un número.",
    "The :attribute must contain at least one symbol.": "Este campo debe contener al menos un símbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Este campo debe contener al menos una letra mayúscula y una minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "El campo ingresado ha aparecido en una filtración de datos. Por favor elija uno distinto."
}
