{
    "The :attribute must be a valid role.": "Значення поля має бути дійсною роллю.",
    "The :attribute must be at least :length characters and contain at least one number.": "Значення поля має містити принаймні :length символів і містити принаймні одне число.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Значення поля має містити принаймні :length символів і містити принаймні один спеціальний символ і одне число.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Значення поля має містити принаймні :length символів і містити принаймні один спеціальний символ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Значення поля має містити принаймні :length символів і містити принаймні один символ верхнього регістру та одне число.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Значення поля має містити принаймні :length символів і містити принаймні один символ верхнього регістру та один спеціальний символ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Значення поля має містити принаймні :length символів і містити принаймні один символ верхнього регістру, одну цифру та один спеціальний символ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Значення поля має містити принаймні :length символів і містити принаймні один символ верхнього регістру.",
    "The :attribute must be at least :length characters.": "Значення поля має містити принаймні :length символів.",
    "The :attribute must contain at least one letter.": "Значення поля має містити хоча б одну літеру.",
    "The :attribute must contain at least one number.": "Значення поля повинно містити принаймні одне число.",
    "The :attribute must contain at least one symbol.": "Значення поля має містити хоча б один символ.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Значення поля має містити принаймні одну велику та одну малу літери.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Дане поле з'явилося під час витоку даних. Виберіть інше поле."
}
