{
    "A fresh verification link has been sent to your email address.": "Нове посилання для підтвердження електронної адреси було надіслане Вам на пошту",
    "Before proceeding, please check your email for a verification link.": "Перед продовженням, будь ласка, перевірте електронну пошту з посиланням на підтвердження електронної адреси.",
    "click here to request another": "натисніть тут для повторного запиту",
    "E-Mail Address": "Адреса електронної пошти",
    "Forbidden": "Заборонено",
    "Go to page :page": "Перейти на сторінку :page",
    "Hello!": "Привіт!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "За необхідності ви можете вийти з усіх інших сеансів браузера на всіх своїх пристроях. Деякі з ваших останніх сесій перелічені нижче; однак цей список може бути не вичерпним. Якщо ви вважаєте, що ваш обліковий запис зламано, вам слід також оновити пароль.",
    "If you did not create an account, no further action is required.": "Якщо ви не створювали акаунт, подальші дії не потрібні.",
    "If you did not receive the email": "Якщо ви не отримали листа",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Якщо у вас виникли проблеми натискаючи на кнопку \":actionText\", скопіюйте та вставте URL нижче\nу свій браузер:",
    "Invalid signature.": "Недійсний підпис.",
    "Log out": "Вийти з системи",
    "Logout Other Browser Sessions": "Вийти з інших сеансів браузера",
    "Manage and logout your active sessions on other browsers and devices.": "Керуйте активними сеансами та виходьте з них у інших браузерах та на пристроях.",
    "Nevermind": "Не зважати",
    "Not Found": "Не знайдено",
    "Oh no": "О ні",
    "Page Expired": "Час сесії минув",
    "Pagination Navigation": "Навігація пагінацією",
    "Please click the button below to verify your email address.": "Будь ласка, натисніть кнопку нижче щоб підтвердити свою електронну адресу.",
    "Please confirm your password before continuing.": "Підтвердьте свій пароль, перш ніж продовжувати.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Введіть свій пароль, щоб підтвердити, що хочете вийти з інших сеансів браузера на всіх своїх пристроях.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Будь ласка, вкажіть електронну адресу особи, яку ви хочете додати до цієї команди. Адреса електронної пошти повинна бути пов'язана з наявним обліковим записом.",
    "Regards": "З повагою",
    "results": "результати",
    "Server Error": "Помилка серверу",
    "Service Unavailable": "Сервіс недоступний",
    "Showing": "Показ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ця дія несанкціонована.",
    "This password reset link will expire in :count minutes.": "Термін дії цього посилання для скидання пароля закінчується через :count хвилин.",
    "to": "до",
    "Toggle navigation": "Перемкнути меню",
    "Too Many Attempts.": "Занадто багато спроб.",
    "Too Many Requests": "Забагато запитів",
    "Unauthorized": "Неавторизований",
    "Verify Email Address": "Підтвердьте адресу електронної пошти",
    "Verify Your Email Address": "Підтвердьте свою адресу електронної пошти",
    "We won't ask for your password again for a few hours.": "Ми не будемо запитувати ваш пароль знову протягом кількох годин.",
    "You are logged in!": "Ви увійшли в систему",
    "Your email address is not verified.": "Ваша електронна адреса не підтверджена."
}
