{
    "A fresh verification link has been sent to your email address.": "Нове посилання для підтвердження електронної адреси було надіслане Вам на пошту",
    "Add a new team member to your team, allowing them to collaborate with you.": "Додайте до своєї команди нового члена, що дозволить йому співпрацювати з вами.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ви впевнені, що хочете видалити цю команду? Після видалення команди всі її ресурси та дані будуть остаточно видалені.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ви впевнені, що хочете видалити свій обліковий запис? Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Введіть свій пароль, щоб підтвердити, що хочете назавжди видалити свій обліковий запис.",
    "Before proceeding, please check your email for a verification link.": "Перед продовженням, будь ласка, перевірте електронну пошту з посиланням на підтвердження електронної адреси.",
    "click here to request another": "натисніть тут для повторного запиту",
    "E-Mail Address": "Адреса електронної пошти",
    "Editor users have the ability to read, create, and update.": "Редактори мають можливість читати, створювати та оновлювати.",
    "Ensure your account is using a long, random password to stay secure.": "Переконайтеся, що ваш обліковий запис використовує довгий, випадковий пароль, щоб захистити себе.",
    "For your security, please confirm your password to continue.": "З міркувань безпеки підтвердьте свій пароль, щоб продовжити.",
    "Forbidden": "Заборонено",
    "Go to page :page": "Перейти на сторінку :page",
    "Hello!": "Привіт!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "При необхідності ви можете вийти з усіх інших сеансів браузера на всіх ваших пристроях. Деякі з ваших останніх сеансів перераховані нижче; однак цей список може бути не вичерпним. Якщо ви відчуваєте, що ваш обліковий запис був скомпрометований, вам також слід оновити свій пароль.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "За необхідності ви можете вийти з усіх інших сеансів браузера на всіх своїх пристроях. Деякі з ваших останніх сесій перелічені нижче; однак цей список може бути не вичерпним. Якщо ви вважаєте, що ваш обліковий запис зламано, вам слід також оновити пароль.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Якщо ви вже маєте обліковий запис, ви можете прийняти запрошення, натиснувши на кнопку:",
    "If you did not create an account, no further action is required.": "Якщо ви не створювали акаунт, подальші дії не потрібні.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Якщо ви не бажаєте долучатись до цієї команди, ви можете інгорувати цей лист.",
    "If you did not receive the email": "Якщо ви не отримали листа",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Якщо у вас немає облікового запису, ви можете створити його, натиснувши на кнопку нижче. Після створення облікового запису, ви натиснути кнопку прийняття запрошення в цьому листі, щоб прийняти його:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Якщо у вас виникли проблеми натискаючи на кнопку \":actionText\", скопіюйте та вставте URL нижче\nу свій браузер:",
    "Invalid signature.": "Недійсний підпис.",
    "Log out": "Вийти з системи",
    "Logout Other Browser Sessions": "Вийти з інших сеансів браузера",
    "Manage and logout your active sessions on other browsers and devices.": "Керуйте активними сеансами та виходьте з них у інших браузерах та на пристроях.",
    "Nevermind": "Не зважати",
    "Not Found": "Не знайдено",
    "Oh no": "О ні",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Після видалення команди всі її ресурси та дані будуть остаточно видалені. Перш ніж видаляти цю команду, завантажте будь-які дані або інформацію щодо цієї команди, які ви хочете зберегти.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Перш ніж видалити свій обліковий запис, завантажте будь-які дані чи інформацію, які ви хочете зберегти.",
    "Page Expired": "Час сесії минув",
    "Pagination Navigation": "Навігація пагінацією",
    "Please click the button below to verify your email address.": "Будь ласка, натисніть кнопку нижче щоб підтвердити свою електронну адресу.",
    "Please confirm your password before continuing.": "Підтвердьте свій пароль, перш ніж продовжувати.",
    "Please copy your new API token. For your security, it won't be shown again.": "Скопіюйте ваш новий API-токен. З міркувань безпеки він більше не відображатиметься.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Введіть свій пароль, щоб підтвердити, що хочете вийти з інших сеансів браузера на всіх своїх пристроях.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Будь ласка, вкажіть електронну адресу особи, яку ви хочете додати до цієї команди. Адреса електронної пошти повинна бути пов'язана з наявним обліковим записом.",
    "Regards": "З повагою",
    "results": "результати",
    "Server Error": "Помилка серверу",
    "Service Unavailable": "Сервіс недоступний",
    "Showing": "Показ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дякуємо за реєстрацію! Перед початком роботи, підтвердіть свою адресу електронної пошти, натиснувши посилання, яке ми щойно надіслали вам. Якщо ви не отримали повідомлення електронної пошти, ми із задоволенням надішлемо вам інше.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Поле :attribute має бути принаймні :length символів і містити принаймні один великий символ, одне число та один спеціальний символ.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Ім'я команди та інформація про власника.",
    "This action is unauthorized.": "Ця дія несанкціонована.",
    "This password reset link will expire in :count minutes.": "Термін дії цього посилання для скидання пароля закінчується через :count хвилин.",
    "to": "до",
    "Toggle navigation": "Перемкнути меню",
    "Too Many Attempts.": "Занадто багато спроб.",
    "Too Many Requests": "Забагато запитів",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Двофакторна автентифікація тепер увімкнена. Відскануйте наступний QR-код за допомогою програми автентифікації вашого телефону.",
    "Unauthorized": "Неавторизований",
    "Update your account's profile information and email address.": "Оновіть дані профілю свого облікового запису та електронну адресу.",
    "Verify Email Address": "Підтвердьте адресу електронної пошти",
    "Verify Your Email Address": "Підтвердьте свою адресу електронної пошти",
    "We won't ask for your password again for a few hours.": "Ми не будемо запитувати ваш пароль знову протягом кількох годин.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Коли увімкнено двофакторну автентифікацію то під час автентифікації вам буде запропоновано ввести безпечний випадковий токен. Ви можете отримати цей токен із програми Google Authenticator на своєму телефоні.",
    "You are logged in!": "Ви увійшли в систему",
    "Your email address is not verified.": "Ваша електронна адреса не підтверджена."
}
