{
    "A fresh verification link has been sent to your email address.": "E-poçt ünvanınıza təzə yoxlama linki göndərildi.",
    "Before proceeding, please check your email for a verification link.": "Davam etməzdən əvvəl, xahiş edirik e-poçtunuzu yoxlama bağlantınız üçün yoxlayın.",
    "click here to request another": "başqa bir tələb etmək üçün buraya basın",
    "E-Mail Address": "E-poçt",
    "Forbidden": "Qadağan",
    "Go to page :page": ":page səhifəsinə keçin",
    "Hello!": "Salam!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Lazım gələrsə, bütün cihazlarınızdakı bütün digər brauzer seanslarından çıxa bilərsiniz. Son seanslarınızdan bəziləri aşağıda verilmişdir; lakin bu siyahı tam olmaya bilər. Hesabınızın təhlükəyə məruz qaldığını hiss edirsinizsə, şifrənizi də yeniləməlisiniz.",
    "If you did not create an account, no further action is required.": "Bir haqq-hesab yaratmadıysanız, heç bir əlavə fəaliyyət tələb olunur.",
    "If you did not receive the email": "Əgər siz məktubu almışlar e-poçt",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Siz \":actionText\" düyməsinə basaraq sorun qarşılaşdıqda, surəti və aşağıdakı URL yapışdırıb\nveb brauzerinizdə:",
    "Invalid signature.": "Yanlış imza.",
    "Log out": "Çıxın",
    "Logout Other Browser Sessions": "Digər Brauzer Sessiyalarından Çıxın",
    "Manage and logout your active sessions on other browsers and devices.": "Aktiv sessiyalarınızı idarə edin və digər brauzerlərdə və cihazlarda onlardan çıxın.",
    "Nevermind": "Ağla etməyin",
    "Not Found": "tapılmadı",
    "Oh no": "Xeyr",
    "Page Expired": "Səhifə Gecikdirildi",
    "Pagination Navigation": "Pages naviqasiya",
    "Please click the button below to verify your email address.": "Xahiş edirik e-poçt ünvanınızı təsdiqləmək üçün aşağıdakı düyməni basın.",
    "Please confirm your password before continuing.": "Davam etməzdən əvvəl şifrənizi təsdiq edin.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Bütün cihazlarınızdakı digər brauzer sessiyalarından çıxmaq istədiyinizi təsdiq etmək üçün şifrənizi daxil edin.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Bu komanda əlavə etmək istədiyiniz şəxsin e-poçt ünvanınızı daxil edin. Elektron poçt ünvanı mövcud hesabınızla əlaqəli olmalıdır.",
    "Regards": "Hörmətlə",
    "results": "nəticələr",
    "Server Error": "Server error",
    "Service Unavailable": "Xidməti Mövcud Deyil",
    "Showing": "Anasini",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Bu fəaliyyət icazəsiz deyil.",
    "This password reset link will expire in :count minutes.": "Bu parol sıfırlama link :count dəqiqə sonra başa çatır.",
    "to": "k",
    "Toggle navigation": "Keçid naviqasiya",
    "Too Many Attempts.": "Çox Çalışır.",
    "Too Many Requests": "Çox Sorğu",
    "Unauthorized": "İcazəsiz",
    "Verify Email Address": "E-Poçt Ünvanınızı Yoxlayın",
    "Verify Your Email Address": "Yoxlamaq E-Poçt Ünvanınızı",
    "We won't ask for your password again for a few hours.": "Biz saat ərzində yenidən parol tələb edəcək.",
    "You are logged in!": "Siz daxil!",
    "Your email address is not verified.": "E-poçt ünvanınız təsdiqlənməyib."
}
