{
    "The :attribute must be a valid role.": "Bu sahə etibarlı rol olmalıdır.",
    "The :attribute must be at least :length characters and contain at least one number.": "Bu sahə ən azı :length simvollardan ibarət olmalıdır və ən azı bir ədəd olmalıdır.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Bu sahə ən azı :length simvollardan ibarət olmalıdır və ən azı bir xüsusi simvol və bir nömrəni ehtiva etməlidir.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Bu sahə ən azı :length simvolları olmalıdır və ən azı bir xüsusi simvoldan ibarət olmalıdır.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Bu sahə ən azı :length simvollardan ibarət olmalıdır və ən azı bir böyük hərf və bir rəqəmdən ibarət olmalıdır.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Bu sahə ən azı :length simvolları olmalıdır və ən azı bir böyük hərf və bir xüsusi simvoldan ibarət olmalıdır.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Bu sahə ən azı :length simvolları olmalıdır və ən azı bir böyük hərf, bir rəqəm və bir xüsusi simvoldan ibarət olmalıdır.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Bu sahə ən azı :length simvolları olmalıdır və ən azı bir böyük hərfdən ibarət olmalıdır.",
    "The :attribute must be at least :length characters.": "Bu sahə ən azı :length simvollarından ibarət olmalıdır.",
    "The :attribute must contain at least one letter.": "Bu sahədə ən azı bir hərf olmalıdır.",
    "The :attribute must contain at least one number.": "Bu sahədə ən azı bir nömrə olmalıdır.",
    "The :attribute must contain at least one symbol.": "Bu sahədə ən azı bir simvol olmalıdır.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Bu sahədə ən azı bir böyük və bir kiçik hərf olmalıdır.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Verilən sahə məlumat sızmasında göründü. Lütfən, başqa sahə seçin."
}
