{
    "The :attribute must be a valid role.": "Aqueste camp deu correspondre a un ròtle valid.",
    "The :attribute must be at least :length characters and contain at least one number.": "Aqueste camp deu far almens :length caractèrs e conténer almens un nombre.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Aqueste camp deu far almens :length caractèrs e conténer almens un caractèr especial e un nombre.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Aqueste camp deu far almens :length caractèrs e conténer almens un caractèr especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Aqueste camp deu far almens :length caractèrs e conténer almens una letra majuscula e un nombre.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Aqueste camp deu far almens :length caractèrs e conténer almens una letra majuscula e un caractèr especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Aqueste camp deu far almens :length caractèrs e conténer almens una letra majuscula, un nombre e un caractèr especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Aqueste camp deu far almens :length caractèrs e conténer almens una letra majuscula.",
    "The :attribute must be at least :length characters.": "Aqueste camp deu far almens :length caractèrs.",
    "The :attribute must contain at least one letter.": "Aqueste camp deu conténer almens una letra.",
    "The :attribute must contain at least one number.": "Aqueste camp deu conténer almens un nombre.",
    "The :attribute must contain at least one symbol.": "Aqueste camp deu conténer almens un simbòl.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Aqueste camp deu conténer almens una letra majuscula e una letra minuscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Lo camp indicat es estat trobat dins una fuita de donadas. Causissètz un autre camp."
}
