{
    "A fresh verification link has been sent to your email address.": "Na elektronski naslov je bila poslana nova povezava za potrditev.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodaj novega člana skupine, da bo lahko sodeloval.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Res želite izbrisati skupino? Odstranjeni bodo tudi vsi podatki skupine.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Res želite izbrisati račun? Izbrisani bodo tudi podatki računa. Vnesite vaše geslo za potrditev izbrisa računa.",
    "Before proceeding, please check your email for a verification link.": "Pred nadaljevanjem, preverite elektronski naslov za potrditveno povezavo.",
    "click here to request another": "kliknite tu za ponovno pridobitev",
    "E-Mail Address": "E-mail naslov",
    "Editor users have the ability to read, create, and update.": "Uredniki imajo možnost branja, kreairanja in posodabljanja.",
    "Ensure your account is using a long, random password to stay secure.": "Za boljšo varnost računa naj bo geslo dolgo in naključno.",
    "For your security, please confirm your password to continue.": "Zaradi varnosti pred nadaljevanjem potrdite geslo.",
    "Forbidden": "Onemogočeno",
    "Go to page :page": "Pojdi na stran :page",
    "Hello!": "Živijo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Po potrebi se lahko odjavite iz vseh drugih sej brskalnika v vseh svojih napravah. Nekatera vaša nedavna zasedanja so navedena spodaj, vendar ta seznam morda ni izčrpen. Če menite, da je vaš račun ogrožen, morate posodobiti tudi svoje geslo.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Če je potrebno, se boste odjavili iz vseh sej v vseh brskalnikih na vseh napravah. Nekaj zadnjih sej je navedenih spodaj; seznam ni nujno popoln. Če se vam zdi, da je bil vaš račun zlorabljen, posodobite tudi svoje geslo.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Če že imate račun, lahko sprejmete povabilo s klikom na spodnji gumb:",
    "If you did not create an account, no further action is required.": "Če niste kreirali računa, dodatna akcija ni potrebna.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Če niste pričakovali, da boste prejeli povabilo k tej ekipi, lahko to e-pošto zavržete.",
    "If you did not receive the email": "Če niste prejeli elektronskega sporočila",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Če nimate računa, ga lahko ustvarite s klikom na spodnji gumb. Ko ustvarite račun, lahko kliknete na gumb za sprejem povabila v tej e-pošti, da sprejmete povabilo skupine.:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "V primeru težav s klikom na gumb \":actionText\", kopirajte in prilepite spodnji URL naslov v brskalnik:",
    "Invalid signature.": "Neveljaven podpis.",
    "Log out": "Odjava",
    "Logout Other Browser Sessions": "Odjavi ostale seje brskalnika",
    "Manage and logout your active sessions on other browsers and devices.": "Urejanje in odjava aktivnih sej v drugih brskalnikih in napravah.",
    "Nevermind": "Pozabi",
    "Not Found": "Ni najdeno",
    "Oh no": "O, ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Ko je skupina izbrisana, so odstranjeni tudi podatki skupine. Pred brisanjem skupine prenesite vse podatke skupine, ki jih želite ohraniti.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Ko je račun izbrisan, so odstranjeni tudi vsi podatki računa. Pred brisanjem prenesite vse podatke računa, ki jih želite ohraniti.",
    "Page Expired": "Stran je potekla",
    "Pagination Navigation": "Navigacija po straneh",
    "Please click the button below to verify your email address.": "S klikom na spodnjo povezavo potrdite vaš elektronski naslov.",
    "Please confirm your password before continuing.": "Pred nadaljevanjem potrdite geslo.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopirajte vaš nov API žeton. Zaradi vaše varnosti ne bo prikazan ponovno.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Za potrditev odjave iz ostalih sej brskalnokov na vseh napravah vnesite vaše geslo.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Vnesite elektronski naslov osebe, ki bi jo radi dodali v skupino. Elektronski naslov mora biti v uporabi pri obstoječem uporabniku.",
    "Regards": "S spoštovanjem",
    "results": "rezultati",
    "Server Error": "Napaka na strežniku",
    "Service Unavailable": "Servis ni dostopen",
    "Showing": "Prikazovanje",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Hvala za registracijo! Pred začetkom, potrdite elektronski naslov s klikom na povezavo, ki smo jo ravnokar poslali? Če sporočila niste prejeli na vaš elektronski naslov, lahko pošljemo novega.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Beseda za :attribute mora biti dolga vsaj :length znakov, in mora vsebovati vsaj eno veliko črko, eno številko ter en poseben znak.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Ime skupine in podatki o lastniku.",
    "This action is unauthorized.": "Akcija ni dovoljena.",
    "This password reset link will expire in :count minutes.": "Povezava za obnovitev gesla bo potekla čez :count minut.",
    "to": "do",
    "Toggle navigation": "Preklopi navigacijo",
    "Too Many Attempts.": "Preveč poizkusov.",
    "Too Many Requests": "Preveč prošenj",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvo stopenjska prijava je omogočena. Skeniraj sledečo QR kodo z aplikacijo za prijavo na telefonu.",
    "Unauthorized": "Nepooblaščeno",
    "Update your account's profile information and email address.": "Posodobitev podatkov profila in elektronskega naslova.",
    "Verify Email Address": "Potrditev elektronskega naslova",
    "Verify Your Email Address": "Potrdite vaš elektronski naslov",
    "We won't ask for your password again for a few hours.": "V naslednjih nekaj urah gesla ne bo potrebno vnašati.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ob vklopljeni dvo stopenjski prijavi boste ob prijavi vprašani za naključnim varnostnim žetonom. Žeton lahko pridobite na vašem telefonu z aplikacijo Google Authenticator.",
    "You are logged in!": "Prijava uspešna!",
    "Your email address is not verified.": "Elektronski naslov ni potrjen."
}
