{
    "A fresh verification link has been sent to your email address.": "Na elektronski naslov je bila poslana nova povezava za potrditev.",
    "Before proceeding, please check your email for a verification link.": "Pred nadaljevanjem, preverite elektronski naslov za potrditveno povezavo.",
    "click here to request another": "kliknite tu za ponovno pridobitev",
    "E-Mail Address": "E-mail naslov",
    "Forbidden": "Onemogočeno",
    "Go to page :page": "Pojdi na stran :page",
    "Hello!": "Živijo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Če je potrebno, se boste odjavili iz vseh sej v vseh brskalnikih na vseh napravah. Nekaj zadnjih sej je navedenih spodaj; seznam ni nujno popoln. Če se vam zdi, da je bil vaš račun zlorabljen, posodobite tudi svoje geslo.",
    "If you did not create an account, no further action is required.": "Če niste kreirali računa, dodatna akcija ni potrebna.",
    "If you did not receive the email": "Če niste prejeli elektronskega sporočila",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "V primeru težav s klikom na gumb \":actionText\", kopirajte in prilepite spodnji URL naslov v brskalnik:",
    "Invalid signature.": "Neveljaven podpis.",
    "Log out": "Odjava",
    "Logout Other Browser Sessions": "Odjavi ostale seje brskalnika",
    "Manage and logout your active sessions on other browsers and devices.": "Urejanje in odjava aktivnih sej v drugih brskalnikih in napravah.",
    "Nevermind": "Pozabi",
    "Not Found": "Ni najdeno",
    "Oh no": "O, ne",
    "Page Expired": "Stran je potekla",
    "Pagination Navigation": "Navigacija po straneh",
    "Please click the button below to verify your email address.": "S klikom na spodnjo povezavo potrdite vaš elektronski naslov.",
    "Please confirm your password before continuing.": "Pred nadaljevanjem potrdite geslo.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Za potrditev odjave iz ostalih sej brskalnokov na vseh napravah vnesite vaše geslo.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Vnesite elektronski naslov osebe, ki bi jo radi dodali v skupino. Elektronski naslov mora biti v uporabi pri obstoječem uporabniku.",
    "Regards": "S spoštovanjem",
    "results": "rezultati",
    "Server Error": "Napaka na strežniku",
    "Service Unavailable": "Servis ni dostopen",
    "Showing": "Prikazovanje",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Akcija ni dovoljena.",
    "This password reset link will expire in :count minutes.": "Povezava za obnovitev gesla bo potekla čez :count minut.",
    "to": "do",
    "Toggle navigation": "Preklopi navigacijo",
    "Too Many Attempts.": "Preveč poizkusov.",
    "Too Many Requests": "Preveč prošenj",
    "Unauthorized": "Nepooblaščeno",
    "Verify Email Address": "Potrditev elektronskega naslova",
    "Verify Your Email Address": "Potrdite vaš elektronski naslov",
    "We won't ask for your password again for a few hours.": "V naslednjih nekaj urah gesla ne bo potrebno vnašati.",
    "You are logged in!": "Prijava uspešna!",
    "Your email address is not verified.": "Elektronski naslov ni potrjen."
}
