{
    "The :attribute must be a valid role.": "Le nkambu kufanele ibe indima evumelekile.",
    "The :attribute must be at least :length characters and contain at least one number.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi iqukathe okungenani inombolo eyodwa.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi iqukathe okungenani uhlamvu olulodwa olukhethekile nenombolo eyodwa.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi iqukathe okungenani uhlamvu olulodwa olukhethekile.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi iqukathe okungenani uhlamvu olulodwa lofeleba kanye nenombolo eyodwa.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi okungenani ibe nohlamvu olulodwa olukhulu nohlamvu olulodwa olukhethekile.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi okungenani ibe nohlamvu olulodwa olukhulu, inombolo eyodwa, nohlamvu olulodwa olukhethekile.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Le nkambu kufanele okungenani ibe nezinhlamvu ezingu-:length futhi iqukathe okungenani uhlamvu olulodwa olukhulu.",
    "The :attribute must be at least :length characters.": "Le nkambu kufanele okungenani ibe nezinhlamvu eziyi-:length.",
    "The :attribute must contain at least one letter.": "Le nkambu kufanele iqukathe okungenani uhlamvu olulodwa.",
    "The :attribute must contain at least one number.": "Le nkambu kufanele iqukathe okungenani inombolo eyodwa.",
    "The :attribute must contain at least one symbol.": "Le nkambu kufanele iqukathe okungenani uphawu olulodwa.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Le nkambu kufanele okungenani ibe nofeleba oyedwa oyedwa kanye nosonhlamvukazi oyedwa.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Inkambu enikeziwe ivele ekuvuzeni kwedatha. Sicela ukhethe inkambu ehlukile."
}
