{
    "A fresh verification link has been sent to your email address.": "नयाँ ईमेल प्रमाणिकरण लिंक तपाईको इ-मेल ठेगानामा पठाइएको छ।",
    "Add a new team member to your team, allowing them to collaborate with you.": "थप एक नयाँ टीम सदस्य आफ्नो टीम अनुमति, तिनीहरूलाई संग सहकार्य you.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Are you sure you want to delete this टीम? एक पटक एक टीम हटाइएको छ, सबै को आफ्नो स्रोत र डाटा will be permanently deleted.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Are you sure you want to delete your account? एक पटक आफ्नो खाता मेटिएको छ, सबै को आफ्नो स्रोत र डाटा will be permanently deleted. कृपया पुष्टि गर्न आफ्नो पासवर्ड प्रविष्टि you would like to permanently delete your account.",
    "Before proceeding, please check your email for a verification link.": "अघि बढ्नु अघि कृपया तपाईंको ईमेल प्रमाणिकरण लिंकका लागि जाँच गर्नुहोस्",
    "click here to request another": "अर्को अनुरोध गर्न यहाँ क्लिक गर्नुहोस्",
    "E-Mail Address": "इ - मेल ठेगाना",
    "Editor users have the ability to read, create, and update.": "सम्पादक प्रयोगकर्ता गर्ने क्षमता छ, पढ्नुहोस्, सिर्जना गर्नुहोस्, र अपडेट.",
    "Ensure your account is using a long, random password to stay secure.": "सुनिश्चित आफ्नो खाता प्रयोग छ, एक लामो अनियमित पासवर्ड सुरक्षित रहन.",
    "For your security, please confirm your password to continue.": "आफ्नो सुरक्षा को लागि, कृपया आफ्नो पासवर्ड पुष्टि गर्न जारी । ",
    "Forbidden": "निषेध गरिएको",
    "Go to page :page": "जानुहोस् पृष्ठ :page",
    "Hello!": "नमस्कार!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "यदि आवश्यक, you may log out सबै को आफ्नो अन्य ब्राउजर सत्र across all of your devices. केही आफ्नो हाल सत्र तल दिइएका छन्; तथापि, यो सूची exhaustive नहुन सक्छ. तपाईं महसुस भने तपाईंको खातामा सम्झौता गरिएको छ, तपाईं पनि गर्नुपर्छ update your password.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "यदि आवश्यक, तपाईँले लगआउट सबै को आफ्नो अन्य ब्राउजर सत्र across all of your devices. केही आफ्नो हाल सत्र तल दिइएका छन्; तथापि, यो सूची exhaustive नहुन सक्छ. तपाईं महसुस भने तपाईंको खातामा सम्झौता गरिएको छ, तपाईं पनि गर्नुपर्छ update your password.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "तपाईं पहिले देखि नै एक खाता छ भने, तपाईँले यो स्वीकार निमन्त्रणा द्वारा बटन क्लिक तल:",
    "If you did not create an account, no further action is required.": "यदि तपाईंले खाता सिर्जना गर्नुभएको छैन भने, अगाडि कुनै कार्यको आवश्यक पर्दैन।",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "यदि तपाईं आशा थिएन निमन्त्रणा प्राप्त गर्न यो टोली, you may खारेज यस इमेल.",
    "If you did not receive the email": "यदि तपाईंले ईमेल प्राप्त गर्नुभएको छैन भने",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "तपाईं एक खाता छैन भने, तपाईं सिर्जना गर्न सक्छ, एक बटन क्लिक गरेर तल. पछि खाता सिर्जना, you may क्लिक गर्नुहोस् निमन्त्रणा स्वीकृति बटन मा यो इमेल स्वीकार गर्न टीम निमन्त्रणा:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "यदि तपाईंलाई क्लिक गर्दा समस्या भइरहेको छ भने \":actionText\" बटन, प्रतिलिपि गरेर तल URL लाई टाँस्नुहोस् वेब n तपाइँको वेब ब्राउजर:",
    "Invalid signature.": "अवैध हस्ताक्षर।",
    "Log out": "लग आउट",
    "Logout Other Browser Sessions": "लगआउट अन्य ब्राउजर सत्र",
    "Manage and logout your active sessions on other browsers and devices.": "व्यवस्थापन र लगआउट आफ्नो सक्रिय सत्र मा अन्य ब्राउजर र उपकरणहरू.",
    "Nevermind": "होईन",
    "Not Found": "फेला परेन",
    "Oh no": "ओह होइन",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "एक पटक एक टीम हटाइएको छ, सबै को आफ्नो स्रोत र डाटा will be permanently deleted. पहिले मेटाउने यो टीम, डाउनलोड गर्नुहोस् कुनै पनि डाटा वा जानकारी सन्दर्भमा यो टीम तपाईं इच्छा राख्नु गर्न.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "एक पटक आफ्नो खाता मेटिएको छ, सबै को आफ्नो स्रोत र डाटा will be permanently deleted. पहिले deleting your account, please डाउनलोड कुनै पनि डाटा वा जानकारी तपाईं इच्छा राख्नु गर्न.",
    "Page Expired": "पृष्ठ समयावधि सकियो",
    "Pagination Navigation": "पेजमा नम्बर रखाइ अन्वेषण",
    "Please click the button below to verify your email address.": "कृपया तलको बटन क्लिक गर्नुहोस् तपाईंको ईमेल ठेगाना प्रमाणित गर्न।",
    "Please confirm your password before continuing.": "कृपया जारी राख्नु अघि तपाईंको पासवर्ड पुष्टि गर्नुहोस्।",
    "Please copy your new API token. For your security, it won't be shown again.": "प्रतिलिपि कृपया आफ्नो नयाँ एपीआई टोकन. आफ्नो सुरक्षा को लागि, it won ' t be shown फेरि । ",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "कृपया पुष्टि गर्न आफ्नो पासवर्ड प्रविष्टि गर्न चाहनुहुन्छ लगआउट आफ्नो अन्य ब्राउजर सत्र across all of your devices.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Please provide the email address of the person you would like to add गर्न यो टीम ।  ईमेल ठेगाना हुनु पर्छ संग सम्बन्धित एक अवस्थित खाता.",
    "Regards": "सादर",
    "results": "परिणाम",
    "Server Error": "सर्भर त्रुटि",
    "Service Unavailable": "सेवा अनुपलब्ध",
    "Showing": "देखाउने",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "धन्यवाद लागि साइन अप! सुरु रही अघि सक्छ, तपाईं प्रमाणित गर्न आफ्नो इमेल ठेगाना लिंक मा क्लिक गरेर, हामी बस emailed to you? If you didn ' t receive the email, we will खुसीसाथ तपाईं पठाउन अर्को.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "यो :attribute कम से कम हुनुपर्छ :length वर्ण र समावेश कम्तिमा एक अपर चरित्र, एक नम्बर, र एक विशेष चरित्र छ । ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "टीम गरेको नाम र मालिक जानकारी । ",
    "This action is unauthorized.": "यो कार्य अनधिकृत छ।",
    "This password reset link will expire in :count minutes.": "यस पासवर्ड रिसेट लिंकको म्याद सकिन्छ :count minutes.",
    "to": "गर्न",
    "Toggle navigation": "टगल नेभिगेसन",
    "Too Many Attempts.": "धेरै धेरै प्रयासहरू।",
    "Too Many Requests": "धेरै धेरै अनुरोधहरू",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "दुई कारक प्रमाणीकरण अब सक्षम. स्क्यान निम्न QR कोड आफ्नो फोन को प्रयोग गरेको प्रमाणिकरण आवेदन छ । ",
    "Unauthorized": "अनधिकृत",
    "Update your account's profile information and email address.": "अपडेट आफ्नो खातामा प्रोफाइल जानकारी र इमेल ठेगाना.",
    "Verify Email Address": "ईमेल ठेगाना प्रमाणित गर्नुहोस्",
    "Verify Your Email Address": "तपाईको इ-मेल ठेगाना प्रमाणित गर्नुहोस्",
    "We won't ask for your password again for a few hours.": "हामी तपाइँको पासवर्ड केहि घण्टा फेरि सोध्ने छैनौं।",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "जब दुई कारक प्रमाणीकरण सक्षम छ, तपाईं हुनेछ गर्नुको लागि एक सुरक्षित, अनियमित टोकन समयमा प्रमाणीकरण. You may पुनःबहाली यो टोकन देखि आफ्नो फोनको गुगल प्रमाणिकरण आवेदन छ । ",
    "You are logged in!": "तपाईं लग इन हुनुहुन्छ!",
    "Your email address is not verified.": "तपाईको इ-मेल ठेगाना प्रमाणित गरिएको छैन।"
}
