{
    "A fresh verification link has been sent to your email address.": "नयाँ ईमेल प्रमाणिकरण लिंक तपाईको इ-मेल ठेगानामा पठाइएको छ।",
    "Before proceeding, please check your email for a verification link.": "अघि बढ्नु अघि कृपया तपाईंको ईमेल प्रमाणिकरण लिंकका लागि जाँच गर्नुहोस्",
    "click here to request another": "अर्को अनुरोध गर्न यहाँ क्लिक गर्नुहोस्",
    "E-Mail Address": "इ - मेल ठेगाना",
    "Forbidden": "निषेध गरिएको",
    "Go to page :page": "जानुहोस् पृष्ठ :page",
    "Hello!": "नमस्कार!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "यदि आवश्यक, तपाईँले लगआउट सबै को आफ्नो अन्य ब्राउजर सत्र across all of your devices. केही आफ्नो हाल सत्र तल दिइएका छन्; तथापि, यो सूची exhaustive नहुन सक्छ. तपाईं महसुस भने तपाईंको खातामा सम्झौता गरिएको छ, तपाईं पनि गर्नुपर्छ update your password.",
    "If you did not create an account, no further action is required.": "यदि तपाईंले खाता सिर्जना गर्नुभएको छैन भने, अगाडि कुनै कार्यको आवश्यक पर्दैन।",
    "If you did not receive the email": "यदि तपाईंले ईमेल प्राप्त गर्नुभएको छैन भने",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "यदि तपाईंलाई क्लिक गर्दा समस्या भइरहेको छ भने \":actionText\" बटन, प्रतिलिपि गरेर तल URL लाई टाँस्नुहोस् वेब n तपाइँको वेब ब्राउजर:",
    "Invalid signature.": "अवैध हस्ताक्षर।",
    "Log out": "लग आउट",
    "Logout Other Browser Sessions": "लगआउट अन्य ब्राउजर सत्र",
    "Manage and logout your active sessions on other browsers and devices.": "व्यवस्थापन र लगआउट आफ्नो सक्रिय सत्र मा अन्य ब्राउजर र उपकरणहरू.",
    "Nevermind": "होईन",
    "Not Found": "फेला परेन",
    "Oh no": "ओह होइन",
    "Page Expired": "पृष्ठ समयावधि सकियो",
    "Pagination Navigation": "पेजमा नम्बर रखाइ अन्वेषण",
    "Please click the button below to verify your email address.": "कृपया तलको बटन क्लिक गर्नुहोस् तपाईंको ईमेल ठेगाना प्रमाणित गर्न।",
    "Please confirm your password before continuing.": "कृपया जारी राख्नु अघि तपाईंको पासवर्ड पुष्टि गर्नुहोस्।",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "कृपया पुष्टि गर्न आफ्नो पासवर्ड प्रविष्टि गर्न चाहनुहुन्छ लगआउट आफ्नो अन्य ब्राउजर सत्र across all of your devices.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Please provide the email address of the person you would like to add गर्न यो टीम ।  ईमेल ठेगाना हुनु पर्छ संग सम्बन्धित एक अवस्थित खाता.",
    "Regards": "सादर",
    "results": "परिणाम",
    "Server Error": "सर्भर त्रुटि",
    "Service Unavailable": "सेवा अनुपलब्ध",
    "Showing": "देखाउने",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "यो कार्य अनधिकृत छ।",
    "This password reset link will expire in :count minutes.": "यस पासवर्ड रिसेट लिंकको म्याद सकिन्छ :count minutes.",
    "to": "गर्न",
    "Toggle navigation": "टगल नेभिगेसन",
    "Too Many Attempts.": "धेरै धेरै प्रयासहरू।",
    "Too Many Requests": "धेरै धेरै अनुरोधहरू",
    "Unauthorized": "अनधिकृत",
    "Verify Email Address": "ईमेल ठेगाना प्रमाणित गर्नुहोस्",
    "Verify Your Email Address": "तपाईको इ-मेल ठेगाना प्रमाणित गर्नुहोस्",
    "We won't ask for your password again for a few hours.": "हामी तपाइँको पासवर्ड केहि घण्टा फेरि सोध्ने छैनौं।",
    "You are logged in!": "तपाईं लग इन हुनुहुन्छ!",
    "Your email address is not verified.": "तपाईको इ-मेल ठेगाना प्रमाणित गरिएको छैन।"
}
