{
    "A fresh verification link has been sent to your email address.": "Novi verifikacioni link je poslat na Vašu e-mail adresu.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodaj novog člana tima u tvoj tim, dozvoljavajući mu da radi sa tobom.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Da li ste sigurni da želite da izbrišete ovaj tim? Jednom kada se tim izbriše, svi njegovi resursi i podaci biće trajno izbrisani.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Da li ste sigurni da želite da izbrišete svoj nalog? Jednom kada se vaš nalog izbriše, svi njegovi resursi i podaci biće trajno izbrisani. Unesite lozinku da biste potvrdili da želite trajno izbrisati nalog.",
    "Before proceeding, please check your email for a verification link.": "Pre nego sto nastavite, molimo Vaš proverite e-mail za verifikacioni link.",
    "click here to request another": "Kliknite ovde da pošaljete još jedan",
    "E-Mail Address": "Adresa elektronske pošte",
    "Editor users have the ability to read, create, and update.": "Корисници уређивача имају могућност читања, креирања и ажурирања.",
    "Ensure your account is using a long, random password to stay secure.": "Uverite se da nalog koristi dugu nasumičnu lozinku da biste bili sigurni.",
    "For your security, please confirm your password to continue.": "Radi vaše sigurnosti, potvrdite lozinku da biste nastavili.",
    "Forbidden": "Zabranjeno",
    "Go to page :page": "Идите на страницу :page",
    "Hello!": "Zdravo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете се одјавити са свих осталих сесија прегледача на свим својим уређајима. Неке од ваших најновијих сесија су наведене у наставку; међутим, ова листа можда није исцрпна. Ако сматрате да је ваш налог угрожен, требало би да ажурирате и своју лозинку.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete da se odjavite iz svih ostalih sesija pregledača na svim svojim uređajima. Ako smatrate da je nalog narušen, trebalo bi da ažurirate i lozinku.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ако већ имате налог, можете прихватити овај позив кликом на дугме испод:",
    "If you did not create an account, no further action is required.": "Ukoliko niste kreirali nalog, nije potrebno da preduzimate dalje korake.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ако се не очекује да добије позив у ову команду можете одустати од овог писма.",
    "If you did not receive the email": "Ako niste primili e-mail",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ако немате налог, можете га креирати кликом на дугме испод. Након што отворите налог, можете да кликнете на дугме за прихватање позива у тој е-пошти да бисте прихватили позив тима:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ako imate problema pri kliku na \":actionText\" dugme, kopirajte i nalepite URL ispod\n ili u vaš veb pretraživač:",
    "Invalid signature.": "Nevažeći potpis.",
    "Log out": "Одјавите се",
    "Logout Other Browser Sessions": "Odjavi se sa ostalih sesija iz pregledača",
    "Manage and logout your active sessions on other browsers and devices.": "Upravljajte aktivnim sesijama i odjavljujte ih iz drugih pregledača i uređaja.",
    "Nevermind": "Nije bitno",
    "Not Found": "Nije pronađeno.",
    "Oh no": "Oh ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Jednom kada se tim izbriše, svi njegovi resursi i podaci biće trajno izbrisani. Pre brisanja ovog tima, preuzmite sve podatke ili informacije u vezi sa timom koje želite da zadržite.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jednom kada se vaš nalog izbriše, svi njegovi resursi i podaci biće trajno izbrisani. Pre brisanja naloga, preuzmite sve podatke ili informacije koje želite da zadržite.",
    "Page Expired": "Stranica je istekla",
    "Pagination Navigation": "Навигација по страницама",
    "Please click the button below to verify your email address.": "Molimo kliknite na dugme ispod da verifikujete Vašu e-mail adresu.",
    "Please confirm your password before continuing.": "Molimo potvrdite Vašu lozinku da biste nastavili.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopirajte svoj novi API token. Zbog vaše sigurnosti neće se ponovo prikazivati.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Unesite lozinku da biste potvrdili da želite da se odjavite iz ostalih sesija pregledača na svim svojim uređajima.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Navedite e-adresu osobe koju biste želeli da dodate u ovaj tim. Adresa e-pošte mora biti povezana sa postojećim nalogom.",
    "Regards": "Pozdrav",
    "results": "резултати",
    "Server Error": "Serverska greška",
    "Service Unavailable": "Servis nedostupan",
    "Showing": "Приказ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Хвала што сте се пријавили! Пре него што започнете, да ли бисте могли да потврдите своју адресу е-поште кликом на везу коју смо вам управо послали е-поштом? Ако нисте добили е-пошту, радо ћемо вам послати другу.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute mora biti najmanje :length karaktera i mora sadržati jedno veliko slovo, jedan broj i jedan specijalni karakter.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Informacije o imenu tima i vlasniku.",
    "This action is unauthorized.": "Ova akcija nije ovlašćena.",
    "This password reset link will expire in :count minutes.": "Link za promenu lozinke istice za :count minuta.",
    "to": "к",
    "Toggle navigation": "Prikaži navigaciju",
    "Too Many Attempts.": "Previše pokušaja.",
    "Too Many Requests": "Previše zahteva",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvofaktorska autentifikacija je sada omogućena. Skenirajte sledeći QR kod pomoću aplikacije za autentifikaciju vašeg telefona.",
    "Unauthorized": "Neovlašćen pristup",
    "Update your account's profile information and email address.": "Ažurirajte informacije o profilu naloga i adresu e-pošte.",
    "Verify Email Address": "Verifikuj Email Adresu",
    "Verify Your Email Address": "Verifikujte Vašu Email Adresu",
    "We won't ask for your password again for a few hours.": "Nećemo Vas ponovo pitati za Vašu lozinku u nekoliko sledećih sati.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kada je omogućena dvostepena potvrda identiteta, od vas će se tražiti siguran, slučajni token tokom potvrde identiteta. Ovaj token možete da preuzmete iz aplikacije Google Authenticator na telefonu.",
    "You are logged in!": "Ulogovani ste!",
    "Your email address is not verified.": "Vaša email adresa nije verifikovana."
}
