{
    "A fresh verification link has been sent to your email address.": "На вашу адресу е-поште послата је свежа веза за верификацију.",
    "Before proceeding, please check your email for a verification link.": "Пре него што наставите, проверите своју е-пошту за везу за верификацију.",
    "click here to request another": "Кликните овде да бисте затражили још један",
    "E-Mail Address": "Адреса е-поште",
    "Forbidden": "Забрањено",
    "Go to page :page": "Идите на страницу :page",
    "Hello!": "Zdravo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете се одјавити са свих осталих сесија прегледача на свим својим уређајима. Неке од ваших најновијих сесија су наведене у наставку; међутим, ова листа можда није исцрпна. Ако сматрате да је ваш налог угрожен, требало би да ажурирате и своју лозинку.",
    "If you did not create an account, no further action is required.": "Ако нисте отворили налог, није потребно даље деловање.",
    "If you did not receive the email": "Ако нисте примили е-пошту",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблема са притиском на дугме \":actionтект\", Копирајте и залепите УРЛ испод\nу свој веб прегледач:",
    "Invalid signature.": "Pogrešan potpis.",
    "Log out": "Одјавите се",
    "Logout Other Browser Sessions": "Одјава Из Других Сесија Прегледача",
    "Manage and logout your active sessions on other browsers and devices.": "Управљајте активним сесијама и одјавите их у другим прегледачима и уређајима.",
    "Nevermind": "Nema veze.",
    "Not Found": "није пронађен",
    "Oh no": "О не",
    "Page Expired": "Страница Је Истекла",
    "Pagination Navigation": "Навигација по страницама",
    "Please click the button below to verify your email address.": "Кликните на дугме испод да бисте потврдили своју адресу е-поште.",
    "Please confirm your password before continuing.": "Молимо потврдите лозинку пре него што наставите.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Унесите лозинку да бисте потврдили да желите да се одјавите са других сесија прегледача на свим својим уређајима.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Молимо наведите адресу е-поште особе коју желите да додате овој наредби. Адреса е-поште мора бити повезана са постојећим налогом.",
    "Regards": "С поштовањем",
    "results": "резултати",
    "Server Error": "Грешка сервера",
    "Service Unavailable": "Услуга Није Доступна",
    "Showing": "Приказ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ова акција је неовлашћена.",
    "This password reset link will expire in :count minutes.": "Ова веза за ресетовање лозинке истиче за :count минута.",
    "to": "к",
    "Toggle navigation": "Пребацивање навигације",
    "Too Many Attempts.": "Превише Покушаја.",
    "Too Many Requests": "Превише Захтева",
    "Unauthorized": "Неовлашћено",
    "Verify Email Address": "Проверите Адресу Е-Поште",
    "Verify Your Email Address": "Проверите Своју Адресу Е-Поште",
    "We won't ask for your password again for a few hours.": "Нећемо поново тражити вашу лозинку за неколико сати.",
    "You are logged in!": "Пријављени сте!",
    "Your email address is not verified.": "Ваша адреса е-поште није проверена."
}
