{
    "A fresh verification link has been sent to your email address.": "На вашу адресу е-поште послата је свежа веза за верификацију.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Додајте новог члана тима у свој тим како би могао да сарађује са вама.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Јесте ли сигурни да желите уклонити ову наредбу? Једном када се команда уклони, сви њени ресурси и подаци биће трајно избрисани.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Јесте ли сигурни да желите да избришете свој налог? Једном када се ваш налог уклони, сви његови ресурси и подаци биће неповратно избрисани. Унесите лозинку да бисте потврдили да желите трајно избрисати свој налог.",
    "Before proceeding, please check your email for a verification link.": "Пре него што наставите, проверите своју е-пошту за везу за верификацију.",
    "click here to request another": "Кликните овде да бисте затражили још један",
    "E-Mail Address": "Адреса е-поште",
    "Editor users have the ability to read, create, and update.": "Корисници уређивача имају могућност читања, креирања и ажурирања.",
    "Ensure your account is using a long, random password to stay secure.": "Уверите се да ваш налог користи дугу случајну лозинку да би остао безбедан.",
    "For your security, please confirm your password to continue.": "За вашу сигурност, молимо вас да потврдите лозинку да бисте наставили.",
    "Forbidden": "Забрањено",
    "Go to page :page": "Идите на страницу :page",
    "Hello!": "Zdravo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете се одјавити са свих осталих сесија прегледача на свим својим уређајима. Неке од ваших најновијих сесија су наведене у наставку; међутим, ова листа можда није исцрпна. Ако сматрате да је ваш налог угрожен, требало би да ажурирате и своју лозинку.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако је потребно, можете се одјавити са свих осталих сесија прегледача на свим својим уређајима. Неке од ваших најновијих сесија су наведене у наставку; међутим, ова листа можда није исцрпна. Ако сматрате да је ваш налог угрожен, требало би да ажурирате и своју лозинку.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ако већ имате налог, можете прихватити овај позив кликом на дугме испод:",
    "If you did not create an account, no further action is required.": "Ако нисте отворили налог, није потребно даље деловање.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ако се не очекује да добије позив у ову команду можете одустати од овог писма.",
    "If you did not receive the email": "Ако нисте примили е-пошту",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ако немате налог, можете га креирати кликом на дугме испод. Након што отворите налог, можете да кликнете на дугме за прихватање позива у тој е-пошти да бисте прихватили позив тима:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблема са притиском на дугме \":actionтект\", Копирајте и залепите УРЛ испод\nу свој веб прегледач:",
    "Invalid signature.": "Pogrešan potpis.",
    "Log out": "Одјавите се",
    "Logout Other Browser Sessions": "Одјава Из Других Сесија Прегледача",
    "Manage and logout your active sessions on other browsers and devices.": "Управљајте активним сесијама и одјавите их у другим прегледачима и уређајима.",
    "Nevermind": "Nema veze.",
    "Not Found": "није пронађен",
    "Oh no": "О не",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Једном када се команда уклони, сви њени ресурси и подаци биће трајно избрисани. Пре него што избришете ову наредбу, преузмите све податке или информације о овој наредби које желите да сачувате.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Једном када се ваш налог уклони, сви његови ресурси и подаци биће неповратно избрисани. Пре него што избришете свој налог, преузмите све податке или информације које желите да сачувате.",
    "Page Expired": "Страница Је Истекла",
    "Pagination Navigation": "Навигација по страницама",
    "Please click the button below to verify your email address.": "Кликните на дугме испод да бисте потврдили своју адресу е-поште.",
    "Please confirm your password before continuing.": "Молимо потврдите лозинку пре него што наставите.",
    "Please copy your new API token. For your security, it won't be shown again.": "Копирајте свој нови АПИ токен. Због ваше сигурности више се неће приказивати.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Унесите лозинку да бисте потврдили да желите да се одјавите са других сесија прегледача на свим својим уређајима.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Молимо наведите адресу е-поште особе коју желите да додате овој наредби. Адреса е-поште мора бити повезана са постојећим налогом.",
    "Regards": "С поштовањем",
    "results": "резултати",
    "Server Error": "Грешка сервера",
    "Service Unavailable": "Услуга Није Доступна",
    "Showing": "Приказ",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Хвала што сте се пријавили! Пре него што започнете, да ли бисте могли да потврдите своју адресу е-поште кликом на везу коју смо вам управо послали е-поштом? Ако нисте добили е-пошту, радо ћемо вам послати другу.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute треба да садржи најмање 4.036 знакова и садржи најмање један главни знак, један број и један посебан знак.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Име тима и информације о власнику.",
    "This action is unauthorized.": "Ова акција је неовлашћена.",
    "This password reset link will expire in :count minutes.": "Ова веза за ресетовање лозинке истиче за :count минута.",
    "to": "к",
    "Toggle navigation": "Пребацивање навигације",
    "Too Many Attempts.": "Превише Покушаја.",
    "Too Many Requests": "Превише Захтева",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Сада је омогућена двофакторска Аутентификација. Скенирајте следећи КР код помоћу апликације Аутхентицатор вашег телефона.",
    "Unauthorized": "Неовлашћено",
    "Update your account's profile information and email address.": "Ажурирајте информације о профилу вашег налога и адресу е-поште.",
    "Verify Email Address": "Проверите Адресу Е-Поште",
    "Verify Your Email Address": "Проверите Своју Адресу Е-Поште",
    "We won't ask for your password again for a few hours.": "Нећемо поново тражити вашу лозинку за неколико сати.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ако је омогућена двофакторска Аутентификација, од вас ће се тражити да унесете сигуран случајни токен током аутентификације. Овај токен можете добити из апликације Гоогле Аутхентицатор вашег телефона.",
    "You are logged in!": "Пријављени сте!",
    "Your email address is not verified.": "Ваша адреса е-поште није проверена."
}
