<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */

    'accepted'        => 'विशेषता: स्वीकार गरिएको हुनुपर्छ।',
    'active_url'      => 'विशेषता: URL अमान्य छ।',
    'after'           => 'विशेषता: को मिति :मिती भन्दा पछि हुनुपर्छ।',
    'after_or_equal'  => 'विशेषता: मिति पछाडि वा बराबर मिति हुनुपर्दछ।',
    'alpha'           => 'विशेषता: मा अक्षरहरु मात्र हुनसक्छ।',
    'alpha_dash'      => 'विशेषता: मा अक्षर, संख्या र ड्यासहरू मात्र हुनसक्छ।',
    'alpha_num'       => 'विशेषता: मा अक्षर र संख्याहरू मात्र हुनसक्छ।',
    'array'           => 'विशेषता: एर्रे हुनुपर्छ।',
    'before'          => 'विशेषता: को मिति :मिती भन्दा अघि हुनुपर्छ।',
    'before_or_equal' => 'विशेषता: मिति भन्दा अघि वा बराबर मिति हुनुपर्दछ। ',
    'between'=> [
        'numeric' => 'विशेषता: : न्यूनतम र अधिकतमको बिचमा हुनुपर्छ।',
        'file'    => 'विशेषता: : न्यूनतम र अधिकतम किलोबाइट्स को बिचमा हुनुपर्छ।',
        'string'  => 'विशेषता: : न्यूनतम र अधिकतम वर्णको बिचमा हुनुपर्छ।',
        'array'   => 'विशेषता: : आइटमको संख्या :न्यूनतम र अधिकतम को बिचमा हुनुपर्छ।',
    ],
    'boolean'        => 'विशेषता: ठिक अथवा बेठिक हुनुपर्छ।',
    'confirmed'      => 'विशेषता: दाेहाेर्याइएकाे मिलेन।',
    'date'           => 'विशेषता: को मिति मिलेन।',
    'date_equals'    => 'मान: मिति बराबर मिति हुनुपर्दछ।',
    'date_format'    => 'विशेषता: को ढाँचा :ढाँचा जस्तो हुनुपर्छ।',
    'different'      => 'विशेषता: र :फरक फरक हुनुपर्छ।',
    'digits'         => 'विशेषता: :अंक अंकको हुनुपर्छ।',
    'digits_between' => 'विशेषता: :न्यूनतम देखी अधिकतम अंकको हुनुपर्छ।',
    'dimensions'     => 'विशेषता: अमान्य छवि आयाम छ।',
    'distinct'       => 'विशेषता: फिल्ड फिल्डको नक्कल मान छ',
    'email'          => 'विशेषता: को इमेल ठेगाना मिलेन।',
    'ends_with'      => 'विशेषता: निम्न मध्ये एकको साथ विशेषता अन्त हुनुपर्दछ: मानहरू।',
    'exists'         => 'छानिएको विशेषता: अमान्य छ।',
    'file'           => 'विशेषता: एक फाईल हुनुपर्दछ।',
    'filled'         => 'विशेषता: दिइएको हुनुपर्छ।',
    'gt'             => [
        'numeric' => ' विशेषता: मान भन्दा ठूलो हुनुपर्दछ।',
        'file'    => ' विशेषता: मान क्यालोबाइट भन्दा ठूलो हुनुपर्दछ।',
        'string'  => ' विशेषता: मान क्यारेक्टर भन्दा ठूलो हुनुपर्दछ।',
        'array'   => ' विशेषता: मान आईटमहरू भन्दा बढि हुनुपर्दछ।',
    ],
    'gte' => [
        'numeric' => ' विशेषता: मान भन्दा ठूलो हुनुपर्दछ।',
        'file'    => ' विशेषता: मान क्यालोबाइट भन्दा ठूलो हुनुपर्दछ।',
        'string'  => ' विशेषता: मान क्यारेक्टर भन्दा ठूलो हुनुपर्दछ।',
        'array'   => ' विशेषता: मान आईटमहरू भन्दा बढि हुनुपर्दछ।',
    ],
    'image'    => 'विशेषता: मा फोटो हुनुपर्छ।',
    'in'       => 'छानिएको विशेषता: अमान्य छ।',
    'in_array' => 'विशेषता: क्षेत्र मा अवस्थित छैन: अन्य।',
    'integer'  => 'विशेषता: पूर्ण संख्या हुनुपर्छ।',
    'ip'       => 'विशेषता: मा दिइएको मान्य IP ठेगाना हुनुपर्छ।',
    'ipv4'     => 'विशेषता: एक मान्य IPv4 ठेगाना हुनुपर्दछ.',
    'ipv6'     => 'विशेषता: एक मान्य IPv6 ठेगाना हुनुपर्दछ.',
    'json'     => 'विशेषता: मा दिइएको मान्य JSON स्ट्रिङ्ग हुनुपर्छ।',
    'lt'       => [
        'numeric' => ' विशेषता: मान भन्दा ठूलो हुनुपर्दछ।',
        'file'    => ' विशेषता: मान क्यालोबाइट भन्दा ठूलो हुनुपर्दछ।',
        'string'  => ' विशेषता: मान क्यारेक्टर भन्दा ठूलो हुनुपर्दछ।',
        'array'   => ' विशेषता: मान आईटमहरू भन्दा बढि हुनुपर्दछ।',
    ],
    'lte' => [
        'numeric' => ' विशेषता: मान भन्दा ठूलो हुनुपर्दछ।',
        'file'    => ' विशेषता: मान क्यालोबाइट भन्दा ठूलो हुनुपर्दछ।',
        'string'  => ' विशेषता: मान क्यारेक्टर भन्दा ठूलो हुनुपर्दछ।',
        'array'   => ' विशेषता: मान आईटमहरू भन्दा बढि हुनुपर्दछ।',
    ],
    'max' => [
        'numeric' => ' विशेषता: मान भन्दा ठूलो हुनुपर्दछ।',
        'file'    => ' विशेषता: मान क्यालोबाइट भन्दा ठूलो हुनुपर्दछ।',
        'string'  => ' विशेषता: मान क्यारेक्टर भन्दा ठूलो हुनुपर्दछ।',
        'array'   => ' विशेषता: मान आईटमहरू भन्दा बढि हुनुपर्दछ।',
    ],
    'mimes'     => ' विशेषता: :मानहरू प्रकारको फाइल हुनुपर्छ।',
    'mimetypes' => ' विशेषता: :मानहरू प्रकारको फाइल हुनुपर्छ।',
    'min'       => [
        'numeric' => 'विशेषता: कम्तिमा : न्यूनतम हुनुपर्छ।',
        'file'    => 'विशेषता: कम्तिमा : न्यूनतम क्यालोबाइटोकाे हुनुपर्छ।',
        'string'  => 'विशेषता: कम्तिमा : न्यूनतम वर्णको हुनुपर्छ।',
        'array'   => 'विशेषता: मा कम्तिमा : न्यूनतम आइटम हुनुपर्छ।',
    ],
    'not_in'               => 'छानिएको :विशेषता अमान्य छ।',
    'not_regex'            => 'विशेषता: ढाँचा अवैध छ.',
    'numeric'              => 'विशेषता: संख्या हुनुपर्छ।',
    'present'              => 'विशेषता: क्षेत्र उपस्थित हुनुपर्दछ.',
    'regex'                => ':विशेषता: को ढाँचा मिलेन।',
    'required'             => ':विशेषता: दिइएको हुनुपर्छ।',
    'required_if'          => ':विशेषता: चाहिन्छ जब : अन्य : मान हुन्छ।',
    'required_unless'      => ':अन्य : मानमा नभएसम्म विशेषता: चाहिन्छ।',
    'required_with'        => ':मान भएसम्म विशेषता: चाहिन्छ।',
    'required_with_all'    => ':मान भएसम्म विशेषता: चाहिन्छ।',
    'required_without'     => ':मान नभएको बेला विशेषता: चाहिन्छ।',
    'required_without_all' => 'कुनैपनि :मान नभएको बेला विशेषता: चाहिन्छ।',
    'same'                 => 'विशेषता: र :अन्य मिल्नुपर्छ।',
    'size'                 => [
        'numeric' => 'विशेषता: :आकार हुनुपर्छ।',
        'file'    => 'विशेषता: :आकार क्यालोबाइटोकाे हुनुपर्छ।',
        'string'  => 'विशेषता: :आकार वर्णको हुनुपर्छ।.',
        'array'   => 'विशेषता: :आकारमा आइटम हुनुपर्छ।',
    ],
    'starts_with' => 'विशेषता: निम्न मध्ये एकसँग सुरू हुनुपर्दछ: मानहरू',
    'string'      => 'विशेषता: स्ट्रिङ्ग हुनुपर्छ।',
    'timezone'    => 'विशेषता: मान्य समय क्षेत्र हुनुपर्छ।',
    'unique'      => 'यो विशेषता: पहिले नै लिई सकेको छ।',
    'uploaded'    => 'विशेषता: अपलोड गर्न असफल भयो।',
    'url'         => 'विशेषता: को ढांचा मिलेन।',
    'uuid'        => 'विशेषता: एक मान्य UID हुनुपर्दछ।',

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to swap attribute place-holders
    | with something more reader friendly such as E-Mail Address instead
    | of "email". This simply helps us make messages a little cleaner.
    |
    */

    'attributes' => [],
];
