{
    "The :attribute must be a valid role.": "Dieses Feld muss eine gültige Rolle sein.",
    "The :attribute must be at least :length characters and contain at least one number.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens eine Zahl enthalten.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens ein Sonderzeichen und eine Zahl enthalten.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens ein Sonderzeichen enthalten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens einen Großbuchstaben und eine Zahl enthalten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens einen Großbuchstaben und ein Sonderzeichen enthalten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens einen Großbuchstaben, eine Zahl und ein Sonderzeichen enthalten.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Dieses Feld muss mindestens :length Zeichen lang sein und mindestens einen Großbuchstaben enthalten.",
    "The :attribute must be at least :length characters.": "Dieses Feld muss mindestens :length Zeichen lang sein.",
    "The :attribute must contain at least one letter.": "Dieses Feld muss mindestens einen Buchstaben enthalten.",
    "The :attribute must contain at least one number.": "Dieses Feld muss mindestens eine Zahl enthalten.",
    "The :attribute must contain at least one symbol.": "Dieses Feld muss mindestens ein Symbol enthalten.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Dieses Feld muss mindestens einen Groß- und einen Kleinbuchstaben enthalten.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Das angegebene Feld ist in einem Datenleck aufgetaucht. Bitte wählen Sie ein anderes Feld."
}
