{
    "A fresh verification link has been sent to your email address.": "आपके ईमेल पते पर एक नया सत्यापन लिंक भेजा गया है । ",
    "Before proceeding, please check your email for a verification link.": "आगे बढ़ने से पहले, कृपया सत्यापन लिंक के लिए अपना ईमेल देखें । ",
    "click here to request another": "दूसरे का अनुरोध करने के लिए यहां क्लिक करें",
    "E-Mail Address": "ई-मेल पता",
    "Forbidden": "मना किया",
    "Go to page :page": "पेज :page पर जाएं",
    "Hello!": "नमस्कार!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "यदि आवश्यक हो, तो आप अपने सभी उपकरणों में अपने अन्य ब्राउज़र सत्रों का लॉगआउट कर सकते हैं ।  आपके हाल के कुछ सत्र नीचे सूचीबद्ध हैं; हालाँकि, यह सूची संपूर्ण नहीं हो सकती है ।  यदि आपको लगता है कि आपके खाते से छेड़छाड़ की गई है, तो आपको अपना पासवर्ड भी अपडेट करना चाहिए । ",
    "If you did not create an account, no further action is required.": "यदि आपने खाता नहीं बनाया है, तो आगे की कार्रवाई की आवश्यकता नहीं है । ",
    "If you did not receive the email": "यदि आपको ईमेल प्राप्त नहीं हुआ",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "यदि आपको \":action टेक्स्ट\" बटन पर क्लिक करने में परेशानी हो रही है, तो नीचे दिए गए यूआरएल को कॉपी और पेस्ट करें\nअपने वेब ब्राउज़र में:",
    "Invalid signature.": "अमान्य हस्ताक्षर।",
    "Log out": "लॉग आउट करें",
    "Logout Other Browser Sessions": "अन्य ब्राउज़र सत्र लॉगआउट करें",
    "Manage and logout your active sessions on other browsers and devices.": "अन्य ब्राउज़रों और उपकरणों पर अपने सक्रिय सत्रों को प्रबंधित और लॉगआउट करें । ",
    "Nevermind": "कोई बात नहीं",
    "Not Found": "नहीं मिला",
    "Oh no": "अरे नहीं",
    "Page Expired": "पृष्ठ समाप्त हो गया",
    "Pagination Navigation": "पृष्ठ पर अंक लगाना नेविगेशन",
    "Please click the button below to verify your email address.": "कृपया अपना ईमेल पता सत्यापित करने के लिए नीचे दिए गए बटन पर क्लिक करें । ",
    "Please confirm your password before continuing.": "जारी रखने से पहले अपने पासवर्ड की पुष्टि करें । ",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "कृपया यह पुष्टि करने के लिए अपना पासवर्ड दर्ज करें कि आप अपने सभी उपकरणों में अपने अन्य ब्राउज़र सत्रों का लॉगआउट करना चाहते हैं । ",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "कृपया उस व्यक्ति का ईमेल पता प्रदान करें जिसे आप इस टीम में जोड़ना चाहते हैं ।  ईमेल पता मौजूदा खाते से जुड़ा होना चाहिए । ",
    "Regards": "सादर",
    "results": "परिणाम",
    "Server Error": "सर्वर त्रुटि",
    "Service Unavailable": "सेवा अनुपलब्ध",
    "Showing": "दिखा रहा है",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "यह कार्रवाई अनधिकृत है । ",
    "This password reset link will expire in :count minutes.": "यह पासवर्ड रीसेट लिंक :count मिनट में समाप्त हो जाएगा । ",
    "to": "को",
    "Toggle navigation": "टॉगल नेविगेशन",
    "Too Many Attempts.": "बहुत सारे प्रयास।",
    "Too Many Requests": "बहुत सारे अनुरोध",
    "Unauthorized": "अनधिकृत",
    "Verify Email Address": "ईमेल पता सत्यापित करें",
    "Verify Your Email Address": "अपना ईमेल पता सत्यापित करें",
    "We won't ask for your password again for a few hours.": "हम कुछ घंटों के लिए फिर से आपका पासवर्ड नहीं मांगेंगे । ",
    "You are logged in!": "आप लॉग इन हैं!",
    "Your email address is not verified.": "आपका ईमेल पता सत्यापित नहीं है । "
}
