{
    "A fresh verification link has been sent to your email address.": "आपके ईमेल पते पर एक नया सत्यापन लिंक भेजा गया है । ",
    "Add a new team member to your team, allowing them to collaborate with you.": "अपनी टीम में एक नया टीम सदस्य जोड़ें, जिससे वे आपके साथ सहयोग कर सकें । ",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "क्या आप वाकई इस टीम को हटाना चाहते हैं? एक बार जब कोई टीम हटा दी जाती है, तो उसके सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएंगे । ",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "क्या आप वाकई अपना खाता हटाना चाहते हैं? एक बार जब आपका खाता हटा दिया जाता है, तो उसके सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएंगे ।  कृपया यह पुष्टि करने के लिए अपना पासवर्ड दर्ज करें कि आप अपना खाता स्थायी रूप से हटाना चाहते हैं । ",
    "Before proceeding, please check your email for a verification link.": "आगे बढ़ने से पहले, कृपया सत्यापन लिंक के लिए अपना ईमेल देखें । ",
    "click here to request another": "दूसरे का अनुरोध करने के लिए यहां क्लिक करें",
    "E-Mail Address": "ई-मेल पता",
    "Editor users have the ability to read, create, and update.": "संपादक उपयोगकर्ताओं को पढ़ने, बनाने और अद्यतन करने की क्षमता है । ",
    "Ensure your account is using a long, random password to stay secure.": "सुनिश्चित करें कि आपका खाता सुरक्षित रहने के लिए एक लंबे, यादृच्छिक पासवर्ड का उपयोग कर रहा है । ",
    "For your security, please confirm your password to continue.": "अपनी सुरक्षा के लिए, कृपया जारी रखने के लिए अपने पासवर्ड की पुष्टि करें । ",
    "Forbidden": "मना किया",
    "Go to page :page": "पेज :page पर जाएं",
    "Hello!": "नमस्कार!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "यदि आवश्यक हो, तो आप अपने सभी उपकरणों में अपने अन्य ब्राउज़र सत्रों से लॉग आउट कर सकते हैं ।  आपके हाल के कुछ सत्र नीचे सूचीबद्ध हैं; हालाँकि, यह सूची संपूर्ण नहीं हो सकती है ।  यदि आपको लगता है कि आपके खाते से छेड़छाड़ की गई है, तो आपको अपना पासवर्ड भी अपडेट करना चाहिए । ",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "यदि आवश्यक हो, तो आप अपने सभी उपकरणों में अपने अन्य ब्राउज़र सत्रों का लॉगआउट कर सकते हैं ।  आपके हाल के कुछ सत्र नीचे सूचीबद्ध हैं; हालाँकि, यह सूची संपूर्ण नहीं हो सकती है ।  यदि आपको लगता है कि आपके खाते से छेड़छाड़ की गई है, तो आपको अपना पासवर्ड भी अपडेट करना चाहिए । ",
    "If you already have an account, you may accept this invitation by clicking the button below:": "यदि आपके पास पहले से कोई खाता है, तो आप नीचे दिए गए बटन पर क्लिक करके इस निमंत्रण को स्वीकार कर सकते हैं:",
    "If you did not create an account, no further action is required.": "यदि आपने खाता नहीं बनाया है, तो आगे की कार्रवाई की आवश्यकता नहीं है । ",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "यदि आपको इस टीम को निमंत्रण मिलने की उम्मीद नहीं थी, तो आप इस ईमेल को छोड़ सकते हैं । ",
    "If you did not receive the email": "यदि आपको ईमेल प्राप्त नहीं हुआ",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "यदि आपके पास खाता नहीं है, तो आप नीचे दिए गए बटन पर क्लिक करके एक बना सकते हैं ।  खाता बनाने के बाद, आप टीम आमंत्रण स्वीकार करने के लिए इस ईमेल में आमंत्रण स्वीकृति बटन पर क्लिक कर सकते हैं:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "यदि आपको \":action टेक्स्ट\" बटन पर क्लिक करने में परेशानी हो रही है, तो नीचे दिए गए यूआरएल को कॉपी और पेस्ट करें\nअपने वेब ब्राउज़र में:",
    "Invalid signature.": "अमान्य हस्ताक्षर।",
    "Log out": "लॉग आउट करें",
    "Logout Other Browser Sessions": "अन्य ब्राउज़र सत्र लॉगआउट करें",
    "Manage and logout your active sessions on other browsers and devices.": "अन्य ब्राउज़रों और उपकरणों पर अपने सक्रिय सत्रों को प्रबंधित और लॉगआउट करें । ",
    "Nevermind": "कोई बात नहीं",
    "Not Found": "नहीं मिला",
    "Oh no": "अरे नहीं",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "एक बार जब कोई टीम हटा दी जाती है, तो उसके सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएंगे ।  इस टीम को हटाने से पहले, कृपया इस टीम के बारे में कोई भी डेटा या जानकारी डाउनलोड करें जिसे आप बनाए रखना चाहते हैं । ",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "एक बार जब आपका खाता हटा दिया जाता है, तो उसके सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएंगे ।  अपना खाता हटाने से पहले, कृपया कोई भी डेटा या जानकारी डाउनलोड करें जिसे आप बनाए रखना चाहते हैं । ",
    "Page Expired": "पृष्ठ समाप्त हो गया",
    "Pagination Navigation": "पृष्ठ पर अंक लगाना नेविगेशन",
    "Please click the button below to verify your email address.": "कृपया अपना ईमेल पता सत्यापित करने के लिए नीचे दिए गए बटन पर क्लिक करें । ",
    "Please confirm your password before continuing.": "जारी रखने से पहले अपने पासवर्ड की पुष्टि करें । ",
    "Please copy your new API token. For your security, it won't be shown again.": "कृपया अपना नया एपीआई टोकन कॉपी करें ।  आपकी सुरक्षा के लिए, इसे फिर से नहीं दिखाया जाएगा । ",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "कृपया यह पुष्टि करने के लिए अपना पासवर्ड दर्ज करें कि आप अपने सभी उपकरणों में अपने अन्य ब्राउज़र सत्रों का लॉगआउट करना चाहते हैं । ",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "कृपया उस व्यक्ति का ईमेल पता प्रदान करें जिसे आप इस टीम में जोड़ना चाहते हैं ।  ईमेल पता मौजूदा खाते से जुड़ा होना चाहिए । ",
    "Regards": "सादर",
    "results": "परिणाम",
    "Server Error": "सर्वर त्रुटि",
    "Service Unavailable": "सेवा अनुपलब्ध",
    "Showing": "दिखा रहा है",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "साइन अप करने के लिए धन्यवाद! आरंभ करने से पहले, क्या आप उस लिंक पर क्लिक करके अपना ईमेल पता सत्यापित कर सकते हैं जिसे हमने आपको ईमेल किया था? यदि आपको ईमेल प्राप्त नहीं हुआ है, तो हम खुशी से आपको एक और भेज देंगे । ",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute में कम से कम :length वर्ण होने चाहिए और इसमें कम से कम एक अपरकेस वर्ण, एक संख्या और एक विशेष वर्ण होना चाहिए । ",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "टीम का नाम और मालिक जानकारी.",
    "This action is unauthorized.": "यह कार्रवाई अनधिकृत है । ",
    "This password reset link will expire in :count minutes.": "यह पासवर्ड रीसेट लिंक :count मिनट में समाप्त हो जाएगा । ",
    "to": "को",
    "Toggle navigation": "टॉगल नेविगेशन",
    "Too Many Attempts.": "बहुत सारे प्रयास।",
    "Too Many Requests": "बहुत सारे अनुरोध",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "दो कारक प्रमाणीकरण अब सक्षम है ।  अपने फ़ोन के प्रमाणक एप्लिकेशन का उपयोग करके निम्नलिखित क्यूआर कोड को स्कैन करें । ",
    "Unauthorized": "अनधिकृत",
    "Update your account's profile information and email address.": "अपने खाते की प्रोफ़ाइल जानकारी और ईमेल पता अपडेट करें । ",
    "Verify Email Address": "ईमेल पता सत्यापित करें",
    "Verify Your Email Address": "अपना ईमेल पता सत्यापित करें",
    "We won't ask for your password again for a few hours.": "हम कुछ घंटों के लिए फिर से आपका पासवर्ड नहीं मांगेंगे । ",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "जब दो कारक प्रमाणीकरण सक्षम होता है, तो आपको प्रमाणीकरण के दौरान एक सुरक्षित, यादृच्छिक टोकन के लिए संकेत दिया जाएगा ।  आप अपने फोन के गूगल प्रमाणक आवेदन से इस टोकन पुनः प्राप्त कर सकते हैं.",
    "You are logged in!": "आप लॉग इन हैं!",
    "Your email address is not verified.": "आपका ईमेल पता सत्यापित नहीं है । "
}
