{
    "The :attribute must be a valid role.": "ข้อมูลในฟิลด์นี้ต้องระบุบทบาทที่ถูกต้อง",
    "The :attribute must be at least :length characters and contain at least one number.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องมีตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องประกอบด้วยอักขระพิเศษและตัวเลข อย่างละหนึ่งตัวเป็นอย่างน้อย",
    "The :attribute must be at least :length characters and contain at least one special character.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องมีอักขระพิเศษเป็นส่วนประกอบ เช่น(!@#$%^&*) อย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องประกอบด้วยตัวอักษรตัวพิมพ์ใหญ่และตัวเลข อย่างละหนึ่งตัวเป็นอย่างน้อย",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องประกอบด้วยตัวอักษรตัวพิมพ์ใหญ่และอักขระพิเศษ เช่น (!@#$%^&*) อย่างละหนึ่งตัวเป็นอย่างน้อย",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องมีตัวอักษรตัวพิมพ์ใหญ่ ตัวเลข และอักขระพิเศษ เช่น (!@#$%^&*) อย่างละหนึ่งตัวเป็นอย่างน้อย",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร และต้องประกอบด้วยตัวอักษรตัวพิมพ์ใหญ่อย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters.": "ข้อมูลในฟิลด์นี้ต้องมีความยาวอย่างน้อย :length ตัวอักษร",
    "The :attribute must contain at least one letter.": "ข้อมูลในฟิลด์นี้ต้องมีตัวอักษรอย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one number.": "ข้อมูลในฟิลด์นี้ต้องมีตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one symbol.": "ข้อมูลในฟิลด์นี้ต้องมีสัญลักษณ์ เช่น (!@#$%^&*) อย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "ข้อมูลที่ระบุต้องมีตัวอักษรตัวพิมพ์ใหญ่และตัวอักษรตัวพิมพ์เล็ก อย่างละหนึ่งตัวเป็นอย่างน้อย",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "ข้อมูลที่ระบุเคยปรากฏในฐานข้อมูลการรั่วไหลของข้อมูล กรุณาเลือกข้อมูลอื่นที่มีความปลอดภัยมากขึ้น"
}
