{
    "(and :count more error)": "(และข้อผิดพลาดอีกมากกว่า :count รายการ)",
    "(and :count more errors)": "(และข้อผิดพลาดอีกมากกว่า :count รายการ)",
    "30 Days": "30 วัน",
    "365 Days": "365 วัน",
    "60 Days": "60 วัน",
    "90 Days": "90 วัน",
    ":amount selected": "เลือกไว้ :Amount รายการ",
    ":amount Total": ":Amount ทั้งหมด",
    ":days day trial": ":Days วันสำหรับทดลองใช้",
    ":resource Details": ":Resource รายละเอียด",
    ":resource Details: :title": ":Resource รายละเอียด::title",
    ":trialDays Day Trial": "ทดลองใช้ :trialDays วัน",
    "A fresh verification link has been sent to your email address.": "ลิ้งสำหรับยืนยันตัวตนล่าสุดได้ถูกส่งไปยังอีเมล์ของคุณแล้ว",
    "A new verification link has been sent to the email address you provided during registration.": "ลิ้งสำหรับยืนยันตัวตนใหม่ ได้ถูกส่งไปยังอีเมล์ที่คุณระบุไว้ตอนที่สมัครใช้งานแล้ว",
    "A new verification link has been sent to the email address you provided in your profile settings.": "ลิ้งสำหรับยืนยันตัวตนใหม่ ได้ถูกส่งไปยังอีเมล์ที่คุณระบุไว้ในโปรไฟล์ของคุณแล้ว",
    "A new verification link has been sent to your email address.": "ลิ้งสำหรับยืนยันตัวตนใหม่ ได้ถูกส่งไปที่อีเมล์ของคุณแล้ว",
    "Accept Invitation": "ยอมรับการเชื้อเชิญ",
    "Action": "การกระทำ",
    "Action Button Text": "ข้อความปุ่มการดำเนินการ",
    "Action Button URL": "URL ของปุ่มดำเนินการ",
    "Action Happened At": "เกิดอะไรขึ้นที่",
    "Action Initiated By": "เริ่มโดย",
    "Action Name": "ชื่อ",
    "Action Status": "สถานะ",
    "Action Target": "เป้าหมาย",
    "Actions": "การกระทำ",
    "Add": "เพิ่ม",
    "Add :resource": "เพิ่ม :resource",
    "Add a new team member to your team, allowing them to collaborate with you.": "เพิ่มสมาชิกใหม่เข้าในทีมของคุณ เพื่อให้พวกเขาสามารถทำงานร่วมกับคุณได้",
    "Add additional security to your account using two factor authentication.": "เพิ่มความปลอดภัยเพิ่มเติมให้บัญชีของคุณด้วยระบบยืนยันตัวตนสองชั้น",
    "Add Discount": "เพิ่มส่วนลด",
    "Add Payment Method": "เพิ่มวิธีการชำระเงิน",
    "Add row": "เพิ่มแถว",
    "Add Team Member": "เพิ่มสมาชิกทีม",
    "Add VAT Number": "เพิ่ม VAT Number",
    "Added.": "เพิ่มเติม",
    "Additional billing information updated successfully.": "อัปเดตข้อมูลการเรียกเก็บเงินเพิ่มเติมเรียบร้อยแล้ว",
    "Address": "ที่อยู่",
    "Address Line 2": "ที่อยู่ 2",
    "Administrator": "ผู้ดูแลระบบ",
    "Administrator users can perform any action.": "ผู้ใช้ที่เป็นผู้ดูแลระบบสามารถดำเนินการใดๆ ก็ได้",
    "Afghanistan": "อัฟกานิสถาน",
    "After logging in via your emergency token, two-factor authentication will be disabled for your account. If you would like to maintain two-factor authentication security, you should re-enable it after logging in.": "หลังจากเข้าสู่ระบบผ่านโทเค็นฉุกเฉินแล้ว การยืนยันตัวตนแบบสองปัจจัยจะถูกปิดใช้งานสำหรับบัญชีของคุณ หากคุณต้องการรักษาความปลอดภัยของการตรวจสอบสิทธิ์แบบสองปัจจัย คุณควรเปิดใช้งานอีกครั้งหลังจากเข้าสู่ระบบ",
    "Alabama": "อลาบามา",
    "Aland Islands": "หมู่เกาะอาลันด์",
    "Alaska": "อลาสก้า",
    "Albania": "อัลเบเนีย",
    "Alberta": "อัลเบอร์ตา",
    "Algeria": "แอลจีเรีย",
    "All of the people that are part of this team.": "ทุกคนที่เป็นส่วนหนึ่งของทีมนี้",
    "All resources loaded.": "ทั้งทรัพยากรงานหนักมากและไม่เคยหยุด",
    "All rights reserved.": "สงวนลิขสิทธิ์ทั้งหมด",
    "All subscription plan prices are excluding applicable VAT.": "ราคาแผนการสมัครสมาชิกทั้งหมดไม่รวมภาษีมูลค่าเพิ่มที่เกี่ยวข้อง",
    "All subscription plan prices include applicable VAT.": "ราคาแผนการสมัครสมาชิกทั้งหมดรวมภาษีมูลค่าเพิ่มแล้ว",
    "Already registered?": "ลงทะเบียนเรียบร้อยแล้วใช่ไหม?",
    "American Samoa": "อเมริกันซามัว",
    "Amount": "จำนวน",
    "An error occurred while uploading the file.": "มีข้อผิดพลาดเกิดขึ้นระหว่างอัพโหลดไฟล์",
    "An error occurred while uploading the file: :error": "เกิดข้อผิดพลาดขณะอัปโหลดไฟล์: :error",
    "An unexpected error occurred and we have notified our support team. Please try again later.": "มีข้อผิดพลาดบางอย่างเกิดขึ้น และเราได้แจ้งทีมช่วยเหลือของเราแล้ว กรุณาลองใหม่อีกครั้ง",
    "Andorra": "แอนโดรา",
    "Angola": "แองโกลา",
    "Anguilla": "แองกีลา",
    "Announcement": "ประกาศ",
    "Announcements": "ประกาศ",
    "Announcements you create here will be sent to the \"Product Announcements\" section of the notifications modal window, informing your users about new features and improvements to your application.": "ประกาศที่คุณสร้างที่นี่จะถูกส่งไปที่ส่วน \"ประกาศผลิตภัณฑ์\" ของหน้าต่างโมดอลการแจ้งเตือน เพื่อแจ้งให้ผู้ใช้ทราบเกี่ยวกับคุณสมบัติใหม่และการปรับปรุงแอปพลิเคชันของคุณ",
    "Another user has updated this resource since this page was loaded. Please refresh the page and try again.": "ผู้ใช้อีกคนหนึ่งมีอัพเดทเรื่องทรัพยากรตั้งแต่หน้านี้เป็นงานหนักมากและไม่เคยหยุด ได้โปรดปรับปรุงหน้าแล้วลองใหม่อีกครั้ง",
    "Antarctica": "แอนตาร์กติกา",
    "Antigua And Barbuda": "อันทิกัวและบาร์บูดา",
    "Antigua and Barbuda": "อันทิกัวและบาร์บูดา",
    "API": "เอพีไอ",
    "API Token": "ตั๋วเข้าใช้งานรูปแบบ api",
    "API Token Permissions": "รูปแบบ api ตั๋วเข้าใช้งานสิทธิ์ที่อนุญาต",
    "API Tokens": "รูปแบบ api สัญลักษณ์",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "รูปแบบ api สัญลักษณ์อนุญาตให้คนที่สาม-งานปาร์ตี้บริการทำการตรวจสอบสิทธิ์ของโปรแกรมในนามของคุณให้แล้วกันนะ",
    "Apply": "ใช้",
    "Apply Coupon": "ใช้คูปอง",
    "Apply Discount": "ใช้ส่วนลด",
    "Applying": "กำลังสมัคร",
    "April": "เมษายน",
    "Are you sure you want to attempt to pay :amount?": "คุณแน่ใจหรือว่าต้องการลองจ่าย :amount?",
    "Are you sure you want to cancel your subscription?": "คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการสมัครของคุณ",
    "Are you sure you want to delete all the notifications?": "คุณแน่ใจหรือไม่ว่าต้องการลบการแจ้งเตือนทั้งหมด",
    "Are you sure you want to delete the selected resources?": "คุณแน่ใจหรือว่าคุณต้องการที่จะลบที่เลือกไว้แล้วเหรอครับ?",
    "Are you sure you want to delete this announcement?": "คุณแน่ใจหรือไม่ว่าต้องการลบประกาศนี้",
    "Are you sure you want to delete this file?": "คุณแน่ใจหรือว่าคุณต้องการจะลบแฟ้มนี้?",
    "Are you sure you want to delete this notification?": "คุณแน่ใจหรือว่าคุณต้องการจะลบการแจ้งเตือนนี้?",
    "Are you sure you want to delete this payment method?": "คุณแน่ใจหรือไม่ว่าต้องการลบวิธีการชำระเงินนี้",
    "Are you sure you want to delete this resource?": "คุณแน่ใจหรือว่าคุณต้องการจะลบเรื่องทรัพยากรได้?",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "คุณแน่ใจหรือว่าคุณต้องการจะลบทีมนี้? ครั้งนึงเป็นทีมเป็นลบทั้งหมดของมันทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร.",
    "Are you sure you want to delete this token? If deleted, API requests that attempt to authenticate using this token will no longer be accepted.": "คุณแน่ใจหรือไม่ว่าต้องการลบโทเค็นนี้ หากถูกลบ คำขอ API ที่พยายามตรวจสอบสิทธิ์โดยใช้โทเค็นนี้จะไม่ถูกยอมรับอีกต่อไป",
    "Are you sure you want to delete your account?": "คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "คุณแน่ใจหรือว่าคุณต้องการจะลบบัญชีของคุณ? เมื่อบัญชีของคุณคือกลบออกไป,ทั้งหมดของทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร. โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณจะชอบอย่างถาวรลบบัญชีของคุณ.",
    "Are you sure you want to detach the selected resources?": "คุณแน่ใจหรือว่าต้องการที่จะยกเลิกแนบรางที่เลือกไว้แล้วเหรอครับ?",
    "Are you sure you want to detach this resource?": "คุณแน่ใจหรือว่าต้องการที่จะยกเลิกแนบรางเรื่องทรัพยากรได้?",
    "Are you sure you want to force delete the selected resources?": "คุณแน่ใจหรือว่าต้องการจะบังคับให้ลบที่เลือกไว้แล้วเหรอครับ?",
    "Are you sure you want to force delete this resource?": "คุณแน่ใจหรือว่าต้องการจะบังคับให้ลบเรื่องทรัพยากรได้?",
    "Are you sure you want to log out?": "คุณแน่ใจหรือว่าต้องการลงชื่อออกจากระบบ?",
    "Are you sure you want to remove this item?": "คุณแน่ใจหรือไม่ว่าต้องการนำรายการนี้ออก",
    "Are you sure you want to restore the selected resources?": "คุณแน่ใจหรือว่าต้องการจะเรียกคืนข้อมูลที่เลือกไว้แล้วเหรอครับ?",
    "Are you sure you want to restore this resource?": "คุณแน่ใจหรือว่าต้องการจะลบทรัพยากร?",
    "Are you sure you want to resume your subscription?": "คุณแน่ใจหรือไม่ว่าต้องการสมัครรับข้อมูลต่อ",
    "Are you sure you want to run this action?": "คุณแน่ใจนะว่าคุณต้องการประมวลผลการกระทำนี้?",
    "Are you sure you want to set this payment method as your default?": "คุณแน่ใจหรือไม่ว่าต้องการตั้งค่าวิธีการชำระเงินนี้เป็นค่าเริ่มต้น",
    "Are you sure you want to stop impersonating?": "คุณแน่ใจหรือว่าต้องการหยุดการแอบอ้างนี้?",
    "Are you sure you want to switch to the :planName plan?": "คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนไปใช้แผน :planName",
    "Are you sure you would like to delete this API token?": "คุณแน่ใจหรือว่าคุณจะชอบแบบอักษรเพื่อทำการลบนี้รูปแบบ api ตั๋วเข้าใช้งาน?",
    "Are you sure you would like to leave this team?": "คุณแน่ใจหรือว่าคุณอยากจะออกไปจากทีม?",
    "Are you sure you would like to remove this person from the team?": "คุณแน่ใจหรือว่าคุณอยากจะลบคนคนนี้ออกจากทีม?",
    "Are you sure you would like to switch billing plans?": "คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนแผนการเรียกเก็บเงิน",
    "Argentina": "อาร์เจนตินา",
    "Arizona": "แอริโซนา",
    "Arkansas": "อาร์คันซอ",
    "Armed Forces Africa / Canada / Europe / Middle East": "กองทัพแอฟริกา / แคนาดา / ยุโรป / ตะวันออกกลาง",
    "Armed Forces America (Except Canada)": "กองทัพอเมริกา (ยกเว้นแคนาดา)",
    "Armed Forces Pacific": "กองทัพภาคพื้นแปซิฟิก",
    "Armenia": "อาร์เมเนีย",
    "Aruba": "อรูบา",
    "Assign All Abilities": "กำหนดความสามารถทั้งหมด",
    "Attach": "ให้แนบเป็นสิ่งที่แนบมาด้วย",
    "Attach & Attach Another": "ให้แนบเป็นสิ่งที่แนบมาด้วย&ให้แนบเป็นสิ่งที่แนบมาด้วยอีก",
    "Attach :resource": "ให้แนบเป็นสิ่งที่แนบมาด้วย :resource",
    "Attach files by dragging & dropping, selecting or pasting them.": "แนบไฟล์ด้วยการลากและวาง เลือกหรือชิมไฟล์",
    "Attendance": "การเข้าร่วม",
    "August": "เดือนสิงหาคม",
    "Australia": "ออสเตรเลีย",
    "Austria": "ออสเตรีย",
    "Authentication Token": "โทเค็นการรับรองความถูกต้อง",
    "Azerbaijan": "อาร์เซอร์ไบจัน",
    "Back To My Account": "กลับไปที่บัญชีของฉัน",
    "Bahamas": "บาฮามา",
    "Bahrain": "บาห์เรน",
    "Bangladesh": "บังคลาเทศ",
    "Barbados": "บาร์บาดอส",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ก่อนที่จะดำเนินการต่อ, กรุณายืนยันอีเมลด้วยการคลิกที่ลิ้งที่เราพึ่งส่งเข้าอีเมลของคุณได้ไหม? หากคุณไม่ได้รับอีเมลนั้น, เรายินดีจะส่งให้คุณอีกครั้ง",
    "Before proceeding, please check your email for a verification link.": "ก่อนจะดำเนินการต่อ, กรุณาตรวจสอบลิ้งยืนยันในอีเมล",
    "Belarus": "เบลารุส",
    "Belgium": "เบลเยียม",
    "Belize": "เบลไลซ์",
    "Benin": "เบนิน",
    "Bermuda": "เบอร์มิวดา",
    "Bhutan": "ภูฏาน",
    "Billing": "การเรียกเก็บเงิน",
    "Billing Information": "ข้อมูลการเรียกเก็บเงิน",
    "Billing Management": "การจัดการการเรียกเก็บเงิน",
    "Bolivia": "โบลิเวีย",
    "Bolivia, Plurinational State of": "โบลิเวีย รัฐพหุชาติ",
    "Bonaire, Sint Eustatius and Saba": "Bonaire,Sint Eustatius และ Sábado",
    "Bosnia And Herzegovina": "บอสเนียและเฮอร์เซโกวินา",
    "Bosnia and Herzegovina": "บอสเนียและเฮอร์เซโกวินา",
    "Botswana": "บอทสวานา",
    "Bouvet Island": "เกาะบูเวท์",
    "Brazil": "บราซิล",
    "British Columbia": "บริติชโคลัมเบีย",
    "British Indian Ocean Territory": "ชาวอังกฤษอินเดียนมหาสมุทรบอกอาณาเขต",
    "Browser Sessions": "เซสชันเบราว์เซอร์",
    "Brunei Darussalam": "บรูไนดารุสซาลาม",
    "Bulgaria": "บัลแกเรีย",
    "Burkina Faso": "เบอร์กินาฟาโซ",
    "Burundi": "บูรันดิ",
    "California": "แคลิฟอร์เนีย",
    "Cambodia": "สื่อข้อมูลของกล้อง",
    "Cameroon": "คาเมรูน",
    "Canada": "แคนาดา",
    "Cancel": "ยกเลิก",
    "Cancel Subscription": "ยกเลิกการสมัครสมาชิก",
    "Cancelling": "กำลังยกเลิก",
    "Cape Verde": "แหลมเวอร์ดี",
    "Card": "การ์ด",
    "Cardholder's Name": "ชื่อผู้ถือบัตร",
    "Cayman Islands": "หมู่เกาะเคย์แมน",
    "Central African Republic": "สาธารณรัฐอัฟริกากลาง",
    "Chad": "แชด",
    "Change Subscription Plan": "เปลี่ยนแผนการสมัครสมาชิก",
    "Changes": "เปลี่ยนแปลง",
    "Checkout": "เช็คเอาท์",
    "Chile": "ชิลี",
    "China": "ประเทศจีน",
    "Choose": "เลือก",
    "Choose :field": "เลือก :field",
    "Choose :resource": "เลือก :resource",
    "Choose a project": "เลือกโครงการ",
    "Choose an option": "เลือกทางเลือก",
    "Choose date": "เลือกวัน",
    "Choose File": "เลือกแฟ้ม",
    "Choose Files": "เลือกไฟล์",
    "Choose Type": "เลือกประเภท",
    "Christmas Island": "เกาะคริสต์มาส",
    "City": "เมือง",
    "Click here to re-send the verification email.": "คลิกที่นี่เพื่อส่งอีเมลยืนยันอีกครั้ง",
    "click here to request another": "คลิกที่นี่เพื่อขออีกครั้ง",
    "Click here to reset your password:": "คลิกที่นี่เพื่อรีเซ็ตรหัสผ่านของคุณ:",
    "Click to choose": "คลิกเพื่อเลือก",
    "Close": "ปิด",
    "Cocos (Keeling) Islands": "หมู่เกาะโคคอส(Keeling)",
    "Code": "รหัส",
    "Colombia": "โคลัมเบีย",
    "Colorado": "โคโลราโด",
    "Comoros": "โคโมรอส",
    "Confirm": "ยืนยัน",
    "Confirm Billing Action": "ยืนยันการดำเนินการเรียกเก็บเงิน",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "Confirm Payment": "ยืนยันการจ่ายเงิน",
    "Confirm your :amount payment": "ยืนยันของคุณ :amount จ่ายเงิน",
    "Congo": "คองโก name",
    "Congo, Democratic Republic": "คองโก, สาธารณรัฐประชาธิปไตย",
    "Congo, the Democratic Republic of the": "คองโก, สาธารณรัฐประชาธิปไตย",
    "Connecticut": "คอนเนตทิคัต",
    "Constant": "อย่างต่อเนื่อง",
    "Contact Information": "ข้อมูลติดต่อ",
    "Continue To Payment": "ดำเนินการต่อเพื่อชำระเงิน",
    "Cook Islands": "หมู่เกาะคุก",
    "Copy to clipboard": "คัดลอกไปยังคลิปบอร์ด",
    "Copy To Clipboard": "คัดลอกไปยังคลิปบอร์ด",
    "Costa Rica": "คอสตาริก้า",
    "Cote D'Ivoire": "สาธารณรัฐโกตดิวัวร์",
    "Country": "ประเทศ",
    "Country Code": "รหัสประเทศ",
    "Coupon": "คูปอง",
    "Coupon accepted! The discount will be applied to your next invoice.": "รับคูปองแล้ว! ส่วนลดจะถูกนำไปใช้กับใบแจ้งหนี้ครั้งถัดไปของคุณ",
    "Coupon applied successfully.": "ใช้คูปองสำเร็จ",
    "Coupon Code": "รหัสคูปอง",
    "Create": "สร้าง",
    "Create & Add Another": "สร้างเพิ่มอีก",
    "Create :resource": "สร้าง :resource",
    "Create a new team to collaborate with others on projects.": "สร้างทีมใหม่เพื่อให้ความร่วมมือกับคนอื่นๆในโครงการ",
    "Create Account": "สร้างบัญชีผู้ใช้",
    "Create Announcement": "สร้างประกาศ",
    "Create API Token": "สร้างรูปแบบ api ตั๋วเข้าใช้งาน",
    "Create New Team": "สร้างใหม่ของทีม",
    "Create Team": "สร้างทีม",
    "Created": "สร้าง",
    "Created.": "สร้างขึ้นมา",
    "Croatia": "โครเอเชีย",
    "CSV (.csv)": "CSV (.csv)",
    "Cuba": "คิวบา",
    "Curaçao": "คูราซาว",
    "Current Password": "รหัสผ่านปัจจุบัน",
    "Current Subscription Plan": "แผนการสมัครสมาชิกปัจจุบัน",
    "Currently Subscribed": "ปัจจุบันได้สมัครแล้ว",
    "Customer Balance": "ยอดคงเหลือของลูกค้า",
    "Customize": "ปรับแต่ง",
    "Cyprus": "ไซปรัส",
    "Czech Republic": "สาธารณรัฐเช็ก",
    "Côte d'Ivoire": "ไอวอรี่โคสต์",
    "Daily Volume": "ปริมาณรายวัน",
    "Dark": "มืด",
    "Dashboard": "แดชบอร์ด",
    "Date": "วันที่",
    "Day Trial": "วันทดลองใช้",
    "December": "ธันวาคม",
    "Decrease": "ลด",
    "Default": "ค่าเริ่มต้น",
    "Delaware": "เดลาแวร์",
    "Delete": "ลบ",
    "Delete Account": "ลบบัญชีผู้ใช้",
    "Delete all notifications": "ลบการแจ้งเตือนทั้งหมด",
    "Delete Announcement": "ลบประกาศ",
    "Delete API Token": "ลบรูปแบบ api ตั๋วเข้าใช้งาน",
    "Delete File": "ลบแฟ้ม",
    "Delete Resource": "ลบทรัพยากร",
    "Delete Selected": "ลบรายการที่เลือกไว้",
    "Delete Team": "ลบออกทีม",
    "Delete Token": "ลบโทเค็น",
    "Deleting": "กำลังลบ",
    "Denmark": "เดนมาร์ก",
    "Detach": "ยกเลิกแนบราง",
    "Detach Resource": "ยกเลิกแนบรางทรัพยากร",
    "Detach Selected": "ยกเลิกแนบรางที่เลือกไว้",
    "Details": "รายละเอียด",
    "Developer": "นักพัฒนา",
    "Disable": "ปิดการใช้งาน",
    "Disable Two-Factor Authentication": "ปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย",
    "Disabling": "ปิดการใช้งาน",
    "District of Columbia": "เขตโคลัมเบีย",
    "Djibouti": "จิบูติ",
    "Do you really want to leave? You have unsaved changes.": "คุณต้องการที่จะไปเหรอ? คุณยังไม่ได้บันทึกการเปลี่ยนแปลง",
    "Dominica": "วันอาทิตย์",
    "Dominican Republic": "สาธารณรัฐโดมินิกัน",
    "Done.": "เสร็จแล้ว",
    "Download": "ดาวน์โหลด",
    "Download PDF": "ดาวน์โหลด PDF",
    "Download Receipt": "ดาวน์โหลดใบเสร็จ",
    "Drop file or click to choose": "วางไฟล์หรือคลิกเพื่อเลือก",
    "Drop files or click to choose": "วางไฟล์หรือคลิกเพื่อเลือก",
    "Duration": "ระยะเวลา",
    "E-Mail": "อีเมล",
    "E-Mail Address": "ที่อยู่อีเมล",
    "Ecuador": "เอกวาดอร์",
    "Edit": "แก้ไข",
    "Edit :resource": "แก้ไข :resource",
    "Edit Attached": "แก้ไขติด",
    "Edit Profile": "แก้ไขโปรไฟล์",
    "Edit Token": "แก้ไขโทเค็น",
    "Editor": "เครื่องมือแก้ไข",
    "Editor users have the ability to read, create, and update.": "เครื่องมือแก้ไขผู้ใช้มีความสามารถที่จะอ่านหนังสือสร้างและปรับปรุง",
    "Egypt": "อียิปต์",
    "El Salvador": "ซัลวาดอร์",
    "Email": "อีเมล",
    "Email Address": "ที่อยู่อีเมล",
    "Email Addresses": "ที่อยู่อีเมล",
    "Email Password Reset Link": "รหัสผ่านอีเมลปรับค่าเชื่อมโยง",
    "Email Us": "ส่งอีเมลถึงเรา",
    "Emergency Token": "โทเค็นฉุกเฉิน",
    "Employee": "พนักงาน",
    "Enable": "เปิดใช้งาน",
    "Enabling": "กำลังเปิดใช้งาน",
    "Ensure your account is using a long, random password to stay secure.": "ให้แน่ใจว่าบัญชีของคุณคือการใช้ยาวมากสุ่มรหัสผ่านที่อยู่ปลอดภัย",
    "Equatorial Guinea": "กินีตรงเส้นศูนย์สูตร",
    "Eritrea": "เอริเทรีย",
    "Error": "ข้อผิดพลาด",
    "Estonia": "เอสโทเนีย",
    "Ethiopia": "เอธิโอเปีย",
    "ex VAT": "จากภาษีมูลค่าเพิ่ม",
    "Excel (.xlsx)": "Excel (.xlsx)",
    "Expiration": "หมดอายุ",
    "Expires :expiration": "หมดอายุ:expiration",
    "Extra Billing Information": "ข้อมูลการเรียกเก็บเงินเพิ่มเติม",
    "Extra confirmation is needed to process your payment. Please continue to the payment page by clicking on the button below.": "จำเป็นต้องมีการยืนยันเพิ่มเติมเพื่อดำเนินการชำระเงินของคุณ โปรดไปที่หน้าชำระเงินโดยคลิกที่ปุ่มด้านล่าง",
    "Failed Subscription Payment": "การชำระเงินค่าสมัครสมาชิกล้มเหลว",
    "Failed to load :resource!": "ไม่สามารถโหลด :resource!",
    "Falkland Islands (Malvinas)": "หมู่เกาะฟอล์คแลนด์(Malvinas)",
    "Faroe Islands": "หมู่เกาะฟาโร",
    "Features": "คุณสมบัติ",
    "February": "เดือนกุมภาพันธ์",
    "Federated States Of Micronesia": "สหพันธรัฐไมโครนีเซีย",
    "Fiji": "ฟิจิ",
    "Filename": "ชื่อไฟล์",
    "Finish enabling two factor authentication.": "เสร็จสิ้นการเปิดใช้งานการยืนยันตัวตนแบบสองชั้น",
    "Finland": "ฟินแลนด์",
    "Florida": "ฟลอริดา",
    "For security reasons your new card will be charged a minimal fee upon registration.": "ด้วยเหตุผลด้านความปลอดภัย บัตรใหม่ของคุณจะถูกเรียกเก็บค่าธรรมเนียมขั้นต่ำเมื่อลงทะเบียน",
    "For your security, please confirm your password to continue.": "เพื่อความปลอดภัยของคุณ กรุณายืนยันรหัสผ่านของคุณเพื่อดำเนินการต่อ",
    "Forbidden": "ต้องห้าม",
    "Force Delete": "กำลังลบ",
    "Force Delete Resource": "กำลังลบทรัพยากร",
    "Force Delete Selected": "กำลังลบรายการที่เลือกไว้",
    "Forever": "ตลอดไป",
    "Forgot Password": "ลืมรหัสผ่าน",
    "Forgot your password?": "ลืมรหัสผ่านของคุณ?",
    "Forgot Your Password?": "ลืมรหัสผ่าน?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ลืมรหัสผ่านของคุณ? ไม่มีปัญหา เพียงแจ้งให้เราทราบที่อยู่อีเมลของคุณ แล้วเราจะส่งลิงก์รีเซ็ตรหัสผ่านทางอีเมลให้คุณเลือกรหัสผ่านใหม่",
    "France": "ฝรั่งเศส",
    "Free": "ฟรี",
    "French Guiana": "ฝรั่งเศสโพลีนีเซีย",
    "French Polynesia": "ฝรั่งเศสโพลีนีเซีย",
    "French Southern Territories": "มาจากทางใต้ทางใต้ของฝรั่งเศสแด",
    "From": "จาก",
    "Gabon": "กาบอน",
    "Gambia": "แกมเบีย",
    "Georgia": "จอร์เจีย",
    "Germany": "เยอรมัน",
    "Ghana": "กานา",
    "Gibraltar": "ยิบรอลตาร์",
    "Go Home": "ไปหน้าหลัก",
    "Go To Login": "ไปที่เข้าสู่ระบบ",
    "Go to page :page": "ไปยังหน้าที่ :page",
    "Got It!": "เข้าใจแล้ว!",
    "Great! You have accepted the invitation to join the :team team.": "เยี่ยม! คุณต้องยอมรับการเชื้อเชิญเข้าร่วมขบวนการ :team ทีม",
    "Greece": "กรีซ",
    "Greenland": "กรีนแลนด์",
    "Grenada": "เกรนาดา",
    "Guadeloupe": "เกาะกัวเดอลูป",
    "Guam": "กวม",
    "Guatemala": "กัวเตมาลา",
    "Guernsey": "เกอร์นซี",
    "Guinea": "กินี",
    "Guinea-Bissau": "กินี-บิสซอ",
    "Guyana": "กูยาน่า",
    "Haiti": "เฮติ",
    "Having second thoughts about cancelling your subscription? You can instantly reactive your subscription at any time until the end of your current billing cycle. After your current billing cycle ends, you may choose an entirely new subscription plan.": "มีความลังเลใจเกี่ยวกับการยกเลิกการสมัครของคุณ? คุณสามารถตอบรับการสมัครของคุณได้ตลอดเวลาจนกว่าจะสิ้นสุดรอบการเรียกเก็บเงินปัจจุบันของคุณ หลังจากรอบการเรียกเก็บเงินปัจจุบันของคุณสิ้นสุดลง คุณสามารถเลือกแผนการสมัครสมาชิกใหม่ทั้งหมดได้",
    "Hawaii": "ฮาวาย",
    "Heard Island & Mcdonald Islands": "เกาะเฮิร์ดและหมู่เกาะแมคโดนัลด์",
    "Heard Island and McDonald Islands": "เกาะเฮิร์ดและหมู่เกาะแมคโดนัลด์",
    "Hello!": "สวัสดี!",
    "Here is your new API token.": "นี่คือโทเค็น API ใหม่ของคุณ",
    "Hi :name": "สวัสดี :name",
    "Hi!": "สวัสดี!",
    "Hide Content": "ซ่อนเนื้อหา",
    "Hold Up!": "ก่อน!",
    "Holy See (Vatican City State)": "Holy See (นครรัฐวาติกัน)",
    "Honduras": "ฮอนดูรัส",
    "Hong Kong": "ฮ่องกง",
    "Hungary": "ฮังการี",
    "I Accept :linkOpen The Terms Of Service :linkClose": "ฉันยอมรับ :linkOpen เงื่อนไขการให้บริการ :linkClose",
    "I agree to the :terms_of_service and :privacy_policy": "ฉันเห็นด้วยกับ :terms_of_service และ :privacy_policy",
    "Iceland": "ไอซ์แลนด์",
    "ID": "หมายเลข",
    "Idaho": "ไอดาโฮ",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "ถ้าจำเป็น คุณสามารถออกจากเซสชันเบราว์เซอร์อื่น ๆ ของคุณทั้งหมดบนอุปกรณ์ทั้งหมดของคุณ บางส่วนของเซสชันล่าสุดของคุณแสดงอยู่ด้านล่าง อย่างไรก็ตาม รายการนี้อาจไม่ครบถ้วนสมบูรณ์ หากคุณรู้สึกว่าบัญชีของคุณถูกบุกรุก คุณควรอัปเดตรหัสผ่านด้วย",
    "If you already have an account, you may accept this invitation by clicking the button below:": "หากคุณมีบัญชีอยู่แล้ว คุณสามารถตอบรับคำเชิญนี้ได้โดยคลิกปุ่มด้านล่าง:",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "หากคุณยังไม่ได้คาดหวังที่จะได้รับการรับเชิญเข้าร่วมทีมนี้ คุณสามารถละทิ้งอีเมลนี้ได้",
    "If you did not receive the email": "หากคุณไม่ได้รับอีเมล",
    "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ดำเนินการรีเซตรหัสผ่าน, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you do not already have an account, you may click the following link to get started:": "หากคุณยังไม่มีบัญชี คุณสามารถคลิกลิงก์ต่อไปนี้เพื่อเริ่มต้น:",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "ถ้าคุณยังไม่มีบัญชีไว้บัญชีนึงคุณอาจจะสร้างหนึ่งโดยการคลิกที่ปุ่มด้านล่างนี้ หลังจากการสร้างบัญชีไว้บัญชีนึงคุณอาจจะอคลิกที่การเชื้อเชิญการยอมรับปุ่มนี้ทางอีเมลเพื่อยอมรับการเชิญเข้าร่วมทีม:",
    "If you lose your two-factor authentication device, you may use this emergency reset token to disable two-factor authentication on your account.": "หากคุณทำอุปกรณ์ตรวจสอบสิทธิ์แบบสองปัจจัยหาย คุณสามารถใช้โทเค็นรีเซ็ตฉุกเฉินนี้เพื่อปิดใช้งานการตรวจสอบสิทธิ์แบบสองปัจจัยในบัญชีของคุณ",
    "If you need to add specific contact or tax information to your receipts, like your full business name, VAT identification number, or address of record, you may add it here.": "หากคุณต้องการเพิ่มข้อมูลติดต่อหรือข้อมูลภาษีลงในใบเสร็จของคุณ เช่น ชื่อและนามสกุลของธุรกิจ หมายเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่ม หรือที่อยู่ในการบันทึก คุณสามารถเพิ่มได้ที่นี่",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ถ้าคุณกำลังมีปัญหาการคลิกที่\":actionText ปุ่ม\"คัดลอกและวางตำแหน่งที่อยู่ด้านล่างนี้\nเข้าไปในเว็บเบราว์เซอร์ของคุณ:",
    "Illinois": "รัฐอิลลินอยส์",
    "Impersonate": "เลียนแบบ",
    "Impersonation": "การเลียนแบบ",
    "In order to use two-factor authentication, you must install the :authyLink application on your smartphone. Authy is available for iOS and Android.": "ในการใช้การตรวจสอบสิทธิ์แบบสองปัจจัย คุณต้องติดตั้งแอปพลิเคชัน :authyLink บนสมาร์ทโฟนของคุณ Authy พร้อมใช้งานสำหรับ iOS และ Android",
    "Increase": "เพิ่มขึ้น",
    "India": "อินเดีย",
    "Indiana": "อินเดียน่า",
    "Indonesia": "อินโดนีเซีย",
    "Invalid JSON was returned from the route.": "JSON ที่ไม่ถูกต้องถูกส่งกลับจากเส้นทาง",
    "Invoice": "ใบแจ้งหนี้",
    "Invoices": "ใบแจ้งหนี้",
    "Iowa": "ไอโอวา",
    "Iran, Islamic Republic Of": "อิหร่าน",
    "Iran, Islamic Republic of": "อิหร่าน",
    "Iraq": "อิรัก",
    "Ireland": "ไอร์แลนด์",
    "Isle Of Man": "เกาะแห่งคน",
    "Isle of Man": "เกาะแมน",
    "Israel": "อิสราเอล",
    "It looks like you do not have an active subscription. You may choose one of the subscription plans below to get started. Subscription plans may be changed or cancelled at your convenience.": "ดูเหมือนว่าคุณไม่ได้สมัครรับข้อมูลที่ใช้งานอยู่ คุณสามารถเลือกแผนการสมัครสมาชิกด้านล่างเพื่อเริ่มต้น แผนการสมัครสมาชิกอาจมีการเปลี่ยนแปลงหรือยกเลิกตามความสะดวกของคุณ",
    "Italy": "อิตาลี",
    "Jamaica": "จาไมก้า",
    "January": "เดือนมกราคม",
    "Japan": "ญี่ปุ่น",
    "Jersey": "เจอร์ซีย์",
    "Joined": "เข้าร่วม",
    "Jordan": "จอร์แดน",
    "July": "กรกฎาคม",
    "June": "มิถุนายน",
    "Kansas": "แคนซัส",
    "Kazakhstan": "คาซัคสถาน",
    "Kentucky": "รัฐเคนตักกี้",
    "Kenya": "เคนยา",
    "Key": "กุญแจ",
    "Kiosk": "คีออสก์",
    "Kiribati": "คิริบาติ",
    "Korea": "เกาหลีใต้",
    "Korea, Democratic People's Republic of": "เกาหลีเหนือ",
    "Korea, Republic of": "เกาหลีใต้",
    "Kosovo": "คอซอวอ",
    "Kuwait": "คูเวต",
    "Kyrgyzstan": "คีจิสถาน",
    "Lao People's Democratic Republic": "ลาว",
    "Last active": "ใช้งานล่าสุด",
    "Last used": "ใช้ล่าสุด",
    "Last Used": "ใช้งานล่าสุด",
    "Latvia": "ลัธเวีย",
    "Leave": "ทิ้ง",
    "Leave Team": "ทิ้งทีม",
    "Lebanon": "เลบานอน",
    "Lens": "เลนส์",
    "Lesotho": "เลโซโต",
    "Liberia": "ไลบีเรีย",
    "Libyan Arab Jamahiriya": "ลิเบีย",
    "Liechtenstein": "ลิชเทนสไตน์",
    "Light": "แสงสว่าง",
    "Lithuania": "ลิธัวเนีย",
    "Load :perPage More": "โหลด :perPage มากกว่า",
    "Loading": "กำลังโหลด",
    "Loading Notifications": "กำลังโหลดการแจ้งเตือน",
    "Log in": "เข้าสู่ระบบ",
    "Log In": "เข้าสู่ระบบ",
    "Log Out": "ออกจากระบบ",
    "Log out": "ออกจากระบบ",
    "Log Out Other Browser Sessions": "ออกจากระบบเซสชันอื่นของเบราว์เซอร์",
    "Log Viewer": "โปรแกรมดูบันทึก",
    "Login": "เข้าสู่ระบบ",
    "Login Via Emergency Token": "เข้าสู่ระบบผ่านโทเค็นฉุกเฉิน",
    "Logout": "ออกจากระบบ",
    "Logs": "บันทึก",
    "Lost Your Device?": "ทำอุปกรณ์ของคุณหาย?",
    "Louisiana": "หลุยเซียน่า",
    "Luxembourg": "ลักเซมเบิร์ก",
    "Macao": "มาเก๊า",
    "Macedonia": "ทางเหนือมาเซโดเนีย",
    "Macedonia, the former Yugoslav Republic of": "มาซิโดเนีย, อดีตสาธารณรัฐยูโกสลาเวีย",
    "Madagascar": "มาดากัสกา",
    "Mailed Invitations": "คำเชิญทางไปรษณีย์",
    "Maine": "เมน",
    "Malawi": "มาลาวี",
    "Malaysia": "มาเลเซีย",
    "Maldives": "มัลดิฟ",
    "Mali": "เล็ก",
    "Malta": "มอลตา",
    "Manage Account": "จัดการบัญชีผู้ใช้",
    "Manage and log out your active sessions on other browsers and devices.": "จัดการและออกจากระบบเซสชันที่ใช้งานอยู่บนเบราว์เซอร์และอุปกรณ์อื่นๆ",
    "Manage API Tokens": "จัดการรูปแบบ api สัญลักษณ์",
    "Manage Role": "จัดการบทบาท",
    "Manage Team": "จัดการทีม",
    "Managing billing for :billableName": "จัดการการเรียกเก็บเงินสำหรับ :billableName",
    "Manitoba": "แมนิโทบา",
    "March": "มีนาคม",
    "Mark all as Read": "ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว",
    "Mark Read": "ทำเครื่องหมายอ่าน",
    "Mark Unread": "ทำเครื่องหมายว่ายังไม่ได้อ่าน",
    "Marshall Islands": "หมู่เกาะมาแชล",
    "Martinique": "มาทินิค",
    "Maryland": "แมริแลนด์",
    "Massachusetts": "แมสซาชูเซตส์",
    "Mauritania": "มอริทาเนีย",
    "Mauritius": "มอริเชียส",
    "May": "อาจจะ",
    "Mayotte": "บันทึกผู้สร้าง",
    "Membership": "การเป็นสมาชิก",
    "Message": "ข้อความ",
    "Metrics": "เมตริก",
    "Mexico": "เม็กซิโก",
    "Michigan": "มิชิแกน",
    "Micronesia, Federated States Of": "ไมโครนีเซีย, สหพันธรัฐ",
    "Micronesia, Federated States of": "ไมโครนีเซีย, สหพันธรัฐ",
    "Minnesota": "มินนิโซตา",
    "Mississippi": "มิสซิสซิปปี",
    "Missouri": "รัฐมิสซูรี",
    "mo": "โม",
    "Moldova": "มอลโดวา",
    "Moldova, Republic of": "มอลโดวา, สาธารณรัฐ",
    "Monaco": "โมนาโค",
    "Mongolia": "มองโกเลีย",
    "Montana": "มอนทาน่า",
    "Montenegro": "มอนเตเนโกร",
    "Month To Date": "เดือนนึงไปเดท",
    "Monthly": "รายเดือน",
    "monthly": "รายเดือน",
    "Monthly Recurring Revenue": "รายได้ประจำรายเดือน",
    "Months": "เดือน",
    "Montserrat": "มอนต์เซอร์รัต",
    "Morocco": "โมร็อคโค",
    "Mozambique": "โมแซมบิก",
    "Multiple Months": "หลายเดือน",
    "Myanmar": "ปฏิทินของฉัน",
    "N/A": "ไม่มีข้อมูล",
    "Name": "ชื่อ",
    "Namibia": "นามิเบีย",
    "Nauru": "ภาษานาอุรุ",
    "Nebraska": "เนบราสก้า",
    "Nepal": "แสงธรรมชาติ",
    "Netherlands": "เนเธอร์แลนด์",
    "Netherlands Antilles": "เนเธอร์แลนด์",
    "Nevada": "เนวาดา",
    "Never": "ไม่เคย",
    "Nevermind": "ไม่เป็นไร",
    "Nevermind, I'll keep my old plan": "ไม่เป็นไร, ฉันจะใช้แผนเก่าของฉัน",
    "New": "คนใหม่",
    "New :resource": "ใหม่ :resource",
    "New Brunswick": "นิวบรันสวิก",
    "New Caledonia": "นิวคาเลโดเนีย",
    "New Hampshire": "นิวแฮมป์เชียร์",
    "New Invitation!": "คำเชิญใหม่!",
    "New Jersey": "นิวเจอร์ซี",
    "New Mexico": "นิวเม็กซิโก",
    "New Password": "รหัสผ่านใหม่",
    "New Users": "ผู้ใช้ใหม่",
    "New York": "นิวยอร์ก",
    "New Zealand": "นิวซีแลนด์",
    "Newfoundland and Labrador": "นิวฟันด์แลนด์และแลบราดอร์",
    "Next": "ต่อไป",
    "Next Payment": "การชำระเงินครั้งต่อไป",
    "Next Payment on": "ชำระเงินครั้งต่อไปเมื่อ",
    "Nicaragua": "นิคารากัว",
    "Niger": "ไนเจอร์",
    "Nigeria": "ไนจีเรีย",
    "Niue": "นิอุเอ",
    "No": "ไม่",
    "No :resource matched the given criteria.": "ไม่ :resource นตรงกันกับที่ได้รับเงื่อนไขการเรียงลำดับ.",
    "No additional information...": "ไม่มีข้อมูลเพิ่มเติม...",
    "No Current Data": "ไม่มีข้อมูลปัจจุบัน",
    "No customer support request recipient is defined.": "ไม่มีการกำหนดผู้รับคำขอการสนับสนุนลูกค้า",
    "No Data": "ไม่มีข้อมูล",
    "no file selected": "ไม่มีแฟ้มที่เลือกไว้",
    "No Increase": "ไม่เพิ่ม",
    "No payment methods on file.": "ไม่มีวิธีการชำระเงินในไฟล์",
    "No payment scheduled.": "ไม่มีกำหนดการชำระเงิน",
    "No Prior Data": "ไม่มีข้อมูลก่อน",
    "No Results Found.": "ไม่พบผลลัพธ์ใดๆ",
    "No users matched the given criteria.": "ไม่มีผู้ใช้ที่ตรงกับเกณฑ์ที่กำหนด",
    "No, Go Back": "ไม่ กลับไป",
    "None": "ไม่มี",
    "Norfolk Island": "เกาะนอร์ฟอล์ค",
    "North Carolina": "นอร์ทแคโรไลนา",
    "North Dakota": "นอร์ทดาโคตา",
    "Northern Mariana Islands": "หมู่เกาะมาเรียนเหนือ",
    "Northwest Territories": "นอร์ทเวสต์เทร์ริทอรีส์",
    "Norway": "นอร์เวย์ name",
    "Not Found": "ไม่พบ",
    "Notifications": "การแจ้งเตือน",
    "Nova": "Nova",
    "Nova Scotia": "โนวาสโกเทีย",
    "Nova User": "โนวาสโคของผู้ใช้",
    "November": "พฤศจิกายน",
    "Nunavut": "นูนาวุต",
    "October": "ตุลาคม",
    "of": "ของ",
    "Oh no!": "ไม่นะ!",
    "Ohio": "โอไฮโอ",
    "Oklahoma": "โอคลาโฮมา",
    "Oman": "โอมาน name",
    "On Generic Trial": "ในการทดลองใช้งานทั่วไป",
    "Once": "ครั้งหนึ่ง",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ครั้งนึงเป็นทีมเป็นลบทั้งหมดของมันทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร. ก่อนจะทำการลบทีมนี้ได้โปรดดาวน์โหลดข้อมูลหรือข้อมูลเกี่ยวกับทีมนี้ที่คุณต้องจ้าง.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ก่อนลบบัญชีของคุณ โปรดดาวน์โหลดข้อมูลใดๆ ที่คุณต้องการเก็บไว้",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร",
    "Only Trashed": "เดียวกลางรื้อ",
    "Ontario": "ออนแทรีโอ",
    "Open Invoices": "เปิดใบแจ้งหนี้",
    "Oregon": "โอเรกอน",
    "Original": "ดั้งเดิม",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment method, and download your recent invoices.": "พอร์ทัลการจัดการการเรียกเก็บเงินของเราช่วยให้คุณจัดการแผนการสมัครสมาชิก วิธีการชำระเงิน และดาวน์โหลดใบแจ้งหนี้ล่าสุดของคุณได้อย่างสะดวก",
    "Our billing management portal allows you to conveniently manage your subscription plan, payment methods, and download your recent invoices.": "พอร์ทัลการจัดการการเรียกเก็บเงินของเราช่วยให้คุณจัดการแผนการสมัครสมาชิก วิธีการชำระเงิน และดาวน์โหลดใบแจ้งหนี้ล่าสุดของคุณได้อย่างสะดวก",
    "Owner": "เจ้าของ",
    "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
    "Pagination Navigation": "Pagination องการนำทาง",
    "Paid": "จ่าย",
    "Pakistan": "ปากีสถาน",
    "Palau": "เกาะพาเลา",
    "Palestinian Territory, Occupied": "ปาเลสไตน์แด",
    "Panama": "ปานามา",
    "Papua New Guinea": "ปาปัวนิวกินี",
    "Paraguay": "ปารากวัย",
    "Password": "รหัสผ่าน",
    "Payment Confirmation": "ค่าจ้างรับการยืนยัน",
    "Payment Information": "ข้อมูลการชำระเงิน",
    "Payment information updated successfully.": "อัปเดตข้อมูลการชำระเงินเรียบร้อยแล้ว",
    "Payment Method": "วิธีการชำระเงิน",
    "Payment Methods": "วิธีการชำระเงิน",
    "Payment Required": "ต้องชำระเงิน",
    "Payments": "การชำระเงิน",
    "Pending Invitations": "คำเชิญที่รอดำเนินการ",
    "Pending Team Invitations": "การเชื้อเชิญทีมที่ค้างอยู่",
    "Pennsylvania": "เพนซิลเวเนีย",
    "Per Page": "ต่อหน้า",
    "Percentage": "เปอร์เซ็นต์",
    "Permanently delete this team.": "ลบทีมนี้อย่างถาวร",
    "Permanently delete your account.": "อย่างถาวรลบบัญชีของคุณ.",
    "Permissions": "สิทธิ์ที่อนุญาต",
    "Person": "บุคคล",
    "Peru": "เปรู",
    "Philippines": "ฟิลิปปินส์",
    "Phone Number": "หมายเลขโทรศัพท์",
    "Photo": "ภาพถ่าย",
    "Pitcairn": "หมู่เกาะพิตแคร์น",
    "Please :linkOpen confirm your payment :linkClose to activate your subscription!": "กรุณา :linkOpen ยืนยันการชำระเงินของคุณ :linkClose เพื่อเปิดใช้งานการสมัครของคุณ!",
    "Please accept the terms of service.": "โปรดยอมรับข้อกำหนดในการให้บริการ",
    "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "โปรดยืนยันการเข้าถึงบัญชีของคุณโดยป้อนรหัสกู้คืนฉุกเฉินรหัสใดรหัสหนึ่งของคุณ",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "โปรดยืนยันการเข้าถึงบัญชีของคุณโดยป้อนรหัสยืนยันตัวตนที่ได้รับจากแอปพลิเคชันยืนยันตัวตนของคุณ",
    "Please confirm your password before continuing.": "โปรดยืนยันรหัสผ่านของคุณก่อนดำเนินการต่อ",
    "Please copy your new API token. For your security, it won't be shown again.": "ได้โปรดคัดลอกใหม่ของคุณรูปแบบ api ตั๋วเข้าใช้งาน. สำหรับมรปภ.ของคุณมันจะไม่ถูกแสดงอีกครั้ง",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการออกจากเซสชันเบราว์เซอร์อื่นๆ ของคุณในทุกอุปกรณ์",
    "Please first register your billing address.": "โปรดลงทะเบียนที่อยู่สำหรับการเรียกเก็บเงินของคุณก่อน",
    "Please first register your team's billing address.": "โปรดลงทะเบียนที่อยู่สำหรับการเรียกเก็บเงินของทีมของคุณก่อน",
    "Please provide a maximum of three receipt emails addresses.": "โปรดระบุที่อยู่อีเมลสำหรับใบเสร็จสูงสุดสามรายการ",
    "Please provide the email address of the person you would like to add to this team.": "โปรดระบุที่อยู่อีเมลของบุคคลที่คุณต้องการเพิ่มในทีมนี้",
    "Please select at least one ability.": "โปรดเลือกอย่างน้อยหนึ่งความสามารถ",
    "Please set a default payment method before swapping plans.": "โปรดตั้งค่าวิธีการชำระเงินเริ่มต้นก่อนเปลี่ยนแผน",
    "please upgrade your subscription": "โปรดอัปเกรดการสมัครของคุณ",
    "Poland": "โปแลนด์",
    "Portugal": "โปรตุเกส",
    "Postal Code": "รหัสไปรษณีย์",
    "Press / to search": "กด/ต้องการค้นหา",
    "Preview": "แสดงตัวอย่าง",
    "Previewing": "กำลังดูตัวอย่าง",
    "Previous": "ก่อนหน้านี้",
    "Prince Edward Island": "เจ้าชายเอ็ดเวิร์ดไอแลนด์",
    "Privacy Policy": "ข้อกำหนดความเป็นส่วนตัว",
    "Profile": "โปรไฟล์",
    "Profile Information": "ข้อมูลโปรไฟล์",
    "Profile Photo": "รูปประจำตัว",
    "Puerto Rico": "เปอร์โตริโก",
    "Qatar": "กาตาร์",
    "Quarter To Date": "ไตรมาสถึงวันที่",
    "Quebec": "ควิเบก",
    "Receipt Email Addresses": "ที่อยู่อีเมลของใบเสร็จรับเงิน",
    "Receipt emails updated successfully.": "อัปเดตอีเมลใบเสร็จเรียบร้อยแล้ว",
    "Receipts": "ใบเสร็จรับเงิน",
    "Recent Announcements": "ประกาศล่าสุด",
    "Recovery Code": "รหัสการกู้คืน",
    "Recurring Revenue": "รายได้ที่เกิดขึ้นประจำ",
    "Redeem": "ไถ่ถอน",
    "Redeem Coupon": "แลกคูปอง",
    "Redeeming": "กำลังแลก",
    "Redirecting": "กำลังเปลี่ยนเส้นทาง",
    "Refresh": "รีเฟรช",
    "Regards": "ฝากฝัง",
    "Regenerate Recovery Codes": "สร้างรหัสกู้คืนใหม่",
    "Register": "สมัครสมาชิก",
    "Registering": "กำลังลงทะเบียน",
    "Reload": "เรียกใหม่",
    "Remember me": "จำฉันได้ไหม",
    "Remember Me": "จดจำรหัสผ่าน",
    "Remove": "ลบ",
    "Remove All Abilities": "ลบความสามารถทั้งหมด",
    "Remove Photo": "ลบรูปภาพ",
    "Remove Team Member": "ลบสมาชิกทีม",
    "Replicate": "ทำซ้ำ",
    "Required fields": "ช่องที่ต้องเติม",
    "Resend Verification Email": "ส่งอีเมล์ยืนยันอีกครั้ง",
    "Reset Filters": "ตั้งค่าตัวกรอง",
    "Reset Password": "รีเซตรหัสผ่าน",
    "Reset Password Notification": "รีเซตการแจ้งเตือนรหัสผ่าน",
    "resource": "ทรัพยากร",
    "Resource Row Dropdown": "เมนูแบบเลื่อนลงของแถวทรัพยากร",
    "Resources": "ทรัพยากร",
    "resources": "ทรัพยากร",
    "Restore": "เรียกคืน",
    "Restore Resource": "เรียกคืนของทรัพยากรได้",
    "Restore Selected": "เรียกคืนที่เลือกไว้",
    "results": "ผลตรวจ",
    "Resume": "ประวัติย่อ",
    "Resume Subscription": "สมัครสมาชิกต่อ",
    "Resuming": "กำลังดำเนินการต่อ",
    "Retry Payment": "ลองชำระเงินอีกครั้ง",
    "Return to :appName": "กลับไปยัง :appName",
    "Reunion": "ประชุม",
    "Rhode Island": "โรดไอส์แลนด์",
    "Role": "บทบาท",
    "Romania": "โรมาเนีย",
    "Run Action": "วิ่งการกระทำ",
    "Russian Federation": "สมาพันธรัฐรัสเซีย",
    "Rwanda": "รวันด้า",
    "Réunion": "การประชุม",
    "Saint Barthelemy": "เซนต์ Barthélemy",
    "Saint Barthélemy": "เซนต์ Barthélemy",
    "Saint Helena": "เซนต์เฮเลน่า",
    "Saint Kitts And Nevis": "เซนต์กิตส์และเนวิส",
    "Saint Kitts and Nevis": "เซนต์กิตส์และเนวิส",
    "Saint Lucia": "เซนต์ลูเซีย",
    "Saint Martin": "เซนต์มาร์ติน",
    "Saint Martin (French part)": "เซนต์ Martin (ส่วนหนึ่งของฝรั่งเศส)",
    "Saint Pierre And Miquelon": "เซนต์ปิแอร์และมีเกอลง",
    "Saint Pierre and Miquelon": "เซนต์ปิแอร์และมีเกอลง",
    "Saint Vincent And Grenadines": "เซนต์วินเซนต์และเกรนาดีนส์",
    "Saint Vincent and the Grenadines": "เซนต์วินเซนต์และเกรนาดีนส์",
    "Samoa": "ซามัว",
    "San Marino": "ซานมาริโน่",
    "Sao Tome And Principe": "สาธารณรัฐประชาธิปไตยเซาตูเมและปรินซิปี",
    "Sao Tome and Principe": "สาธารณรัฐประชาธิปไตยเซาตูเมและปรินซิปี",
    "Saskatchewan": "ซัสแคตเชวัน",
    "Saudi Arabia": "ซาอุดิอราเบีย",
    "Save": "บันทึก",
    "Saved.": "ปลอดภัย",
    "Scroll to bottom": "เลื่อนไปที่ด้านล่าง",
    "Scroll to top": "เลื่อนไปด้านบน",
    "Search": "การค้นหา",
    "Search By Name Or E-Mail Address...": "ค้นหาตามชื่อหรือที่อยู่อีเมล...",
    "Search Results": "ผลการค้นหา",
    "Searching": "กำลังค้นหา",
    "second address line": "ที่อยู่บรรทัดที่สอง",
    "Security": "ความปลอดภัย",
    "Security Code": "รหัสรักษาความปลอดภัย",
    "See you soon!": "แล้วพบกันใหม่!",
    "Select": "เลือก",
    "Select a different plan": "เลือกแผนอื่น",
    "Select a log file...": "เลือกไฟล์บันทึก......",
    "Select A New Photo": "เลือกภาพถ่ายใหม่",
    "Select Action": "เลือกการกระทำ",
    "Select all": "เลือกทั้งหมด",
    "Select All": "เลือกทั้งหมด",
    "Select All Dropdown": "เลือกรายการทั้งหมด",
    "Select this page": "เลือกหน้านี้",
    "Send": "ส่ง",
    "Send Invitation": "ส่งคำเชิญชวน",
    "Send Password Reset Link": "ส่งลิงค์สำหรับรีเซตรหัสผ่าน",
    "Sending": "การส่ง",
    "Senegal": "เซนีกัล",
    "September": "กันยายน",
    "Serbia": "เซอร์เบีย",
    "Server Error": "เซิร์ฟเวอร์เกิดข้อผิดพลาด",
    "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
    "Session Expired": "เซสชันหมดอายุ",
    "Set as default": "ตั้งเป็นค่าเริ่มต้น",
    "Settings": "การตั้งค่า",
    "Setup Key": "คีย์การตั้งค่า",
    "Seychelles": "เซย์เชลล์",
    "Show All Fields": "แสดงช่องข้อมูล",
    "Show Content": "แสดงเนื้อหา",
    "Show Recovery Codes": "แสดงการรักษารหัส",
    "Showing": "แสดง",
    "Sierra Leone": "เซียร์ราลีโอน",
    "Signed in as": "ลงชื่อเข้าใช้เป็น",
    "Since you already have an account, you may accept the invitation from your account settings screen.": "เนื่องจากคุณมีบัญชีอยู่แล้ว คุณสามารถตอบรับคำเชิญได้จากหน้าจอการตั้งค่าบัญชีของคุณ",
    "Singapore": "สิงคโปร์",
    "Sint Maarten (Dutch part)": "ซินต์มาร์เติน",
    "SKU": "SKU",
    "Slovakia": "สโลวาเกีย",
    "Slovenia": "สโลเวเนีย",
    "Soft Deleted": "ลบแบบนุ่มนวล",
    "Solomon Islands": "หมู่เกาะโซโลมอน",
    "Somalia": "โซมาเลีย",
    "Something went wrong!": "บางอย่างผิดพลาด!",
    "Something went wrong.": "มีบางอย่างผิดพลาดเกิดขึ้น",
    "Something went wrong. Please try again or contact customer support.": "บางอย่างผิดพลาด. โปรดลองอีกครั้งหรือติดต่อฝ่ายสนับสนุนลูกค้า",
    "Sorry! You are not authorized to perform this action.": "ขอโทษ! คุณยังไม่ได้รับอนุญาตให้แสดงการทำการกระทำนี้",
    "Sorry, your session has expired.": "ขอโทษของกลุ่มงานอย่างน้อยก็หลับซะบ้าง",
    "South Africa": "แอฟริกาใต้",
    "South Carolina": "เซาท์แคโรไลนา",
    "South Dakota": "เซาท์ดาโคตา",
    "South Georgia And Sandwich Isl.": "เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช",
    "South Georgia and the South Sandwich Islands": "เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช",
    "South Sudan": "ซูดานใต้",
    "Spain": "สเปน",
    "Sri Lanka": "ศรีลังกา",
    "Standalone Actions": "การดำเนินการแบบสแตนด์อโลน",
    "Start Polling": "เริ่มการลงคะแนน",
    "Start polling": "เริ่มการลงคะแนน",
    "State": "สถานะ",
    "State & ZIP / Postal Code": "รัฐ & ไปรษณีย์ / รหัสไปรษณีย์",
    "State / County": "รัฐ / มณฑล",
    "Stop Impersonating": "หยุดแอบอ้าง",
    "Stop Polling": "หยุดการลงคะแนน",
    "Stop polling": "หยุดการลงคะแนน",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "เก็บรหัสกู้คืนเหล่านี้ไว้ในตัวจัดการรหัสผ่านที่ปลอดภัย สามารถใช้เพื่อกู้คืนการเข้าถึงบัญชีของคุณได้หากอุปกรณ์ตรวจสอบสิทธิ์แบบสองขั้นตอนสูญหาย",
    "Subject": "เรื่อง",
    "Subscribe": "สมัครสมาชิก",
    "Subscribers": "สมาชิก",
    "Subscribing": "กำลังสมัครสมาชิก",
    "Subscription": "การสมัครสมาชิก",
    "Subscription Information": "ข้อมูลการสมัครสมาชิก",
    "Subscription Pending": "การสมัครสมาชิก รอดำเนินการ",
    "Sudan": "ซูดาน",
    "Support": "สนับสนุน",
    "Support Request: ": "คำขอรับการสนับสนุน:",
    "Suriname": "ซูรินาเม",
    "Svalbard And Jan Mayen": "สฟาลบาร์และยานไมเอน",
    "Svalbard and Jan Mayen": "สฟาลบาร์และยานไมเอน",
    "Swaziland": "เอสวาตินี",
    "Sweden": "สวีเดน",
    "Switch": "สวิตช์",
    "Switch Teams": "เปลี่ยนทีม",
    "Switzerland": "สวิตเซอร์แลนด์",
    "Syrian Arab Republic": "ซีเรีย",
    "System": "ระบบ",
    "Taiwan": "ไต้หวัน",
    "Taiwan, Province of China": "ไต้หวัน, มณฑลของจีน",
    "Tajikistan": "ทาจีกิสถาน",
    "Tanzania": "แทนซาเนีย",
    "Tanzania, United Republic of": "แทนซาเนีย, สหสาธารณรัฐ",
    "Tax": "ภาษี",
    "TAX": "ภาษี",
    "Team Details": "รายละเอียดทีม",
    "Team Invitation": "ทีมการเชื้อเชิญ",
    "Team Members": "สมาชิกทีม",
    "Team Name": "ชื่อของทีม",
    "Team Owner": "เจ้าของทีม",
    "Team Settings": "ทีมการตั้งค่า",
    "Tennessee": "รัฐเทนเนสซี",
    "Terms of Service": "เงื่อนไขของบริการ",
    "Terms Of Service": "เงื่อนไขการให้บริการ",
    "Texas": "เท็กซัส",
    "Thailand": "ประเทศไทย",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ขอบคุณสำหรับการสมัคร! ก่อนเริ่มต้น คุณสามารถยืนยันที่อยู่อีเมลของคุณโดยคลิกลิงก์ที่เราเพิ่งส่งอีเมลถึงคุณได้หรือไม่ หากคุณไม่ได้รับอีเมล เรายินดีที่จะส่งใหม่ให้คุณ",
    "Thanks for your continued support. We've attached a copy of your invoice for your records. Please let us know if you have any questions or concerns!": "ขอบคุณสำหรับการสนับสนุนอย่างต่อเนื่องของคุณ เราได้แนบสำเนาใบแจ้งหนี้ของคุณเพื่อบันทึก โปรดแจ้งให้เราทราบหากคุณมีคำถามหรือข้อสงสัย!",
    "Thanks for your continued support. We've attached a copy of your invoice for your records. Please let us know if you have any questions or concerns.": "ขอบคุณสำหรับการสนับสนุนอย่างต่อเนื่องของคุณ เราได้แนบสำเนาใบแจ้งหนี้ของคุณเพื่อบันทึก โปรดแจ้งให้เราทราบหากคุณมีคำถามหรือข้อกังวลใดๆ",
    "Thanks!": "ขอบคุณ!",
    "Thanks,": "ขอบคุณ,",
    "The :attribute must be a valid role.": "ที่ :attribute ต้องเป็นที่ถูกต้องบทก่อน",
    "The :attribute must be at least :length characters and contain at least one number.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งหมายเลข",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งอักขระพิเศษและหนึ่งหมายเลข",
    "The :attribute must be at least :length characters and contain at least one special character.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งอักขระพิเศษ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งตัวอักษรตัวพิมพ์ใหญ่และหนึ่งหมายเลข",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งตัวอักษรตัวพิมพ์ใหญ่และหนึ่งอักขระพิเศษ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งเป็นอักษรตัวพิมพ์ใหญ่ตัวละครหนึ่งหมายเลข,และหนึ่งอักขระพิเศษ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งตัวอักษรตัวพิมพ์ใหญ่.",
    "The :attribute must be at least :length characters.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษร",
    "The :attribute must contain at least one letter.": "ที่ :attribute ต้องมีตัวอักษรอย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one number.": "ที่ :attribute ต้องมีตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one symbol.": "ที่ :attribute ต้องมีสัญลักษณ์อย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "ที่ :attribute ต้องมีตัวพิมพ์ใหญ่และตัวพิมพ์เล็กอย่างน้อยหนึ่งตัว",
    "The :resource was created!": "ที่ :resource ถูกสร้างขึ้น!",
    "The :resource was deleted!": "ที่ :resource ถูกลบออกไป!",
    "The :resource was restored!": "ที่ :resource ถูกเรียกคืน!",
    "The :resource was updated!": "ที่ :resource ถูกปรับปรุง!",
    "The action was executed successfully.": "ดำเนินการสำเร็จแล้ว",
    "The benefits of your subscription will continue until your current billing period ends on :date. You may resume your subscription at no extra cost until the end of the billing period.": "สิทธิประโยชน์ของการสมัครของคุณจะดำเนินต่อไปจนกว่ารอบการเรียกเก็บเงินปัจจุบันของคุณจะสิ้นสุดในวันที่ :date. คุณสามารถสมัครต่อได้โดยไม่มีค่าใช้จ่ายเพิ่มเติมจนกว่าจะสิ้นสุดรอบการเรียกเก็บเงิน",
    "The coupon :value discount will be applied to your subscription!": "คูปองส่วนลด :value จะนำไปใช้กับการสมัครของคุณ!",
    "The default payment method cannot be removed.": "ไม่สามารถลบวิธีการชำระเงินเริ่มต้นได้",
    "The emergency token was invalid.": "โทเค็นฉุกเฉินไม่ถูกต้อง",
    "The file was deleted!": "แฟ้มที่ถูกลบออกไป!",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":Attribute ที่ระบุปรากฏในการรั่วไหลของข้อมูล โปรดเลือก :attribute อื่น",
    "The given data was invalid.": "ข้อมูลที่ระบุไม่ถูกต้อง",
    "The given password does not match our records.": "รหัสผ่านที่กำหนดไม่ตรงกับบันทึกของเรา",
    "The government won't let us show you what's behind these doors": "รัฐบาลจะไม่ปล่อยให้พวกเราแสดงให้พวกเธอเห็นว่าอะไรอยู่เบื้องหลังประตูพวกนี้",
    "The HasOne relationship has already been filled.": "ที่ HasOne ความสัมพันธ์มีคนอยู่แล้ว",
    "The image could not be loaded": "ไม่สามารถโหลดรูปภาพได้",
    "The image could not be loaded.": "ไม่สามารถโหลดรูปภาพได้",
    "The invitation has been sent!": "ส่งคำเชิญแล้ว!",
    "The password is incorrect.": "รหัสผ่านไม่ถูกต้อง",
    "The provided coupon code is invalid.": "รหัสคูปองที่ระบุไม่ถูกต้อง",
    "The provided password does not match your current password.": "รหัสผ่านที่ระบุไม่ตรงกับรหัสผ่านปัจจุบันของคุณ",
    "The provided password was incorrect.": "รหัสผ่านที่ระบุไม่ถูกต้อง",
    "The provided two factor authentication code was invalid.": "รหัสการตรวจสอบสิทธิ์แบบสองชั้นที่ระบุไม่ถูกต้อง",
    "The provided two factor recovery code was invalid.": "รหัสการกู้คืนแบบสองชั้นที่ระบุไม่ถูกต้อง",
    "The provided VAT number is invalid.": "หมายเลขภาษีมูลค่าเพิ่มที่ให้ไม่ถูกต้อง",
    "The receipt emails must be valid email addresses.": "อีเมลใบเสร็จต้องเป็นที่อยู่อีเมลที่ถูกต้อง",
    "The resource was attached!": "แนบทรัพยากรแล้ว!",
    "The resource was prevented from being saved!": "ทรัพยากรถูกป้องกันไม่ให้บันทึก!",
    "The resource was updated!": "ทรัพยากรถูกปรับปรุง!",
    "The response is not a streamed response.": "การตอบกลับไม่ใช่การตอบกลับแบบสตรีม",
    "The response is not a view.": "การตอบสนองไม่ใช่มุมมอง",
    "The selected country is invalid.": "ประเทศที่เลือกไม่ถูกต้อง",
    "The selected plan is invalid.": "แผนที่เลือกไม่ถูกต้อง",
    "The team's name and owner information.": "ทีมขอชื่อเจ้าของข้อมูล",
    "There are no available options for this resource.": "มันไม่มีอยู่ตัวเลือกสำหรับทรัพยากรนี้",
    "There are no fields to display.": "ไม่มีฟิลด์ที่จะแสดง",
    "There are no new notifications.": "ไม่มีการแจ้งเตือนใหม่",
    "There is no active subscription.": "ไม่มีการสมัครสมาชิกที่ใช้งานอยู่",
    "There was a problem executing the action.": "นั่นเป็นปัญหาระหว่างประมวลผลทางการการกระทำ",
    "There was a problem fetching the resource.": "เกิดปัญหาในการเรียกทรัพยากร",
    "There was a problem submitting the form.": "มีปัญหาในการส่งแบบฟอร์ม",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "คนพวกนี้ได้ถูกเชิญของทีมและส่งการเชื้อเชิญส่งเมล พวกเขาอาจจะเข้าร่วมกับทีมด้วยการยอมรับทางการเชื้อเชิญผ่านทางอีเมล.",
    "This account does not have an active subscription.": "บัญชีนี้ไม่มีการสมัครสมาชิกที่ใช้งานอยู่",
    "This copy of Nova is unlicensed.": "สำเนาของ Nova นี้ไม่มีใบอนุญาต",
    "This country does not match the origin country of your card.": "ประเทศนี้ไม่ตรงกับประเทศต้นทางของบัตรของคุณ",
    "This coupon code can only be used by new customers.": "รหัสคูปองนี้สามารถใช้ได้โดยลูกค้าใหม่เท่านั้น",
    "This coupon code is invalid.": "รหัสคูปองนี้ไม่ถูกต้อง",
    "This device": "อุปกรณ์นี้",
    "This file field is read-only.": "แฟ้มนี้สอนอ่านได้อย่างเดียว",
    "This information will appear on all of your receipts, and is a great place to add your full business name, VAT number, or address of record. Do not include any confidential or financial information such as credit card numbers.": "ข้อมูลนี้จะปรากฏในใบเสร็จรับเงินทั้งหมดของคุณ และเป็นที่ที่ดีในการเพิ่มชื่อเต็มของธุรกิจ หมายเลขภาษีมูลค่าเพิ่ม หรือที่อยู่ในการบันทึก อย่ารวมข้อมูลที่เป็นความลับหรือข้อมูลทางการเงิน เช่น หมายเลขบัตรเครดิต",
    "This invitation code is invalid.": "รหัสเชิญนี้ไม่ถูกต้อง",
    "This invoice is no longer open.": "ใบแจ้งหนี้นี้ไม่ได้เปิดอีกต่อไป",
    "This is a secure area of the application. Please confirm your password before continuing.": "นี่เป็นพื้นที่ปลอดภัยของการทำงานของโปรแกรม ได้โปรดยืนยันรหัสผ่านของคุณก่อนต่อ.",
    "This is the only time the token will ever be displayed, so be sure not to lose it!": "นี่เป็นครั้งเดียวที่จะแสดงโทเค็น ดังนั้นอย่าลืมทำโทเค็นหาย!",
    "This is the only time this token will be displayed, so be sure not to lose it!": "นี่เป็นครั้งเดียวที่จะแสดงโทเค็นนี้ ดังนั้นอย่าลืมทำมันหาย!",
    "This password does not match our records.": "นี่รหัสผ่านไม่ตรงกับบันทึกของเรา",
    "This password reset link will expire in :count minutes.": "นี่รหัสผ่านใหม่เชื่อมโยงจะหมดอายุใน :count นาที",
    "This plan has been discontinued, but you may continue your subscription to this plan as long as you wish. If you cancel your subscription and later want to begin a new subscription, you will need to choose from one of the active plans listed below.": "แผนนี้ถูกยกเลิกแล้ว แต่คุณสามารถสมัครแผนนี้ต่อไปตราบเท่าที่คุณต้องการ หากคุณยกเลิกการสมัครรับข้อมูลและต้องการเริ่มสมัครรับข้อมูลใหม่ในภายหลัง คุณจะต้องเลือกจากหนึ่งในแผนที่ใช้งานอยู่ตามรายการด้านล่าง",
    "This resource no longer exists": "นี่ทรัพยากรไม่มีอีกต่อไป",
    "This subscription cannot be resumed. Please create a new subscription.": "การสมัครรับข้อมูลนี้ไม่สามารถดำเนินการต่อได้ โปรดสร้างการสมัครสมาชิกใหม่",
    "This subscription has expired and cannot be resumed. Please create a new subscription.": "การสมัครสมาชิกนี้หมดอายุแล้วและไม่สามารถดำเนินการต่อได้ โปรดสร้างการสมัครสมาชิกใหม่",
    "This team has too many team members for the selected plan.": "ทีมนี้มีสมาชิกในทีมมากเกินไปสำหรับแผนที่เลือก",
    "This team is not eligible for this plan.": "ทีมนี้ไม่มีสิทธิ์ใช้แผนนี้",
    "This user already belongs to the team.": "นี่ของผู้ใช้แล้วเป็นของทีม",
    "This user has a discount of :discountAmount for a single invoice.": "ผู้ใช้รายนี้มีส่วนลด :discountAmount สำหรับใบแจ้งหนี้เดียว",
    "This user has a discount of :discountAmount for all invoices during the next :months months.": "ผู้ใช้รายนี้มีส่วนลด :discountAmount สำหรับใบแจ้งหนี้ทั้งหมดในช่วง :months เดือนข้างหน้า",
    "This user has a discount of :discountAmount for all invoices during the next month.": "ผู้ใช้รายนี้มีส่วนลด :discountAmount สำหรับใบแจ้งหนี้ทั้งหมดในเดือนถัดไป",
    "This user has a discount of :discountAmount forever.": "ผู้ใช้นี้มีส่วนลด :discountAmount ตลอดไป",
    "This user has already been invited to the team.": "นี่ของผู้ใช้คนเพิ่งถูกเชิญไปเข้าร่วมกับองทีม",
    "Timor-Leste": "ติมอร์ตะวันออก",
    "to": "ต้อง",
    "To": "ถึง",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "หากต้องการเปิดใช้งานการยืนยันตัวตนแบบสองขั้นตอนให้เสร็จสิ้น ให้สแกนรหัส QR ต่อไปนี้โดยใช้แอปพลิเคชันตรวจสอบความถูกต้องของโทรศัพท์ หรือป้อนรหัสการตั้งค่าและระบุรหัส OTP ที่สร้างขึ้น",
    "Today": "วันนี้",
    "Toggle navigation": "แสดง/ซ่อนแถบนำทาง comment",
    "Toggle Navigation": "ไม่ต้องสลับช่องทาง",
    "Togo": "โตโก",
    "Tokelau": "โทเคเลา",
    "Token Can": "โทเค็นสามารถ",
    "Token Name": "ชื่อขอตั๋วเข้าใช้งาน",
    "Tonga": "เข้ามา",
    "Too Many Requests": "มีการส่งคำร้องมากเกินไป",
    "total": "ทั้งหมด",
    "Total Price Including Tax": "ราคารวมภาษี",
    "Total Revenue": "รายได้รวม",
    "Total Volume": "ปริมาณรวม",
    "Total:": "รวม:",
    "Trashed": "รื้",
    "Trial": "การทดลอง",
    "Trialing": "การพิจารณาคดี",
    "Trinidad And Tobago": "ตรีนิแดดและโทบาโก",
    "Trinidad and Tobago": "ตรินิแดดและโตเบโก",
    "Tunisia": "ตูนีเซีย",
    "Turkey": "ตุรกี",
    "Turkmenistan": "เตอร์กเมนิสถาน",
    "Turks And Caicos Islands": "หมู่เกาะเติกส์และหมู่เกาะเคคอส",
    "Turks and Caicos Islands": "หมู่เกาะเติกส์และหมู่เกาะเคคอส",
    "Tuvalu": "ตูวาลู",
    "Two Factor Authentication": "การยืนยันตัวตนแบบสองชั้น",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "เปิดใช้งานการยืนยันตัวตนแบบสองชั้นแล้ว สแกนรหัส QR ต่อไปนี้โดยใช้แอปพลิเคชันตรวจสอบสิทธิ์ในโทรศัพท์ของคุณหรือป้อนรหัสการตั้งค่า",
    "Two-Factor Authentication": "การรับรองความถูกต้องด้วยสองปัจจัย",
    "Two-Factor Authentication Reset Code": "รหัสรีเซ็ตการรับรองความถูกต้องด้วยสองปัจจัย",
    "Type": "ประเภท",
    "Uganda": "ยูกันดา",
    "Ukraine": "ยูเครน",
    "Unauthorized": "ไม่มีสิทธิ",
    "United Arab Emirates": "สหรัฐอาหรับอีมิเรตส์",
    "United Kingdom": "สหราชอาณาจักร",
    "United States": "สหรัฐอเมริกา",
    "United States Minor Outlying Islands": "เกาะเล็กรอบนอกของสหรัฐอเมริกา",
    "United States Outlying Islands": "หมู่เกาะรอบนอกของสหรัฐอเมริกา",
    "Unknown": "ไม่ทราบ",
    "Unpaid": "ค้างชำระ",
    "Update": "ปรับปรุง",
    "Update & Continue Editing": "ปรับปรุง&ดำเนินการแก้ไขต่อ",
    "Update :resource": "ปรับปรุง :resource",
    "Update :resource: :title": "ปรับปรุง :resource::title",
    "Update Announcement": "อัพเดทประกาศ",
    "Update attached :resource: :title": "ปรับปรุงติด :resource::title",
    "Update Billing Address": "อัปเดตที่อยู่สำหรับการเรียกเก็บเงิน",
    "Update Password": "ปรับปรุงรหัสผ่าน",
    "Update Payment Information": "อัปเดตข้อมูลการชำระเงิน",
    "Update Payment Method": "อัปเดตวิธีการชำระเงิน",
    "Update Photo": "อัพเดทรูปภาพ",
    "Update Subscription": "อัปเดตการสมัครสมาชิก",
    "Update VAT ID": "อัปเดตรหัสภาษีมูลค่าเพิ่ม",
    "Update your account's profile information and email address.": "ปรับปรุงบัญชีของคุณคือโพรไฟล์ข้อมูลและที่อยู่อีเมล.",
    "Updating": "กำลังปรับปรุง",
    "Uploading": "กำลังอัปโหลด",
    "Uploading files... (:current/:total)": "กำลังอัปโหลดไฟล์... (:current/:total)",
    "Uruguay": "อุรุกวัย",
    "Use a recovery code": "ใช้การรักษารหัส",
    "Use an authentication code": "ใช้การตรวจสอบสิทธิ์ของรหัส",
    "User Actions": "การกระทำของผู้ใช้",
    "Users": "ผู้ใช้",
    "Users Currently Trialing": "ผู้ใช้กำลังทดลองใช้",
    "Utah": "รัฐยูทาห์",
    "Uzbekistan": "อุซเบกิสถาน name",
    "Value": "ค่า",
    "Vanuatu": "แวนัวตู name",
    "VAT ID": "รหัสภาษีมูลค่าเพิ่ม",
    "VAT Number": "หมายเลขภาษี",
    "Venezuela": "เวเนซุเอลา name",
    "Venezuela, Bolivarian Republic of": "เวเนซุเอลา สาธารณรัฐโบลิวาเรีย",
    "Verify": "ตรวจสอบ",
    "Verify Email Address": "ยืนยันอีเมล",
    "Verify Your Email Address": "ยืนยันที่อยู่อีเมลของคุณ",
    "Vermont": "เวอร์มอนต์",
    "Viet Nam": "Vietnam",
    "View": "มุมมอง",
    "View Invitations": "ดูคำเชิญ",
    "View Receipt": "ดูใบเสร็จรับเงิน",
    "Virgin Islands": "หมู่เกาะเวอร์จิน",
    "Virgin Islands, British": "หมู่เกาะบริติชเวอร์จิน",
    "Virgin Islands, U.S.": "สหรัฐอเมริกาหมู่เกาะเวอร์จิน",
    "Virginia": "เวอร์จิเนีย",
    "Wallis And Futuna": "วอลลิสและฟูทูนา name",
    "Wallis and Futuna": "วาลลิสและฟุตูนา",
    "Washington": "วอชิงตัน",
    "We are processing your subscription. Once the subscription has successfully processed, this page will update automatically. Typically, this process should only take a few seconds.": "เรากำลังประมวลผลการสมัครของคุณ เมื่อการสมัครสมาชิกดำเนินการสำเร็จแล้ว หน้านี้จะอัปเดตโดยอัตโนมัติ โดยปกติแล้ว กระบวนการนี้จะใช้เวลาเพียงไม่กี่วินาที",
    "We are unable to process your payment. Please contact customer support.": "เราไม่สามารถประมวลผลการชำระเงินของคุณได้ โปรดติดต่อฝ่ายสนับสนุนลูกค้า",
    "We don't have anything to show you right now! But when we do, we'll be sure to let you know. Talk to you soon!": "เราไม่มีอะไรจะแสดงให้คุณเห็นในขณะนี้! แต่เมื่อเราทำ เราจะแจ้งให้คุณทราบอย่างแน่นอน คุยกันใหม่!",
    "We had trouble updating your billing address. Please contact customer support.": "เราประสบปัญหาในการอัปเดตที่อยู่สำหรับการเรียกเก็บเงินของคุณ โปรดติดต่อฝ่ายสนับสนุนลูกค้า",
    "We had trouble updating your card. It's possible your card provider is preventing us from charging the card. Please contact your card provider or customer support.": "เรามีปัญหาในการอัปเดตบัตรของคุณ เป็นไปได้ว่าผู้ให้บริการบัตรของคุณป้องกันไม่ให้เราเรียกเก็บเงินจากบัตร โปรดติดต่อผู้ให้บริการบัตรของคุณหรือฝ่ายสนับสนุนลูกค้า",
    "We had trouble updating your payment method. It's possible your payment provider is preventing us from charging the payment method. Please contact your payment provider or customer support.": "เราพบปัญหาในการอัปเดตวิธีการชำระเงินของคุณ เป็นไปได้ว่าผู้ให้บริการชำระเงินของคุณป้องกันไม่ให้เราเรียกเก็บเงินจากวิธีการชำระเงิน โปรดติดต่อผู้ให้บริการชำระเงินหรือฝ่ายสนับสนุนลูกค้า",
    "We had trouble validating your card. It's possible your card provider is preventing us from charging the card. Please contact your card provider or customer support.": "เรามีปัญหาในการตรวจสอบบัตรของคุณ เป็นไปได้ว่าผู้ให้บริการบัตรของคุณป้องกันไม่ให้เราเรียกเก็บเงินจากบัตร โปรดติดต่อผู้ให้บริการบัตรของคุณหรือฝ่ายสนับสนุนลูกค้า",
    "We have emailed your password reset link!": "เราได้ส่งลิงก์รีเซ็ตรหัสผ่านของคุณทางอีเมลแล้ว!",
    "We have received your message and will respond soon!": "เราได้รับข้อความของคุณแล้ว และจะตอบกลับในไม่ช้า!",
    "We were not able to enable two-factor authentication for this phone number.": "เราไม่สามารถเปิดใช้งานการตรวจสอบสิทธิ์สองปัจจัยสำหรับหมายเลขโทรศัพท์นี้ได้",
    "We were unable to find a registered user with this email address.": "เราไม่สามารถหาจดทะเบียนผู้ใช้กับเรื่องนี้อยู่อีเมลที่.",
    "We were unable to update your subscription. Please contact customer support.": "เราไม่สามารถอัปเดตการสมัครของคุณ โปรดติดต่อฝ่ายสนับสนุนลูกค้า",
    "We will send a receipt download link to the email addresses that you specify below. You may separate multiple email addresses using commas.": "เราจะส่งลิงค์ดาวน์โหลดใบเสร็จไปยังที่อยู่อีเมลที่คุณระบุด้านล่าง คุณสามารถแยกที่อยู่อีเมลหลายรายการโดยใช้เครื่องหมายจุลภาค",
    "We're lost in space. The page you were trying to view does not exist.": "เราสูญเสียนองในอวกาศ หน้าคุณกำลังพยายามองมุมมองไม่มีตัวตน",
    "Welcome Back!": "ยินดีต้อนรับกลับมา!",
    "Welcome to your new subscription.": "ยินดีต้อนรับสู่การสมัครใหม่ของคุณ",
    "West Virginia": "เวสต์เวอร์จิเนีย",
    "Western Sahara": "ซาฮาร่าตะวันตก",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "เมื่อสองคนปัจจักเปิดใช้ตัวเลือกการตรวจสอบสิทธิ์ของคุณจะถูกถามสำหรับความปลอดภัยแบบสุ่มตั๋วเข้าใช้งานระหว่างการตรวจสอบสิทธิ์โปรด คุณอาจจะดึงข้อมูนี้ตั๋วเข้าใช้งานจากโทรศัพท์ของคุณเป็นของกูเกิ้ลอีกด้วรทำงานของโปรแกรม",
    "Whoops": "ฉันหวังว่าพวกเธอจะแก้ไขเรื่",
    "Whoops!": "ขออภัย",
    "Whoops! Something went wrong.": "ขออภัย มีบางอย่างผิดพลาดเกิดขึ้น",
    "Whoops! This coupon code is invalid.": "อ๊ะ! รหัสคูปองนี้ไม่ถูกต้อง",
    "Whoops! This invitation code is invalid.": "อ๊ะ! รหัสเชิญนี้ไม่ถูกต้อง",
    "Wisconsin": "วิสคอนซิน",
    "With Trashed": "กับขยะ",
    "Write": "เขียน",
    "Wyoming": "รัฐไวโอมิง",
    "Year To Date": "ปีเพื่อวัน",
    "Yearly": "รายปี",
    "yearly": "รายปี",
    "Yearly Recurring Revenue": "รายได้ที่เกิดขึ้นเป็นประจำทุกปี",
    "Yemen": "Yemeni",
    "Yes": "ใช่แล้ว",
    "Yes, Cancel": "ใช่ ยกเลิก",
    "Yes, Delete": "ใช่ ลบ",
    "Yes, I'm Sure": "ใช่ ฉันแน่ใจ",
    "Yes, Leave": "ใช่ ลาก่อน",
    "Yes, Remove": "ใช่ ลบ",
    "You": "คุณ",
    "You are already subscribed.": "คุณติดตามแล้ว",
    "You are currently subscribed to the :planName plan.": "ขณะนี้คุณสมัครแผน :planName",
    "You are currently within your free trial period. Your trial will expire on :date.": "คุณอยู่ในช่วงทดลองใช้งาน ช่วงทดลองใช้จากหมดอายุในวันที่ :date.",
    "You are currently within your free trial period. Your trial will expire on :date. Starting a new subscription will end your trial.": "ขณะนี้คุณอยู่ในช่วงทดลองใช้งานฟรี การทดลองใช้งานของคุณจะหมดอายุในวันที่ :date. การเริ่มต้นการสมัครสมาชิกใหม่จะสิ้นสุดการทดลองใช้ของคุณ",
    "You are logged in!": "คุณได้ลงชื่อเข้าใช้งานแล้ว",
    "You are not eligible for this plan.": "คุณไม่มีสิทธิ์ใช้แผนนี้",
    "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมลสำหรับรีเซตรหัสผ่าน เนื่องจากเราได้รับคำร้องขอรีเซตรหัสผ่านสำหรับบัญชีของคุณ.",
    "You currently have :count invitation(s) remaining.": "ขณะนี้คุณมีคำเชิญเหลืออยู่ :count คำเชิญ",
    "You currently receive a discount of :discountAmount for a single invoice.": "ขณะนี้ คุณได้รับส่วนลด :discountAmount สำหรับใบแจ้งหนี้ใบเดียว",
    "You currently receive a discount of :discountAmount for all invoices during the next :months billing cycles.": "ขณะนี้ คุณได้รับส่วนลด :discountAmount สำหรับใบแจ้งหนี้ทั้งหมดในช่วง :months รอบบิลถัดไป",
    "You currently receive a discount of :discountAmount for all invoices during the next :months months.": "ขณะนี้ คุณได้รับส่วนลด :discountAmount สำหรับใบแจ้งหนี้ทั้งหมดในช่วง :months เดือนถัดไป",
    "You currently receive a discount of :discountAmount for all invoices during the next billing cycle.": "ขณะนี้ คุณได้รับส่วนลด :discountAmount สำหรับใบแจ้งหนี้ทั้งหมดในรอบบิลถัดไป",
    "You currently receive a discount of :discountAmount for all invoices during the next month.": "ขณะนี้ คุณได้รับส่วนลด :discountAmount สำหรับใบแจ้งหนี้ทั้งหมดในเดือนถัดไป",
    "You currently receive a discount of :discountAmount forever.": "ขณะนี้คุณได้รับส่วนลด :discountAmount ตลอดไป",
    "You have been invited to join the :team team!": "คุณได้รับเชิญเข้าร่วม :team ทีม!",
    "You have cancelled your subscription to the :planName plan.": "คุณได้ยกเลิกการสมัครแผน :planName แล้ว",
    "You have enabled two factor authentication.": "คุณได้เปิดใช้งานการยืนยันตัวตนแบบสองชั้น",
    "You have not enabled two factor authentication.": "คุณยังไม่ได้เปิดใช้งานการยืนยันตัวตนแบบสองชั้น",
    "You have some unpaid invoices. After updating your default payment method, you may retry the payments via the invoice list below.": "คุณมีใบแจ้งหนี้ที่ยังไม่ได้ชำระ หลังจากอัปเดตวิธีการชำระเงินเริ่มต้นของคุณแล้ว คุณสามารถลองชำระเงินอีกครั้งผ่านรายการใบแจ้งหนี้ด้านล่าง",
    "You may accept this invitation by clicking the button below:": "คุณสามารถยอมรับคำเชิญนี้โดยการกดคลิกที่ปุ่มด้านล่าง",
    "You may cancel your subscription at any time. Once your subscription has been cancelled, you will have the option to resume the subscription until the end of your current billing cycle.": "คุณสามารถยกเลิกการสมัครได้ตลอดเวลา หากยกเลิกการสมัครแล้ว คุณจะมีตัวเลือกในการสมัครต่อจนกว่าจะสิ้นสุดรอบบิลปัจจุบันของคุณ",
    "You may delete any of your existing tokens if they are no longer needed.": "คุณสามารถลบโทเค็นที่มีอยู่ได้หากไม่ต้องการอีกต่อไป",
    "You may not delete your personal team.": "คุณอาจจะไม่ลบส่วนตัวของทีม",
    "You may not leave a team that you created.": "คุณอาจจะไม่ออกจากทีมว่าคุณสร้างขึ้นมา",
    "You may revoke the token at any time from your API settings.": "คุณสามารถเพิกถอนโทเค็นได้ตลอดเวลาจากการตั้งค่า API ของคุณ",
    "You will be redirected to Mollie's checkout.": "คุณจะถูกนำไปที่จุดชำระเงินของ Mollie",
    "You will receive an invoice and payment link via email for each billing period.": "คุณจะได้รับใบแจ้งหนี้และลิงก์การชำระเงินทางอีเมลในแต่ละรอบบิล",
    "You're logged in!": "คุณได้ลงชื่อเข้าสู่ระบบแล้ว!",
    "Your :invoiceName invoice is now available!": "ใบแจ้งหนี้ :invoiceName ของคุณได้ถูกสร้างแล้ว",
    "Your application's dashboard.": "แดชบอร์ดของแอปพลิเคชันของคุณ",
    "Your billing address has been updated!": "อัปเดตที่อยู่สำหรับการเรียกเก็บเงินของคุณแล้ว!",
    "Your billing address is :address :address2 :postal_code :city :state :country": "ที่อยู่สำหรับการเรียกเก็บเงินของคุณคือ :address :address2 :postal_code :city :state :country",
    "Your billing information has been updated!": "ข้อมูลการเรียกเก็บเงินของคุณได้รับการอัปเดตแล้ว!",
    "Your card has been updated.": "การ์ดของคุณได้รับการอัปเดตแล้ว",
    "Your card was declined. Please contact your card issuer for more information.": "บัตรของคุณถูกปฏิเสธ กรุณาสอบถามข้อมูลเพิ่มเติมจากสถาบันการเงินที่ออกบัตรนี้ให้คุณ",
    "Your contact information has been updated!": "อัปเดตข้อมูลการติดต่อของคุณแล้ว!",
    "Your current payment method is :paypal.": "รูปแบบการชำระเงินปัจจุบันคือ :paypal.",
    "Your current payment method is a credit card ending in :lastFour that expires on :expiration.": "รูปแบบการชำระเงินปัจจุบันคือการจ่ายด้วยบัตรเครดิต หมายเลขลงท้าย :lastFour หมดอายุวันที่ :expiration.",
    "Your current plan doesn't allow you to invite more members, please upgrade your subscription.": "แผนปัจจุบันของคุณไม่อนุญาตให้คุณเชิญสมาชิกเพิ่ม โปรดอัปเกรดการสมัครของคุณ",
    "Your Email Address": "ที่อยู่อีเมลของคุณ",
    "Your email address is unverified.": "อีเมล์ของคุณยังไม่ได้รับการยืนยัน",
    "Your last payment of :amount on :date failed. Please update your payment method to retry the failed payment.": "การชำระเงินครั้งล่าสุดของคุณ :amount ในวันที่ :date ล้มเหลว โปรดอัปเดตวิธีการชำระเงินของคุณเพื่อลองชำระเงินที่ล้มเหลวอีกครั้ง",
    "Your next payment of :amount will be processed on :date.": "การชำระเงินครั้งต่อไปของคุณ :amount จะเป็น :date",
    "Your password has been updated!": "อัปเดตรหัสผ่านของคุณแล้ว!",
    "Your payment method could not be updated.": "ไม่สามารถอัปเดตวิธีการชำระเงินของคุณ",
    "Your payment method has been added successfully.": "เพิ่มวิธีการชำระเงินของคุณสำเร็จแล้ว",
    "Your payment method has been updated.": "อัปเดตวิธีการชำระเงินของคุณแล้ว",
    "Your payment method will be charged automatically for each billing period.": "วิธีการชำระเงินของคุณจะถูกเรียกเก็บเงินโดยอัตโนมัติในแต่ละรอบการเรียกเก็บเงิน",
    "Your payment went wrong. Try again or contact support": "การชำระเงินของคุณผิดพลาด ลองอีกครั้งหรือติดต่อฝ่ายสนับสนุน",
    "Your registered VAT Number is :vatNumber.": "หมายเลขประจำตัวผู้เสียภาษีของคุณคือ :vatNumber.",
    "Your session has expired. Please login again to continue.": "เซสชันของคุณหมดอายุแล้ว กรุณาเข้าสู่ระบบอีกครั้งเพื่อดำเนินการต่อ",
    "Your Settings": "การตั้งค่าของคุณ",
    "Your subscription has been started successfully.": "การสมัครของคุณเริ่มต้นเรียบร้อยแล้ว",
    "Your subscription has been successfully cancelled.": "การสมัครของคุณถูกยกเลิกเรียบร้อยแล้ว",
    "Your subscription was successfully resumed.": "การสมัครรับข้อมูลของคุณดำเนินการต่อเรียบร้อยแล้ว",
    "Your subscription was successfully updated.": "อัปเดตการสมัครรับข้อมูลของคุณเรียบร้อยแล้ว",
    "Your trial period will expire on ": "ระยะเวลาทดลองใช้ของคุณจะหมดอายุในวันที่",
    "Your VAT ID has been updated!": "รหัส VAT ของคุณได้รับการอัปเดตแล้ว!",
    "yr": "ปี",
    "Yukon": "ยุคล",
    "Zambia": "แซมเบีย",
    "Zimbabwe": "ซิมบับเว",
    "ZIP / Postal Code": "รหัสไปรษณีย์",
    "Zip / Postal Code": "รหัสไปรษณีย์",
    "Åland Islands": "หมู่เกาะโอลันด์"
}
