{
    "The :attribute must be a valid role.": "ช่องข้อมูลนี้ต้องเป็นบทบาทที่ถูกต้อง",
    "The :attribute must be at least :length characters and contain at least one number.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักขระพิเศษอย่างน้อยหนึ่งตัวและตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one special character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักขระพิเศษอย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยตัวอักษรพิมพ์ใหญ่อย่างน่้อยหนึ่งตัว และตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัวอักษร และประกอบด้วยตัวอักษรพิมพ์ใหญ่อย่างน่้อยหนึ่งตัว และอักขระพิเศษอย่างน้อยหนึ่งตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัวอักษร และประกอบด้วยตัวอักษรพิมพ์ใหญ่อย่างน่้อยหนึ่งตัว, ตัวเลขหนึ่งตัว, และอักขระพิเศษหนึ่งตัวอักษร",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยตัวอักษรพิมพ์ใหญ่อย่างน่้อยหนึ่งตัว",
    "The :attribute must be at least :length characters.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว",
    "The :attribute must contain at least one letter.": "ช่องข้อมูลนี้ต้องประกอบด้วยตัวอักษรอย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one number.": "ช่องข้อมูลนี้ต้องประกอบด้วยตัวเลขอย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one symbol.": "ช่องข้อมูลนี้ต้องประกอบด้วยสัญลักษณ์อย่างน้อยหนึ่งตัว",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "ช่องข้อมูลนี้ต้องประกอบด้วยตัวอักษรพิมพ์ใหญ่อย่างน้อยหนึ่งตัว และตัวอักษรพิมพ์เล็กอย่างน้อยหนึ่งตัว",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "ข้อมูลในช่องข้อมูลนี้ถูกพบในข้อมูลที่มีการรั่วไหล โปรดเลือกข้อมูลอื่น"
}
