{
    "The :attribute must be a valid role.": "ช่องข้อมูลนี้ต้องเป็นบทบาทที่ถูกต้อง",
    "The :attribute must be at least :length characters and contain at least one number.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยตัวเลขอย่างน้อย 1 ตัว",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักขระพิเศษอย่างน้อย 1 ตัว และตัวเลขอย่างน้อย 1 ตัว",
    "The :attribute must be at least :length characters and contain at least one special character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักขระพิเศษอย่างน้อย 1 ตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักษรพิมพ์ใหญ่อย่างน่้อย 1 ตัว และตัวเลขอย่างน้อย 1 ตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักษรพิมพ์ใหญ่อย่างน่้อย 1 ตัว และอักขระพิเศษอย่างน้อย 1 ตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักษรพิมพ์ใหญ่อย่างน่้อย 1 ตัว, ตัวเลขอย่างน่้อย 1 ตัว, และอักขระพิเศษอย่างน่้อย 1 ตัว",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว และประกอบด้วยอักษรพิมพ์ใหญ่อย่างน้อย 1 ตัว",
    "The :attribute must be at least :length characters.": "ช่องข้อมูลนี้ต้องมีอักขระอย่างน้อย :length ตัว",
    "The :attribute must contain at least one letter.": "ช่องข้อมูลนี้ต้องประกอบด้วยตัวอักษรอย่างน้อย 1 ตัว",
    "The :attribute must contain at least one number.": "ช่องข้อมูลนี้ต้องประกอบด้วยตัวเลขอย่างน้อย 1 ตัว",
    "The :attribute must contain at least one symbol.": "ช่องข้อมูลนี้ต้องประกอบด้วยสัญลักษณ์อย่างน้อย 1 ตัว",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "ช่องข้อมูลนี้ต้องประกอบด้วยอักษรพิมพ์ใหญ่อย่างน้อย 1 ตัว และอักษรพิมพ์เล็กอย่างน้อย 1 ตัว",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "ช่องข้อมูลที่ให้มาถูกพบในข้อมูลที่รั่วไหล โปรดเลือกช่องข้อมูลอื่น"
}
