{
    "A fresh verification link has been sent to your email address.": "ลิงค์สำหรับยืนยันได้ถูกส่งไปยังอีเมลของคุณแล้ว.",
    "All rights reserved.": "ทั้งลิขสิทธิ์ซักคนในนี้มั้ย",
    "Before proceeding, please check your email for a verification link.": "ก่อนดำเนินการใดๆ, กรุณาตรวจสอบลิงค์ยืนยันที่ถูกส่งไปยังอีเมลของคุณ",
    "click here to request another": "คลิ๊กที่นี่ เพื่อขออีเมลใหม่",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "Dashboard": "แดชบอร์ด",
    "E-Mail Address": "อีเมล",
    "Forbidden": "ต้องห้าม",
    "Forgot Your Password?": "ลืมรหัสผ่าน?",
    "Go Home": "ไปหน้าหลัก",
    "Hello!": "สวัสดี! ",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you did not receive the email": "หากคุณไม่ได้รับอีเมล",
    "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ดำเนินการรีเซตรหัสผ่าน, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ถ้าคุณกำลังมีปัญหาการคลิกที่\":actionText ปุ่ม\"คัดลอกและวางตำแหน่งที่อยู่ด้านล่างนี้\nเข้าไปในเว็บเบราว์เซอร์ของคุณ:",
    "Invalid signature.": "ลายเซ็นใช้ไม่ได้",
    "Login": "เข้าสู่ระบบ",
    "Logout": "ออกจากระบบ",
    "Name": "ชื่อ",
    "Not Found": "ไม่พบ",
    "Oh no": "ไม่นะ",
    "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
    "Password": "รหัสผ่าน",
    "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ.",
    "Please confirm your password before continuing.": "ได้โปรดยืนยันรหัสผ่านของคุณก่อนต่อ.",
    "Regards": "ฝากฝัง",
    "Register": "สมัครสมาชิก",
    "Remember Me": "จดจำรหัสผ่าน",
    "Reset Password": "รีเซตรหัสผ่าน",
    "Reset Password Notification": "รีเซตการแจ้งเตือนรหัสผ่าน",
    "Send Password Reset Link": "ส่งลิงค์สำหรับรีเซตรหัสผ่าน",
    "Server Error": "เซิร์ฟเวอร์เกิดข้อผิดพลาด",
    "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
    "This action is unauthorized.": "การกระทำนี้เป็นโดยพลการ",
    "This password reset link will expire in :count minutes.": "นี่รหัสผ่านใหม่เชื่อมโยงจะหมดอายุใน :count นาที",
    "Toggle navigation": "แสดง\/ซ่อนแถบนำทาง comment",
    "Too Many Attempts.": "มากมายพยายาม.",
    "Too Many Requests": "มีการส่งคำร้องมากเกินไป",
    "Unauthorized": "ไม่มีสิทธิ",
    "Verify Email Address": "ยืนยันอีเมล",
    "Verify Your Email Address": "ยืนยันอีเมลของคุณ",
    "We won't ask for your password again for a few hours.": "เราไม่ให้ถามสำหรับรหัสผ่านของคุณอีกครั้งสำหรับก่อนหน้านี้ไม่กี่ชั่วโมง",
    "Whoops!": "อุปส์!",
    "You are logged in!": "คุณเข้าสู่ระบบแล้ว!",
    "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมลสำหรับรีเซตรหัสผ่าน เนื่องจากเราได้รับคำร้องขอรีเซตรหัสผ่านสำหรับบัญชีของคุณ.",
    "Your email address is not verified.": "ที่อยู่อีเมลของคุณไม่ได้ยืนยันก่อน"
}
