{
    "A fresh verification link has been sent to your email address.": "ลิงค์สำหรับยืนยันได้ถูกส่งไปยังอีเมลของคุณแล้ว.",
    "Add a new team member to your team, allowing them to collaborate with you.": "เพิ่มเป็นสมาชิกทีมคนใหม่ของทีมยอมให้พวกเขาให้ความร่วมมือกับคุณ",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "คุณแน่ใจหรือว่าคุณต้องการจะลบทีมนี้? ครั้งนึงเป็นทีมเป็นลบทั้งหมดของมันทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "คุณแน่ใจหรือว่าคุณต้องการจะลบบัญชีของคุณ? เมื่อบัญชีของคุณคือกลบออกไป,ทั้งหมดของทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร. โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณจะชอบอย่างถาวรลบบัญชีของคุณ.",
    "Before proceeding, please check your email for a verification link.": "ก่อนดำเนินการใดๆ, กรุณาตรวจสอบลิงค์ยืนยันที่ถูกส่งไปยังอีเมลของคุณ",
    "click here to request another": "คลิ๊กที่นี่ เพื่อขออีเมลใหม่",
    "E-Mail Address": "อีเมล",
    "Editor users have the ability to read, create, and update.": "เครื่องมือแก้ไขผู้ใช้มีความสามารถที่จะอ่านหนังสือสร้างและปรับปรุง",
    "Ensure your account is using a long, random password to stay secure.": "ให้แน่ใจว่าบัญชีของคุณคือการใช้ยาวมากสุ่มรหัสผ่านที่อยู่ปลอดภัย",
    "For your security, please confirm your password to continue.": "สำหรับมรปภ.ของคุณโปรดยืนยันรหัสผ่านของคุณดำเนินการต่อไปอีกไม่ได้",
    "Forbidden": "ต้องห้าม",
    "Go to page :page": "ไปยังหน้าที่ :page",
    "Hello!": "สวัสดี! ",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "ถ้าจำเป็นคุณอาจจะออกจากระบบของทั้งหมดของคุณอีกเบราว์เซอร์วาระการใช้งานอีกฝั่งของคุณทั้งหมดอุปกรณ์. บางอย่างที่นายเพิ่งกลุ่มงานชื่อด้านล่างนี้อย่างไรก็ตามองรายการนี้อาจจะไม่ exhaustive. ถ้าคุณรู้สึกบัญชีของคุณมีอยู่ในอันตรายคุณควรจะปรับปรุงรหัสผ่านของคุณ.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "ถ้าจำเป็นคุณอาจจะออกจากระบบ comment ของทั้งหมดของคุณอีกเบราว์เซอร์วาระการใช้งานอีกฝั่งของคุณทั้งหมดอุปกรณ์. บางอย่างที่นายเพิ่งกลุ่มงานชื่อด้านล่างนี้อย่างไรก็ตามองรายการนี้อาจจะไม่ exhaustive. ถ้าคุณรู้สึกบัญชีของคุณมีอยู่ในอันตรายคุณควรจะปรับปรุงรหัสผ่านของคุณ.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "ถ้าคุณจะทำไปเรียบร้อยแล้วบัญชีไว้บัญชีนึงคุณอาจจะยอมรับการเชื้อเชิญนี้ได้โดยการคลิกที่ปุ่มด้านล่าง:",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "ถ้าคุณยังไม่ได้คาดหวังที่จะได้รับการเชิญเพื่อทีมคุณอาจจะเป็นการละทิ้งนี้อีเมล",
    "If you did not receive the email": "หากคุณไม่ได้รับอีเมล",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "ถ้าคุณยังไม่มีบัญชีไว้บัญชีนึงคุณอาจจะสร้างหนึ่งโดยการคลิกที่ปุ่มด้านล่างนี้ หลังจากการสร้างบัญชีไว้บัญชีนึงคุณอาจจะอคลิกที่การเชื้อเชิญการยอมรับปุ่มนี้ทางอีเมลเพื่อยอมรับการเชิญเข้าร่วมทีม:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ถ้าคุณกำลังมีปัญหาการคลิกที่\":actionText ปุ่ม\"คัดลอกและวางตำแหน่งที่อยู่ด้านล่างนี้\nเข้าไปในเว็บเบราว์เซอร์ของคุณ:",
    "Invalid signature.": "ลายเซ็นใช้ไม่ได้",
    "Log out": "ปูมบันทึกออกไป",
    "Logout Other Browser Sessions": "ออกจากระบบ Comment อื่นเบราว์เซอร์วาระการใช้งาน@Action:Inmenu Go",
    "Manage and logout your active sessions on other browsers and devices.": "จัดการและออกจากระบบ comment ของวาระงานที่ใช้งานอยู่บนอื่น browsers และอุปกรณ์.",
    "Nevermind": "ฉันบอกแกว่าอย๋าเปิด",
    "Not Found": "ไม่พบ",
    "Oh no": "ไม่นะ",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "ครั้งนึงเป็นทีมเป็นลบทั้งหมดของมันทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร. ก่อนจะทำการลบทีมนี้ได้โปรดดาวน์โหลดข้อมูลหรือข้อมูลเกี่ยวกับทีมนี้ที่คุณต้องจ้าง.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "เมื่อบัญชีของคุณคือกลบออกไป,ทั้งหมดของทรัพยากรและข้อมูลจะถูกลบออกไปอย่างถาวร. ก่อนจะทำการลบบัญชีของคุณได้โปรดดาวน์โหลดข้อมูลหรือข้อมูลที่คุณต้องจ้าง.",
    "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
    "Pagination Navigation": "Pagination องการนำทาง",
    "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ.",
    "Please confirm your password before continuing.": "ได้โปรดยืนยันรหัสผ่านของคุณก่อนต่อ.",
    "Please copy your new API token. For your security, it won't be shown again.": "ได้โปรดคัดลอกใหม่ของคุณรูปแบบ api ตั๋วเข้าใช้งาน. สำหรับมรปภ.ของคุณมันจะไม่ถูกแสดงอีกครั้ง",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันคุณอยากจะออกจากระบบ comment นคนอื่นๆของนายเบราว์เซอร์วาระการใช้งานอีกฝั่งของคุณทั้งหมดอุปกรณ์.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "โปรดกำหนดที่อยู่อีเมลของคนที่คุณอยากจะเพิ่มไปยังทีมนี้ ที่อยู่อีเมลที่ต้องเป็นที่เกี่ยวข้องกับที่มีอยู่แล้วขึ้นบัญชี",
    "Regards": "ฝากฝัง",
    "results": "ผลตรวจ",
    "Server Error": "เซิร์ฟเวอร์เกิดข้อผิดพลาด",
    "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
    "Showing": "แสดง",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ขอบคุณสำหรับเซ็นสัญญา! ก่อนที่จะเริ่มต้นช่วยคุณตรวจสอบที่อยู่อีเมลของคุณโดยการคลิกบนการเชื่อมโยงเราเพิ่งส่งอีเมล์ให้เธอหรอ? ถ้าคุณไม่ได้รับอีเมลเรายินดีที่จะส่งคุณอีกคน",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "ที่ :attribute ต้องเป็นอย่างน้อย :length ตัวอักษรและมีอย่างน้อยหนึ่งเป็นอักษรตัวพิมพ์ใหญ่ตัวละครหนึ่งหมายเลข,และหนึ่งอักขระพิเศษ.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "ทีมขอชื่อเจ้าของข้อมูล",
    "This action is unauthorized.": "การกระทำนี้เป็นโดยพลการ",
    "This password reset link will expire in :count minutes.": "นี่รหัสผ่านใหม่เชื่อมโยงจะหมดอายุใน :count นาที",
    "to": "ต้อง",
    "Toggle navigation": "แสดง\/ซ่อนแถบนำทาง comment",
    "Too Many Attempts.": "มากมายพยายาม.",
    "Too Many Requests": "มีการส่งคำร้องมากเกินไป",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "สองคนปัจจัการตรวจสอบสิทธิ์ตอนนี้เปิดการทำงาน ตรวจค้นคลังตาม QR รหัสโดยใช้โทรศัพท์ของคุณเป็นอีกด้วรทำงานของโปรแกรม",
    "Unauthorized": "ไม่มีสิทธิ",
    "Update your account's profile information and email address.": "ปรับปรุงบัญชีของคุณคือโพรไฟล์ข้อมูลและที่อยู่อีเมล.",
    "Verify Email Address": "ยืนยันอีเมล",
    "Verify Your Email Address": "ยืนยันอีเมลของคุณ",
    "We won't ask for your password again for a few hours.": "เราไม่ให้ถามสำหรับรหัสผ่านของคุณอีกครั้งสำหรับก่อนหน้านี้ไม่กี่ชั่วโมง",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "เมื่อสองคนปัจจักเปิดใช้ตัวเลือกการตรวจสอบสิทธิ์ของคุณจะถูกถามสำหรับความปลอดภัยแบบสุ่มตั๋วเข้าใช้งานระหว่างการตรวจสอบสิทธิ์โปรด คุณอาจจะดึงข้อมูนี้ตั๋วเข้าใช้งานจากโทรศัพท์ของคุณเป็นของกูเกิ้ลอีกด้วรทำงานของโปรแกรม",
    "You are logged in!": "คุณเข้าสู่ระบบแล้ว!",
    "Your email address is not verified.": "ที่อยู่อีเมลของคุณไม่ได้ยืนยันก่อน"
}
