{
    "A fresh verification link has been sent to your email address.": "ลิงค์สำหรับยืนยันได้ถูกส่งไปยังอีเมลของคุณแล้ว.",
    "Before proceeding, please check your email for a verification link.": "ก่อนดำเนินการใดๆ, กรุณาตรวจสอบลิงค์ยืนยันที่ถูกส่งไปยังอีเมลของคุณ",
    "click here to request another": "คลิ๊กที่นี่ เพื่อขออีเมลใหม่",
    "E-Mail Address": "อีเมล",
    "Forbidden": "ต้องห้าม",
    "Go to page :page": "ไปยังหน้าที่ :page",
    "Hello!": "สวัสดี! ",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "ถ้าจำเป็นคุณอาจจะออกจากระบบ comment ของทั้งหมดของคุณอีกเบราว์เซอร์วาระการใช้งานอีกฝั่งของคุณทั้งหมดอุปกรณ์. บางอย่างที่นายเพิ่งกลุ่มงานชื่อด้านล่างนี้อย่างไรก็ตามองรายการนี้อาจจะไม่ exhaustive. ถ้าคุณรู้สึกบัญชีของคุณมีอยู่ในอันตรายคุณควรจะปรับปรุงรหัสผ่านของคุณ.",
    "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
    "If you did not receive the email": "หากคุณไม่ได้รับอีเมล",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ถ้าคุณกำลังมีปัญหาการคลิกที่\":actionText ปุ่ม\"คัดลอกและวางตำแหน่งที่อยู่ด้านล่างนี้\nเข้าไปในเว็บเบราว์เซอร์ของคุณ:",
    "Invalid signature.": "ลายเซ็นใช้ไม่ได้",
    "Log out": "ปูมบันทึกออกไป",
    "Logout Other Browser Sessions": "ออกจากระบบ Comment อื่นเบราว์เซอร์วาระการใช้งาน@Action:Inmenu Go",
    "Manage and logout your active sessions on other browsers and devices.": "จัดการและออกจากระบบ comment ของวาระงานที่ใช้งานอยู่บนอื่น browsers และอุปกรณ์.",
    "Nevermind": "ฉันบอกแกว่าอย๋าเปิด",
    "Not Found": "ไม่พบ",
    "Oh no": "ไม่นะ",
    "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
    "Pagination Navigation": "Pagination องการนำทาง",
    "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ.",
    "Please confirm your password before continuing.": "ได้โปรดยืนยันรหัสผ่านของคุณก่อนต่อ.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันคุณอยากจะออกจากระบบ comment นคนอื่นๆของนายเบราว์เซอร์วาระการใช้งานอีกฝั่งของคุณทั้งหมดอุปกรณ์.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "โปรดกำหนดที่อยู่อีเมลของคนที่คุณอยากจะเพิ่มไปยังทีมนี้ ที่อยู่อีเมลที่ต้องเป็นที่เกี่ยวข้องกับที่มีอยู่แล้วขึ้นบัญชี",
    "Regards": "ฝากฝัง",
    "results": "ผลตรวจ",
    "Server Error": "เซิร์ฟเวอร์เกิดข้อผิดพลาด",
    "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
    "Showing": "แสดง",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "การกระทำนี้เป็นโดยพลการ",
    "This password reset link will expire in :count minutes.": "นี่รหัสผ่านใหม่เชื่อมโยงจะหมดอายุใน :count นาที",
    "to": "ต้อง",
    "Toggle navigation": "แสดง\/ซ่อนแถบนำทาง comment",
    "Too Many Attempts.": "มากมายพยายาม.",
    "Too Many Requests": "มีการส่งคำร้องมากเกินไป",
    "Unauthorized": "ไม่มีสิทธิ",
    "Verify Email Address": "ยืนยันอีเมล",
    "Verify Your Email Address": "ยืนยันอีเมลของคุณ",
    "We won't ask for your password again for a few hours.": "เราไม่ให้ถามสำหรับรหัสผ่านของคุณอีกครั้งสำหรับก่อนหน้านี้ไม่กี่ชั่วโมง",
    "You are logged in!": "คุณเข้าสู่ระบบแล้ว!",
    "Your email address is not verified.": "ที่อยู่อีเมลของคุณไม่ได้ยืนยันก่อน"
}
