{
    "A fresh verification link has been sent to your email address.": "لینک تایید جدیدی برای ایمیل شما ارسال شد.",
    "Before proceeding, please check your email for a verification link.": "پیش از هر کاری، جهت تایید ایمیل خود را بررسی نمایید.",
    "click here to request another": "ارسال یک درخواست دیگر",
    "E-Mail Address": "آدرس ایمیل",
    "Forbidden": "عدم دسترسی",
    "Go to page :page": " برو به صفحه :page",
    "Hello!": "سلام!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "در صورت لزوم ، می توانید از سایر جلسات مرورگر خود در سایر دستگاه ها خارج شوید. برخی از جلسات اخیر شما در زیر لیست شده است ؛ اما این لیست ممکن است کامل نباشد. اگر فکر می کنید حساب شما به خطر افتاده است ، باید رمز عبور خود را به روز کنید",
    "If you did not create an account, no further action is required.": "چنانچه شما این اشتراک را ایجاد نکرده اید، نیاز به اقدام خاصی نیست.",
    "If you did not receive the email": "اگر شما ایمیلی دریافت نکرده اید.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "چنانچه مشکلی با کلید  \":actionText\" دارید, لینک زیر کپی کنید و \nدر یک مرورگر بازنمایید:",
    "Invalid signature.": "امضا نامعتبر است.",
    "Log out": "خروج",
    "Logout Other Browser Sessions": "از سایر جلسات مرورگر خارج شوید",
    "Manage and logout your active sessions on other browsers and devices.": "جلسات فعال خود را در سایر مرورگرها و دستگاهها مدیریت و از سیستم خارج کنید.",
    "Nevermind": "بیخیال",
    "Not Found": "یافت نشد",
    "Oh no": "وای نه",
    "Page Expired": "صفحه منقضی شده است",
    "Pagination Navigation": "راهنمای صفحه بندی",
    "Please click the button below to verify your email address.": "برای تایید آدرس ایمیل روی دکمه زیر کلیک کنید.",
    "Please confirm your password before continuing.": "لطفا قبل از ادامه رمز خود را تأیید کنید.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "لطفاً رمز ورود خود را وارد کنید تا تأیید کنید می خواهید از سایر جلسات مرورگر خود در همه دستگاهها دیگر خارج شوید.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "لطفا آدرس ایمیل شخصی را که می خواهید به این تیم اضافه کنید ارائه دهید. آدرس ایمیل باید با یک حساب موجود مرتبط باشد.",
    "Regards": "با احترام",
    "results": "نتایج",
    "Server Error": "خطای سرور",
    "Service Unavailable": "عدم دسترسی به سرویس",
    "Showing": "در حال نمایش",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "این اقدام غیرمجاز است.",
    "This password reset link will expire in :count minutes.": "لینک فراموشی رمز عبور برای :count دقیقه معتبر است.",
    "to": "به",
    "Toggle navigation": "تغییر ناوبری",
    "Too Many Attempts.": "تعداد ورود ناموفق بسیار زیاد است.",
    "Too Many Requests": "تعداد درخواست های زیاد",
    "Unauthorized": "دسترسی غیر مجاز",
    "Verify Email Address": "تایید آدرس ایمیل",
    "Verify Your Email Address": "آدرس ایمیل خود را تایید کنید",
    "We won't ask for your password again for a few hours.": "ما تا چند ساعت دیگر نیازی به پرسیدن رمز ورود شمانداریم.",
    "You are logged in!": "وارد سیستم شده اید!",
    "Your email address is not verified.": "آدرس ایمیل شما تأیید نشده است."
}
