{
    "A fresh verification link has been sent to your email address.": "لینک تایید جدیدی برای ایمیل شما ارسال شد.",
    "Add a new team member to your team, allowing them to collaborate with you.": "یک عضو تیم جدید به تیم خود اضافه کنید ،و به آن اجازه دهید با شما همکاری کند.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "آیا مطمئن هستید که می خواهید این تیم را حذف کنید؟ پس از حذف تیم ، تمام منابع و داده های آن برای همیشه حذف می شوند.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": " آیا مطمئن هستید که می خواهید حساب خود را حذف کنید؟ پس از حذف حساب ، تمام منابع و داده های آن برای همیشه حذف می شود. لطفاً رمز ورود خود را وارد کنید تا تأیید کنید که میخواهید برای همیشه  حساب کاربری خود را حذف نمایید. ",
    "Before proceeding, please check your email for a verification link.": "پیش از هر کاری، جهت تایید ایمیل خود را بررسی نمایید.",
    "click here to request another": "ارسال یک درخواست دیگر",
    "E-Mail Address": "آدرس ایمیل",
    "Editor users have the ability to read, create, and update.": "کاربران ویرایشگر توانایی خواندن ، ایجاد و به روزرسانی را دارند.",
    "Ensure your account is using a long, random password to stay secure.": "اطمینان حاصل کنید که حساب شما از یک رمز عبور تصادفی و طولانی برای ایمن ماندن استفاده می کند.",
    "For your security, please confirm your password to continue.": "برای امنیت خود ، لطفاً رمز ورود خود را تأیید کنید.",
    "Forbidden": "عدم دسترسی",
    "Go to page :page": " برو به صفحه :page",
    "Hello!": "سلام!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "در صورت لزوم ، می توانید از سایر جلسات مرورگر خود در سایر دستگاه ها خارج شوید. برخی از جلسات اخیر شما در زیر لیست شده است ؛ اما این لیست ممکن است کامل نباشد. اگر فکر می کنید حساب شما به خطر افتاده است ، باید رمز عبور خود را به روز کنید",
    "If you already have an account, you may accept this invitation by clicking the button below:": "If you already have an account, you may accept this invitation by clicking the button below:",
    "If you did not create an account, no further action is required.": "چنانچه شما این اشتراک را ایجاد نکرده اید، نیاز به اقدام خاصی نیست.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "If you did not expect to receive an invitation to this team, you may discard this email.",
    "If you did not receive the email": "اگر شما ایمیلی دریافت نکرده اید.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "چنانچه مشکلی با کلید  \":actionText\" دارید, لینک زیر کپی کنید و \nدر یک مرورگر بازنمایید:",
    "Invalid signature.": "امضا نامعتبر است.",
    "Log out": "خروج",
    "Logout Other Browser Sessions": "از سایر جلسات مرورگر خارج شوید",
    "Manage and logout your active sessions on other browsers and devices.": "جلسات فعال خود را در سایر مرورگرها و دستگاهها مدیریت و از سیستم خارج کنید.",
    "Nevermind": "بیخیال",
    "Not Found": "یافت نشد",
    "Oh no": "وای نه",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "پس از حذف یک تیم ، تمام منابع و داده های آن برای همیشه حذف می شود. قبل از حذف این تیم ، لطفاً هرگونه اطلاعات مربوط به این تیم را که می خواهید حفظ کنید دانلود کنید.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "هنگامی که حساب شما پاک شد ، تمام منابع و داده های آن برای همیشه حذف می شوند. قبل از حذف حساب خود ، لطفاً هرگونه داده یا اطلاعاتی را که می خواهید حفظ کنید دانلود کنید.",
    "Page Expired": "صفحه منقضی شده است",
    "Pagination Navigation": "راهنمای صفحه بندی",
    "Please click the button below to verify your email address.": "برای تایید آدرس ایمیل روی دکمه زیر کلیک کنید.",
    "Please confirm your password before continuing.": "لطفا قبل از ادامه رمز خود را تأیید کنید.",
    "Please copy your new API token. For your security, it won't be shown again.": "لطفا رمز API جدید خود را کپی کنید. برای امنیت شما ، دوباره نشان داده نمی شود.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "لطفاً رمز ورود خود را وارد کنید تا تأیید کنید می خواهید از سایر جلسات مرورگر خود در همه دستگاهها دیگر خارج شوید.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "لطفا آدرس ایمیل شخصی را که می خواهید به این تیم اضافه کنید ارائه دهید. آدرس ایمیل باید با یک حساب موجود مرتبط باشد.",
    "Regards": "با احترام",
    "results": "نتایج",
    "Server Error": "خطای سرور",
    "Service Unavailable": "عدم دسترسی به سرویس",
    "Showing": "در حال نمایش",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "از ثبت نام شما متشکریم! قبل از شروع ، آیا می توانید آدرس ایمیل خود را با کلیک بر روی لینکی که برای شما از طریق ایمیل ارسال کردیم تأیید کنید؟ اگر ایمیل را دریافت نکردید ، ایمل دیگری را برای شما ارسال خواهیم کرد.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute باید حداقل :length  کارکتر و شامل حداقل یک حرف بزرگ و عدد و یک کارکتر خاص باشد.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "نام تیم و اطلاعات مالک آن.",
    "This action is unauthorized.": "این اقدام غیرمجاز است.",
    "This password reset link will expire in :count minutes.": "لینک فراموشی رمز عبور برای :count دقیقه معتبر است.",
    "to": "به",
    "Toggle navigation": "تغییر ناوبری",
    "Too Many Attempts.": "تعداد ورود ناموفق بسیار زیاد است.",
    "Too Many Requests": "تعداد درخواست های زیاد",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "احراز هویت دو مرحله ای اکنون فعال است. کد QR کد زیر را با استفاده از برنامه اعتبارسنجی گوشی خود اسکن کنید.",
    "Unauthorized": "دسترسی غیر مجاز",
    "Update your account's profile information and email address.": "اطلاعات پروفایل و آدرس ایمیل حساب خود را به روز کنید.",
    "Verify Email Address": "تایید آدرس ایمیل",
    "Verify Your Email Address": "آدرس ایمیل خود را تایید کنید",
    "We won't ask for your password again for a few hours.": "ما تا چند ساعت دیگر نیازی به پرسیدن رمز ورود شمانداریم.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "هنگامی که تأیید اعتبار دو مرحلی ای فعال باشد ، در هنگام احراز هویت از شما یک رمز امن و تصادفی خواسته می شود. شما می توانید این رمز را از برنامه Google Authenticator تلفن خود بازیابی کنید.",
    "You are logged in!": "وارد سیستم شده اید!",
    "Your email address is not verified.": "آدرس ایمیل شما تأیید نشده است."
}
