{
    "A fresh verification link has been sent to your email address.": "Na vašu adresu e-pošte poslana je svježa veza za provjeru.",
    "Before proceeding, please check your email for a verification link.": "Prije nastavka provjerite e-poštu za provjeru veze.",
    "click here to request another": "Kliknite ovdje da biste zatražili još jedan",
    "E-Mail Address": "Adresa elektronske pošte",
    "Forbidden": "Zabranjeno",
    "Go to page :page": "Idite na stranicu :page",
    "Hello!": "Hej!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete se odjaviti iz svih ostalih sesija preglednika na svim svojim uređajima. Neke od vaših najnovijih sesija navedene su u nastavku; međutim, ovaj popis možda neće biti iscrpan. Ako smatrate da je vaš račun ugrožen, trebali biste ažurirati i zaporku.",
    "If you did not create an account, no further action is required.": "Ako niste stvorili račun, nije potrebno daljnje radnje.",
    "If you did not receive the email": "Ako niste primili e - poštu",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ako imate problema s klikom na gumb \":actionText\", kopirajte i zalijepite URL u nastavku\nu svoj web preglednik:",
    "Invalid signature.": "Pogrešan potpis.",
    "Log out": "Odjava",
    "Logout Other Browser Sessions": "Odjava Iz Drugih Sesija Preglednika",
    "Manage and logout your active sessions on other browsers and devices.": "Upravljajte aktivnim sesijama i odjavite se iz drugih preglednika i uređaja.",
    "Nevermind": "Nemojte uzeti u obzir",
    "Not Found": "nije pronađeno",
    "Oh no": "O, ne.",
    "Page Expired": "Stranica Je Istekla",
    "Pagination Navigation": "Kretanje po stranicama",
    "Please click the button below to verify your email address.": "Kliknite gumb ispod da biste potvrdili svoju adresu e-pošte.",
    "Please confirm your password before continuing.": "Potvrdite zaporku prije nastavka.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Unesite zaporku kako biste potvrdili da želite izaći iz drugih sesija preglednika na svim svojim uređajima.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Navedite adresu e-pošte osobe koju želite dodati u ovu naredbu. Adresa e-pošte mora biti povezana s postojećim računom.",
    "Regards": "S poštovanjem",
    "results": "rezultati",
    "Server Error": "Pogreška poslužitelja",
    "Service Unavailable": "Usluga Nije Dostupna",
    "Showing": "Prikaz",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ova akcija je neovlaštena.",
    "This password reset link will expire in :count minutes.": "Ova veza za poništavanje zaporke istječe nakon :count minuta.",
    "to": "k",
    "Toggle navigation": "Prebacivanje navigacije",
    "Too Many Attempts.": "Previše Pokušaja.",
    "Too Many Requests": "Previše Zahtjeva",
    "Unauthorized": "Neovlašteno",
    "Verify Email Address": "Provjerite Adresu E-Pošte",
    "Verify Your Email Address": "Provjerite Svoju Adresu E-Pošte",
    "We won't ask for your password again for a few hours.": "Nećemo ponovno tražiti zaporku nekoliko sati.",
    "You are logged in!": "Prijavljeni ste!",
    "Your email address is not verified.": "Vaša adresa e-pošte nije potvrđena."
}
