{
    "A fresh verification link has been sent to your email address.": "Na vašu adresu e-pošte poslana je svježa veza za provjeru.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Dodajte novog člana tima u svoj tim kako bi mogao surađivati s vama.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Jeste li sigurni da želite izbrisati ovu naredbu? Nakon što je naredba izbrisana, svi njezini resursi i podaci bit će trajno izbrisani.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Jeste li sigurni da želite izbrisati svoj račun? Nakon što je vaš račun izbrisan, svi njezini resursi i podaci bit će trajno izbrisani. Unesite zaporku kako biste potvrdili da želite trajno izbrisati svoj račun.",
    "Before proceeding, please check your email for a verification link.": "Prije nastavka provjerite e-poštu za provjeru veze.",
    "click here to request another": "Kliknite ovdje da biste zatražili još jedan",
    "E-Mail Address": "Adresa elektronske pošte",
    "Editor users have the ability to read, create, and update.": "Korisnici urednika imaju mogućnost čitanja, stvaranja i ažuriranja.",
    "Ensure your account is using a long, random password to stay secure.": "Pobrinite se da vaš račun koristi dugu slučajnu lozinku kako bi ostala sigurna.",
    "For your security, please confirm your password to continue.": "Za vašu sigurnost, potvrdite svoju lozinku za nastavak.",
    "Forbidden": "Zabranjeno",
    "Go to page :page": "Idite na stranicu :page",
    "Hello!": "Hej!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete se odjaviti iz svih ostalih sesija preglednika na svim svojim uređajima. Neke od vaših najnovijih sesija navedene su u nastavku; međutim, ovaj popis možda neće biti iscrpan. Ako smatrate da je vaš račun ugrožen, trebali biste ažurirati i zaporku.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ako je potrebno, možete se odjaviti iz svih ostalih sesija preglednika na svim svojim uređajima. Neke od vaših najnovijih sesija navedene su u nastavku; međutim, ovaj popis možda neće biti iscrpan. Ako smatrate da je vaš račun ugrožen, trebali biste ažurirati i zaporku.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ako već imate račun, možete prihvatiti ovaj poziv klikom na gumb ispod:",
    "If you did not create an account, no further action is required.": "Ako niste stvorili račun, nije potrebno daljnje radnje.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ako niste očekivali da ćete primiti pozivnicu za ovaj tim, možete odbiti ovu e-poštu.",
    "If you did not receive the email": "Ako niste primili e - poštu",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ako nemate račun, možete ga izraditi klikom na gumb ispod. Nakon što stvorite račun, možete kliknuti gumb za prihvaćanje pozivnice u ovoj e-pošti da biste prihvatili pozivnicu tima:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ako imate problema s klikom na gumb \":actionText\", kopirajte i zalijepite URL u nastavku\nu svoj web preglednik:",
    "Invalid signature.": "Pogrešan potpis.",
    "Log out": "Odjava",
    "Logout Other Browser Sessions": "Odjava Iz Drugih Sesija Preglednika",
    "Manage and logout your active sessions on other browsers and devices.": "Upravljajte aktivnim sesijama i odjavite se iz drugih preglednika i uređaja.",
    "Nevermind": "Nemojte uzeti u obzir",
    "Not Found": "nije pronađeno",
    "Oh no": "O, ne.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Nakon što je naredba izbrisana, svi njezini resursi i podaci bit će trajno izbrisani. Prije brisanja ove naredbe Preuzmite sve podatke ili informacije o ovoj naredbi koje želite spremiti.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Nakon što je vaš račun izbrisan, svi njezini resursi i podaci bit će trajno izbrisani. Prije brisanja računa, Preuzmite sve podatke ili informacije koje želite spremiti.",
    "Page Expired": "Stranica Je Istekla",
    "Pagination Navigation": "Kretanje po stranicama",
    "Please click the button below to verify your email address.": "Kliknite gumb ispod da biste potvrdili svoju adresu e-pošte.",
    "Please confirm your password before continuing.": "Potvrdite zaporku prije nastavka.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kopirajte svoj novi API token. Za vašu sigurnost više neće biti prikazan.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Unesite zaporku kako biste potvrdili da želite izaći iz drugih sesija preglednika na svim svojim uređajima.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Navedite adresu e-pošte osobe koju želite dodati u ovu naredbu. Adresa e-pošte mora biti povezana s postojećim računom.",
    "Regards": "S poštovanjem",
    "results": "rezultati",
    "Server Error": "Pogreška poslužitelja",
    "Service Unavailable": "Usluga Nije Dostupna",
    "Showing": "Prikaz",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Hvala što ste se prijavili! Prije nego što započnete, možete li potvrditi svoju adresu e-pošte klikom na vezu koju smo vam upravo poslali e-poštom? Ako niste dobili pismo, rado ćemo vam poslati drugu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute mora biti najmanje :length znakova i sadržavati barem jedan glavni simbol, jedan broj i jedan poseban simbol.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Ime tima i informacije o vlasniku.",
    "This action is unauthorized.": "Ova akcija je neovlaštena.",
    "This password reset link will expire in :count minutes.": "Ova veza za poništavanje zaporke istječe nakon :count minuta.",
    "to": "k",
    "Toggle navigation": "Prebacivanje navigacije",
    "Too Many Attempts.": "Previše Pokušaja.",
    "Too Many Requests": "Previše Zahtjeva",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Sada je omogućena autentifikacija s dva faktora. Skenirajte sljedeći QR kod pomoću aplikacije authenticator telefona.",
    "Unauthorized": "Neovlašteno",
    "Update your account's profile information and email address.": "Ažurirajte podatke profila vašeg računa i adresu e-pošte.",
    "Verify Email Address": "Provjerite Adresu E-Pošte",
    "Verify Your Email Address": "Provjerite Svoju Adresu E-Pošte",
    "We won't ask for your password again for a few hours.": "Nećemo ponovno tražiti zaporku nekoliko sati.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ako je omogućena autentifikacija s dva faktora, tijekom provjere autentičnosti od vas će se tražiti da unesete siguran slučajni token. Ovaj token možete dobiti iz aplikacije Google Autentifikator telefona.",
    "You are logged in!": "Prijavljeni ste!",
    "Your email address is not verified.": "Vaša adresa e-pošte nije potvrđena."
}
