{
    "A fresh verification link has been sent to your email address.": "Yeni bir doğrulama bağlantısı e-posta adresinize gönderildi.",
    "Before proceeding, please check your email for a verification link.": "Devam etmeden önce, doğrulama bağlantısı için lütfen e-postanızı kontrol edin.",
    "click here to request another": "başka bir tane daha talep etmek için tıklayın",
    "E-Mail Address": "E-Posta Adresi",
    "Forbidden": "Yasak",
    "Go to page :page": ":page sayfasına git",
    "Hello!": "Merhaba!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Gerekirse, tüm cihazlarınızdaki diğer tüm tarayıcı oturumlarınızdan çıkış yapabilirsiniz. Son oturumlarınızın bazıları aşağıda listelenmiştir; ancak bu liste kapsamlı olmayabilir. Hesabınızın ele geçirildiğini düşünüyorsanız, şifrenizi de güncellemelisiniz.",
    "If you did not create an account, no further action is required.": "Bir hesap oluşturmadıysanız, başka bir işlem yapmanıza gerek yoktur.",
    "If you did not receive the email": "E-postayı almadıysanız",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" butonuna tıklamakta sorun yaşıyorsanız, aşağıdaki bağlantıyı kopyalayıp\ntarayıcınıza yapıştırın: [:actionURL](:actionURL)",
    "Invalid signature.": "Geçersiz imza.",
    "Log out": "Çıkış yap",
    "Logout Other Browser Sessions": "Diğer Tarayıcılardaki Oturumları Sonlandır",
    "Manage and logout your active sessions on other browsers and devices.": "Diğer tarayıcılarda ve cihazlardaki aktif oturumlarınızı yönetin ve oturumları kapatın.",
    "Nevermind": "Boşver",
    "Not Found": "Bulunamadı",
    "Oh no": "Ah hayır",
    "Page Expired": "Sayfa zaman aşımına uğradı",
    "Pagination Navigation": "Sayfalandırma Çubuğu",
    "Please click the button below to verify your email address.": "E-posta adresinizi doğrulamak için lütfen aşağıdaki butona tıklayın.",
    "Please confirm your password before continuing.": "Devam etmeden önce lütfen parolanızı onaylayın.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Lütfen tüm cihazlarınızdaki diğer tarayıcı oturumlarınızdan çıkış yapmak istediğinizi onaylamak için şifrenizi girin.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Lütfen bu ekibe eklemek istediğiniz kişinin e-posta adresini sağlayın. E-posta adresi mevcut bir hesapla ilişkilendirilmelidir.",
    "Regards": "En iyi dileklerle",
    "results": "sonuçlar",
    "Server Error": "Sunucu Hatası",
    "Service Unavailable": "Hizmet Kullanılamıyor",
    "Showing": "Gösteri",
    "The :attribute must contain at least one letter.": ":attribute en az bir harf içermelidir.",
    "The :attribute must contain at least one number.": ":attribute en az bir sayı içermelidir.",
    "The :attribute must contain at least one symbol.": ":attribute en az bir sembol içermelidir.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attribute en az bir büyük harf ve bir küçük harf içermelidir.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Girilen :attribute bir veri sızıntısında ortaya çıktı. Lütfen farklı bir :attribute seçin.",
    "This action is unauthorized.": "Bu işleme izin verilmiyor.",
    "This password reset link will expire in :count minutes.": "Bu parola sıfırlama bağlantısının geçerliliği :count dakika sonra sona erecek.",
    "to": "a",
    "Toggle navigation": "Menüyü Aç\/Kapat",
    "Too Many Attempts.": "Çok Fazla Deneme.",
    "Too Many Requests": "Çok Fazla İstek",
    "Unauthorized": "İzinsiz",
    "Verify Email Address": "E-posta Adresini Doğrula",
    "Verify Your Email Address": "E-posta Adresinizi Doğrulayın",
    "We won't ask for your password again for a few hours.": "Birkaç saat boyunca parolanızı tekrar sormayacağız.",
    "You are logged in!": "Giriş yaptınız!",
    "Your email address is not verified.": "E-posta adresiniz doğrulanmadı."
}
