{
    "The :attribute must be a valid role.": "Medan ini mestilah peranan yang sah.",
    "The :attribute must be at least :length characters and contain at least one number.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu nombor.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu aksara khas dan satu nombor.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu aksara khas.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu aksara besar dan satu nombor.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu aksara besar dan satu aksara khas.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu aksara besar, satu nombor dan satu aksara khas.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Medan ini mestilah sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu aksara besar.",
    "The :attribute must be at least :length characters.": "Medan ini mestilah sekurang-kurangnya :length aksara.",
    "The :attribute must contain at least one letter.": "Medan ini mesti mengandungi sekurang-kurangnya satu huruf.",
    "The :attribute must contain at least one number.": "Medan ini mesti mengandungi sekurang-kurangnya satu nombor.",
    "The :attribute must contain at least one symbol.": "Medan ini mesti mengandungi sekurang-kurangnya satu simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Medan ini mesti mengandungi sekurang-kurangnya satu huruf besar dan satu huruf kecil.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Medan yang diberikan telah muncul dalam kebocoran data. Sila pilih medan lain."
}
