{
    "A fresh verification link has been sent to your email address.": "Pautan pengesahan baru telah dihantar ke alamat e-mel anda.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Menambah pasukan baru ahli pasukan anda, memungkinkan mereka untuk bekerjasama dengan anda.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Adakah anda pasti anda mahu untuk memadamkan pasukan ini? Sekali pasukan itu dihapuskan, semua sumber dan data akan dipadam selamanya.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Adakah anda pasti anda mahu untuk menghilangkan anda akaun? Setelah akaun anda yang dihapuskan, semua sumber dan data akan dipadam selamanya. Sila masukkan password untuk mengkonfirmasi anda ingin memadamkan akaun anda.",
    "Before proceeding, please check your email for a verification link.": "Sebelum teruskan, sila semak e-mel anda untuk mendapatkan pautan pengesahan.",
    "click here to request another": "klik di sini untuk minta yang lain",
    "E-Mail Address": "Alamat emel",
    "Editor users have the ability to read, create, and update.": "Editor pengguna mempunyai keupayaan untuk membaca, membuat, dan kini.",
    "Ensure your account is using a long, random password to stay secure.": "Memastikan akaun anda menggunakan yang lama, rawak kata laluan untuk yang selamat.",
    "For your security, please confirm your password to continue.": "Untuk keselamatan anda, sila sahkan anda kata laluan untuk terus.",
    "Forbidden": "Dilarang",
    "Go to page :page": "Pergi ke halaman :page",
    "Hello!": "Helo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jika perlu, anda mungkin keluar dari semua dari anda yang lain pelayar sesi-sesi di semua perangkat anda. Beberapa anda baru-baru ini sesi di bawah ini, namun, ini senarai mungkin tidak lengkap. Jika anda merasa akaun anda telah dikompromikan, anda harus juga update anda kata laluan.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jika perlu, anda mungkin keluar dari semua dari anda yang lain pelayar sesi-sesi di semua perangkat anda. Beberapa anda baru-baru ini sesi di bawah ini, namun, ini senarai mungkin tidak lengkap. Jika anda merasa akaun anda telah dikompromikan, anda harus juga update anda kata laluan.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Jika kau sudah mempunyai akaun, kau mungkin menerima undangan ini dengan mengklik tombol di bawah:",
    "If you did not create an account, no further action is required.": "Jika anda tidak membuat akaun, tiada tindakan lanjut diperlukan.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Jika anda tidak mengharapkan untuk menerima undangan untuk tim ini, anda mungkin membuang e-mel ini.",
    "If you did not receive the email": "Sekiranya anda tidak menerima e-mel tersebut",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Jika anda tidak mempunyai akaun, anda boleh membuat satu dengan mengklik tombol di bawah. Selepas membuat akaun, anda mungkin klik jemputan penerimaan butang di e-mel ini untuk menerima pasukan jemputan:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sekiranya anda menghadapi masalah klik butang \":actionText\", salin dan tampal URL di bawah\nke pelayar web anda:",
    "Invalid signature.": "Tandatangan tidak sah.",
    "Log out": "Log out",
    "Logout Other Browser Sessions": "Keluar Lain Pelayar Sesi",
    "Manage and logout your active sessions on other browsers and devices.": "Menguruskan dan keluar aktif anda sesi pada pelayar lain dan alat-alat.",
    "Nevermind": "Takpa",
    "Not Found": "Tidak Ditemui",
    "Oh no": "Oh tidak",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Sekali pasukan itu dihapuskan, semua sumber dan data akan dipadam selamanya. Sebelum memotong pasukan ini, sila turun apa-apa data atau maklumat mengenai ini pasukan yang anda ingin menyimpan.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Setelah akaun anda yang dihapuskan, semua sumber dan data akan dipadam selamanya. Sebelum memotong akaun anda, sila turun apa-apa data atau maklumat yang anda ingin menyimpan.",
    "Page Expired": "Halaman Tamat Tempoh",
    "Pagination Navigation": "Muka Surat Navigasi",
    "Please click the button below to verify your email address.": "Sila klik butang di bawah untuk mengesahkan alamat e-mel anda.",
    "Please confirm your password before continuing.": "Sila sahkan kata laluan anda sebelum melanjutkan.",
    "Please copy your new API token. For your security, it won't be shown again.": "Tolong di copy baru anda token API. Untuk keselamatan anda, ia tidak akan menunjukkan lagi.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Sila masukkan password untuk mengkonfirmasi anda ingin keluar dari anda yang lain pelayar sesi-sesi di semua perangkat anda.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Tolong memberikan alamat e-mel orang yang anda ingin menambahkan pasukan ini. Alamat e-mel yang harus dikaitkan dengan account yang ada.",
    "Regards": "Salam",
    "results": "keputusan",
    "Server Error": "Pelayan Ralat",
    "Service Unavailable": "Perkhidmatan tidak tersedia",
    "Showing": "Menunjukkan",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Terima kasih untuk mendaftar! Sebelum mulai, kau boleh mengesahkan alamat email anda dengan mengklik pada link kami hanya melalui email kepada anda? Jika kau tidak menerima email, kami dengan senang hati akan menghantar yang lain.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Itu :attribute perlu sekurang-kurangnya :length aksara dan mengandungi sekurang-kurangnya satu huruf besar watak, salah nombor, dan salah satu ciri-ciri khas.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Pasukan itu nama dan pemilik maklumat.",
    "This action is unauthorized.": "Ini adalah tindakan tidak sah.",
    "This password reset link will expire in :count minutes.": "Ini laluan semula link akan tamat dalam :count minit.",
    "to": "untuk",
    "Toggle navigation": "Togol navigasi",
    "Too Many Attempts.": "Terlalu Banyak Usaha.",
    "Too Many Requests": "Terlalu Banyak Permintaan",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dua faktor pengesahan sekarang diaktifkan. Scan berikut QR kod menggunakan telefon anda pengesah permohonan.",
    "Unauthorized": "Tiada dibenarkan",
    "Update your account's profile information and email address.": "Kini akaun anda maklumat profil dan alamat e-mel.",
    "Verify Email Address": "Mengesahkan Alamat E-Mel",
    "Verify Your Email Address": "Sahkan alamat e-mel anda",
    "We won't ask for your password again for a few hours.": "Kita tidak akan meminta untuk anda password lagi untuk beberapa jam.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ketika dua faktor pengesahan adalah dibenarkan, kau akan diminta untuk yang selamat, tanda rawak dalam pengesahan. Anda mungkin mendapatkan ini tanda dari anda Google telefon Pengesah permohonan.",
    "You are logged in!": "Anda log in!",
    "Your email address is not verified.": "Alamat email anda belum disahkan."
}
