{
    "A fresh verification link has been sent to your email address.": "Teie e-posti aadressile on saadetud värske kinnituslink.",
    "Before proceeding, please check your email for a verification link.": "Enne jätkamist, palun kontrollige oma e-posti kontrollimise link.",
    "click here to request another": "Vajuta siia, et taotleda teise",
    "E-Mail Address": "E-Posti Aadress",
    "Forbidden": "Keelatud",
    "Go to page :page": "Mine lehele :page",
    "Hello!": "Tere!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Vajadusel võite välja logida kõik oma teiste brauseri istungid kõigis oma seadmetes. Mõned teie hiljutised istungid on loetletud allpool; kuid see nimekiri ei pruugi olla ammendav. Kui tunnete, et teie konto on ohustatud, peaksite ka oma parooli uuendama.",
    "If you did not create an account, no further action is required.": "Kui te ei loonud kontot,ei ole täiendavaid meetmeid vaja.",
    "If you did not receive the email": "Kui te ei saanud e-kirja",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Kui teil on probleeme nupu \":actionText\" klõpsamisega, kopeerige ja kleepige allpool olev URL\noma veebibrauserisse:",
    "Invalid signature.": "Vigane allkiri.",
    "Log out": "Väljalogimine",
    "Logout Other Browser Sessions": "Teiste Brauseri Seansside Väljalogimine",
    "Manage and logout your active sessions on other browsers and devices.": "Hallata ja välja logida oma aktiivseid seansse teistes brauserites ja seadmetes.",
    "Nevermind": "Ära pane tähele",
    "Not Found": "Ei Leitud",
    "Oh no": "Oh ei",
    "Page Expired": "Lehekülg Aegunud",
    "Pagination Navigation": "Lehitsemise navigeerimine",
    "Please click the button below to verify your email address.": "Palun kliki allolevale nupule, et kontrollida oma e-posti aadress.",
    "Please confirm your password before continuing.": "Palun kinnitage oma parool enne jätkamist.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Palun sisestage oma parool, et kinnitada, et soovite oma teistest brauseri seanssidest kõigis oma seadmetes välja logida.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Palun esitage selle isiku e-posti aadress, keda soovite sellesse meeskonda lisada. E-posti aadress peab olema seotud olemasoleva kontoga.",
    "Regards": "Arvesse",
    "results": "tulemus",
    "Server Error": "Serveri Viga",
    "Service Unavailable": "Teenus Pole Saadaval",
    "Showing": "Näidates",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "See tegevus on volitamata.",
    "This password reset link will expire in :count minutes.": "See parooli lähtestamise link aegub :count minuti pärast.",
    "to": "et",
    "Toggle navigation": "Navigeerimise lülitamine",
    "Too Many Attempts.": "Liiga Palju Katseid.",
    "Too Many Requests": "Liiga Palju Taotlusi",
    "Unauthorized": "Loata",
    "Verify Email Address": "Kinnita E-Posti Aadress",
    "Verify Your Email Address": "Kinnita Oma E-Posti Aadress",
    "We won't ask for your password again for a few hours.": "Me ei küsi teie parooli uuesti paar tundi.",
    "You are logged in!": "Olete sisse logitud!",
    "Your email address is not verified.": "Teie e-posti aadress ei ole kontrollitud."
}
