{
    "A fresh verification link has been sent to your email address.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
    "Before proceeding, please check your email for a verification link.": "Πριν συνεχίσετε, ελέγξτε το email σας για έναν σύνδεσμο επαλήθευσης.",
    "click here to request another": "κάντε κλικ εδώ για να ζητήσετε ακόμη ένα",
    "E-Mail Address": "Διεύθυνση E-Mail",
    "Forbidden": "Απαγορευμένο",
    "Go to page :page": "Μετάβαση στη σελίδα :page",
    "Hello!": "Χαίρετε!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Εάν είναι απαραίτητο, μπορείτε να αποσυνδεθείτε από όλες τις άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας. Μερικές από τις πρόσφατες συνεδρίες σας που αναφέρονται παρακάτω; ωστόσο, αυτή η λίστα μπορεί να μην είναι εξαντλητική. Εάν αισθάνεστε ότι ο λογαριασμός σας έχει παραβιαστεί, θα πρέπει επίσης να ενημερώσετε τον κωδικό πρόσβασής σας.",
    "If you did not create an account, no further action is required.": "Εάν δεν δημιουργήσατε λογαριασμό, δεν απαιτείται περαιτέρω ενέργεια.",
    "If you did not receive the email": "Εάν δεν λάβατε το μήνυμα ηλεκτρονικού ταχυδρομείου",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Αν αντιμετωπίζετε προβλήματα με το κλικ στο κουμπί \":actionText\", αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση \nστο πρόγραμμα περιήγησης:",
    "Invalid signature.": "Μη έγκυρη υπογραφή.",
    "Log out": "Αποσυνδεθείτε",
    "Logout Other Browser Sessions": "Αποσύνδεση Άλλων Περιόδων Σύνδεσης Του Προγράμματος Περιήγησης",
    "Manage and logout your active sessions on other browsers and devices.": "Διαχειριστείτε και αποσυνδεθείτε ενεργό συνεδρίες σας σε άλλα προγράμματα περιήγησης και συσκευές.",
    "Nevermind": "Δεν πειράζει.",
    "Not Found": "Δεν Βρέθηκε",
    "Oh no": "Ωχ, όχι!",
    "Page Expired": "Η συνεδρία έληξε",
    "Pagination Navigation": "Πλοήγηση Σελιδοποίησης",
    "Please click the button below to verify your email address.": "Κάντε κλικ στο παρακάτω κουμπί για να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
    "Please confirm your password before continuing.": "Παρακαλούμε επιβεβαιώστε τον κωδικό σας προκειμέου να συνεχίσετε.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να αποσυνδεθείτε από άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Δώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του ατόμου που θέλετε να προσθέσετε σε αυτήν την ομάδα. Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να συσχετίζεται με έναν υπάρχοντα λογαριασμό.",
    "Regards": "Φιλικά",
    "results": "αποτέλεσμα",
    "Server Error": "Σφάλμα στον εξυπηρετητή (server)",
    "Service Unavailable": "Μη διαθέσιμη υπηρεσία",
    "Showing": "Εμφάνιση",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Δεν έχετε εξουσιοδότηση γι' αυτή την ενέργεια.",
    "This password reset link will expire in :count minutes.": "Αυτός ο σύνδεσμος επαναφοράς κωδικού, θα λήξει σε :count λεπτά.",
    "to": "σε",
    "Toggle navigation": "Εναλλαγή πλοήγησης",
    "Too Many Attempts.": "Πάρα Πολλές Προσπάθειες.",
    "Too Many Requests": "Πάρα πολλά αιτήματα",
    "Unauthorized": "Χωρίς εξουσιοδότηση",
    "Verify Email Address": "Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Verify Your Email Address": "Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",
    "We won't ask for your password again for a few hours.": "Δεν θα σας ξαναζητήσουμε τον κωδικό σας για μερικές ώρες.",
    "You are logged in!": "Έχετε συνδεθεί!",
    "Your email address is not verified.": "Δεν έχετε επαληθεύσει τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας."
}
