{
    "A fresh verification link has been sent to your email address.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Προσθέστε ένα νέο μέλος της ομάδας στην ομάδα σας, επιτρέποντάς τους να συνεργαστούν μαζί σας.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ομάδα; Μόλις διαγραφεί μια ομάδα, όλοι οι πόροι και τα δεδομένα της θα διαγραφούν οριστικά.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Είστε βέβαιοι ότι θέλετε να διαγράψετε το λογαριασμό σας; Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε οριστικά το λογαριασμό σας.",
    "Before proceeding, please check your email for a verification link.": "Πριν συνεχίσετε, ελέγξτε το email σας για έναν σύνδεσμο επαλήθευσης.",
    "click here to request another": "κάντε κλικ εδώ για να ζητήσετε ακόμη ένα",
    "E-Mail Address": "Διεύθυνση E-Mail",
    "Editor users have the ability to read, create, and update.": "Οι χρήστες του επεξεργαστή έχουν τη δυνατότητα να διαβάζουν, να δημιουργούν και να ενημερώνουν.",
    "Ensure your account is using a long, random password to stay secure.": "Βεβαιωθείτε ότι ο λογαριασμός σας χρησιμοποιεί ένα μακρύ, τυχαίο κωδικό πρόσβασης για να παραμείνετε ασφαλείς.",
    "For your security, please confirm your password to continue.": "Για την ασφάλειά σας, επιβεβαιώστε τον κωδικό πρόσβασής σας για να συνεχίσετε.",
    "Forbidden": "Απαγορευμένο",
    "Go to page :page": "Μετάβαση στη σελίδα :page",
    "Hello!": "Χαίρετε!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Εάν είναι απαραίτητο, μπορείτε να αποσυνδεθείτε από όλες τις άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας. Μερικές από τις πρόσφατες συνεδρίες σας που αναφέρονται παρακάτω; ωστόσο, αυτή η λίστα μπορεί να μην είναι εξαντλητική. Εάν αισθάνεστε ότι ο λογαριασμός σας έχει παραβιαστεί, θα πρέπει επίσης να ενημερώσετε τον κωδικό πρόσβασής σας.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Εάν είναι απαραίτητο, μπορείτε να αποσυνδεθείτε από όλες τις άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας. Μερικές από τις πρόσφατες συνεδρίες σας που αναφέρονται παρακάτω; ωστόσο, αυτή η λίστα μπορεί να μην είναι εξαντλητική. Εάν αισθάνεστε ότι ο λογαριασμός σας έχει παραβιαστεί, θα πρέπει επίσης να ενημερώσετε τον κωδικό πρόσβασής σας.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Αν έχετε ήδη λογαριασμό, μπορείτε να αποδεχτείτε αυτήν την πρόσκληση κάνοντας κλικ στο παρακάτω κουμπί:",
    "If you did not create an account, no further action is required.": "Εάν δεν δημιουργήσατε λογαριασμό, δεν απαιτείται περαιτέρω ενέργεια.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Εάν δεν περιμένατε να λάβετε μια πρόσκληση σε αυτήν την ομάδα, μπορείτε να απορρίψετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.",
    "If you did not receive the email": "Εάν δεν λάβατε το μήνυμα ηλεκτρονικού ταχυδρομείου",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Αν δεν έχετε λογαριασμό, μπορείτε να δημιουργήσετε ένα κάνοντας κλικ στο παρακάτω κουμπί. Αφού δημιουργήσετε έναν λογαριασμό, μπορείτε να κάνετε κλικ στο κουμπί Αποδοχή πρόσκλησης σε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου για να αποδεχτείτε την πρόσκληση ομάδας:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Αν αντιμετωπίζετε προβλήματα με το κλικ στο κουμπί \":actionText\", αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση \nστο πρόγραμμα περιήγησης:",
    "Invalid signature.": "Μη έγκυρη υπογραφή.",
    "Log out": "Αποσυνδεθείτε",
    "Logout Other Browser Sessions": "Αποσύνδεση Άλλων Περιόδων Σύνδεσης Του Προγράμματος Περιήγησης",
    "Manage and logout your active sessions on other browsers and devices.": "Διαχειριστείτε και αποσυνδεθείτε ενεργό συνεδρίες σας σε άλλα προγράμματα περιήγησης και συσκευές.",
    "Nevermind": "Δεν πειράζει.",
    "Not Found": "Δεν Βρέθηκε",
    "Oh no": "Ωχ, όχι!",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Μόλις διαγραφεί μια ομάδα, όλοι οι πόροι και τα δεδομένα της θα διαγραφούν οριστικά. Πριν διαγράψετε αυτήν την ομάδα, Κατεβάστε οποιαδήποτε δεδομένα ή πληροφορίες σχετικά με αυτήν την ομάδα που επιθυμείτε να διατηρήσετε.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Μόλις διαγραφεί ο λογαριασμός σας, όλοι οι πόροι και τα δεδομένα του θα διαγραφούν οριστικά. Πριν από τη διαγραφή του λογαριασμού σας, παρακαλούμε να κατεβάσετε οποιαδήποτε δεδομένα ή πληροφορίες που θέλετε να διατηρήσετε.",
    "Page Expired": "Η συνεδρία έληξε",
    "Pagination Navigation": "Πλοήγηση Σελιδοποίησης",
    "Please click the button below to verify your email address.": "Κάντε κλικ στο παρακάτω κουμπί για να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.",
    "Please confirm your password before continuing.": "Παρακαλούμε επιβεβαιώστε τον κωδικό σας προκειμέου να συνεχίσετε.",
    "Please copy your new API token. For your security, it won't be shown again.": "Παρακαλώ αντιγράψτε το νέο κουπόνι API σας. Για την ασφάλειά σας, δεν θα εμφανιστεί ξανά.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας για να επιβεβαιώσετε ότι θέλετε να αποσυνδεθείτε από άλλες συνεδρίες του προγράμματος περιήγησης σε όλες τις συσκευές σας.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Δώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του ατόμου που θέλετε να προσθέσετε σε αυτήν την ομάδα. Η διεύθυνση ηλεκτρονικού ταχυδρομείου πρέπει να συσχετίζεται με έναν υπάρχοντα λογαριασμό.",
    "Regards": "Φιλικά",
    "results": "αποτέλεσμα",
    "Server Error": "Σφάλμα στον εξυπηρετητή (server)",
    "Service Unavailable": "Μη διαθέσιμη υπηρεσία",
    "Showing": "Εμφάνιση",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ευχαριστώ για την εγγραφή! Πριν ξεκινήσετε, μπορείτε να επαληθεύσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας κάνοντας κλικ στον σύνδεσμο που μόλις σας στείλαμε μέσω ηλεκτρονικού ταχυδρομείου; Εάν δεν λάβατε το μήνυμα ηλεκτρονικού ταχυδρομείου, θα σας στείλουμε ευχαρίστως ένα άλλο.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Το :attribute θα πρέπει να είναι τουλάχιστον :length χαρακτήρων και να περιέχει τουλάχιστον ένα κεφαλαίο χαρακτήρα, έναν αριθμό και έναν ειδικό χαρακτήρα.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Το όνομα της ομάδας και πληροφορίες ιδιοκτήτη.",
    "This action is unauthorized.": "Δεν έχετε εξουσιοδότηση γι' αυτή την ενέργεια.",
    "This password reset link will expire in :count minutes.": "Αυτός ο σύνδεσμος επαναφοράς κωδικού, θα λήξει σε :count λεπτά.",
    "to": "σε",
    "Toggle navigation": "Εναλλαγή πλοήγησης",
    "Too Many Attempts.": "Πάρα Πολλές Προσπάθειες.",
    "Too Many Requests": "Πάρα πολλά αιτήματα",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Ο έλεγχος ταυτότητας δύο παραγόντων είναι πλέον ενεργοποιημένος. Σαρώστε τον ακόλουθο κώδικα QR χρησιμοποιώντας την εφαρμογή authenticator του τηλεφώνου σας.",
    "Unauthorized": "Χωρίς εξουσιοδότηση",
    "Update your account's profile information and email address.": "Ενημερώστε τα στοιχεία του προφίλ του λογαριασμού σας και τη διεύθυνση ηλεκτρονικού ταχυδρομείου.",
    "Verify Email Address": "Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Verify Your Email Address": "Επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",
    "We won't ask for your password again for a few hours.": "Δεν θα σας ξαναζητήσουμε τον κωδικό σας για μερικές ώρες.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Όταν είναι ενεργοποιημένος ο έλεγχος ταυτότητας δύο παραγόντων, θα σας ζητηθεί ένα ασφαλές, τυχαίο διακριτικό κατά τη διάρκεια του ελέγχου ταυτότητας. Μπορείτε να ανακτήσετε αυτό το διακριτικό από την εφαρμογή Google Authenticator του τηλεφώνου σας.",
    "You are logged in!": "Έχετε συνδεθεί!",
    "Your email address is not verified.": "Δεν έχετε επαληθεύσει τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας."
}
