{
    "The :attribute must be a valid role.": "Αυτό το πεδίο πρέπει να είναι έγκυρος ρόλος.",
    "The :attribute must be at least :length characters and contain at least one number.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν αριθμό.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν ειδικό χαρακτήρα και έναν αριθμό.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν ειδικό χαρακτήρα.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν κεφαλαίο χαρακτήρα και έναν αριθμό.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν κεφαλαίο και έναν ειδικό χαρακτήρα.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν κεφαλαίο χαρακτήρα, έναν αριθμό και έναν ειδικό χαρακτήρα.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες και να περιέχει τουλάχιστον έναν κεφαλαίο χαρακτήρα.",
    "The :attribute must be at least :length characters.": "Αυτό το πεδίο πρέπει να αποτελείται από τουλάχιστον :length χαρακτήρες.",
    "The :attribute must contain at least one letter.": "Αυτό το πεδίο πρέπει να περιέχει τουλάχιστον ένα γράμμα.",
    "The :attribute must contain at least one number.": "Αυτό το πεδίο πρέπει να περιέχει τουλάχιστον έναν αριθμό.",
    "The :attribute must contain at least one symbol.": "Αυτό το πεδίο πρέπει να περιέχει τουλάχιστον ένα σύμβολο.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Αυτό το πεδίο πρέπει να περιέχει τουλάχιστον ένα κεφαλαίο και ένα πεζό γράμμα.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Το δεδομένο πεδίο εμφανίστηκε σε διαρροή δεδομένων. Επιλέξτε διαφορετικό πεδίο."
}
