{
    "A fresh verification link has been sent to your email address.": "Испратен е нов линк за потврда на вашата e-mail адреса.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Додадете нов член во вашиот тим, дозволувајќи му да работи со вас.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Дали сте сигурни дека сакате да го избришете овој тим? Штом тимот е избришан, сите негови ресурси и податоци ќе бидат трајно избришани.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Дали сте сигурни дека сакате да ја избришете вашата сметка? Откако вашата сметка е избришана, сите нејзини ресурси и податоци трајно ќе бидат избришани. Внесете ја вашата лозинка за да потврдите дека сакате трајно да ја избришете вашата сметка.",
    "Before proceeding, please check your email for a verification link.": "Пред да продолжите, проверете на вашата e-mail адреса за линк за верификација.",
    "click here to request another": "кликнете овде за да побарате друга",
    "E-Mail Address": "E-mail адреса",
    "Editor users have the ability to read, create, and update.": "Корисниците со улога Уредник може да читаат, креираат и ажурираат.",
    "Ensure your account is using a long, random password to stay secure.": "Осигурете се дека вашата сметка користи долга, случајно избрана лозинка за да биде безбедна",
    "For your security, please confirm your password to continue.": "За ваша безбедност, потврдете ја вашата лозинка за да продолжите.",
    "Forbidden": "Забрането",
    "Go to page :page": "Оди на страна :page",
    "Hello!": "Здраво!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Доколку е потребно, можете да се одјавите од сите други сесии на прелистувачот на сите ваши уреди. Некои од вашите неодамнешни сесии се наведени подолу; Сепак, оваа листа не може да биде сеопфатна. Ако сметате дека вашата сметка е компромитирана, треба да ја ажурирате и вашата лозинка.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Доколку е потребно, можете да се одјавите од сите други сесии на прелистувачот на сите ваши уреди. Некои од вашите неодамнешни сесии се наведени подолу; Сепак, оваа листа не може да биде сеопфатна. Ако сметате дека вашата сметка е компромитирана, треба да ја ажурирате и вашата лозинка.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ако веќе имате сметка, може да ја прифатите оваа покана со кликнување на копчето подолу:",
    "If you did not create an account, no further action is required.": "Ако не создадовте сметка, не е потребно понатамошно дејство.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ако не очекувавте да добиете покана до овој тим, може да ја игнорирате оваа e-mail порака.",
    "If you did not receive the email": "Ако не сте ја добиле e-mail пораката",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ако немате сметка, можете да креирате една со кликнување на копчето подолу. Откако ќе креирате сметка, можете да кликнете на копчето за прифаќање покана во оваа e-mail порака за да ја прифатите поканата за тимот:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблем со кликнување на копчето \":actionText\", копирајте ја и залепете ја URL адресата подолу\nво вашиот веб прелистувач:",
    "Invalid signature.": "Невалиден потпис.",
    "Log out": "Одјави се",
    "Logout Other Browser Sessions": "Одјавете се од други сесии на веб прелистувачи",
    "Manage and logout your active sessions on other browsers and devices.": "Управувајте и одјавете се од активните сесии на други прелистувачи и уреди.",
    "Nevermind": "Не е важно",
    "Not Found": "Не е пронајдено",
    "Oh no": "Ох не",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Штом тимот е избришан, сите негови ресурси и податоци трајно ќе бидат избришани. Пред да го избришете овој тим, преземете ги сите податоци или информации во врска со овој тим што сакате да ги задржите.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Откако вашата сметка е избришана, сите нејзини ресурси и податоци трајно ќе бидат избришани. Пред да ја избришете вашата сметка, преземете ги сите податоци или информации што сакате да ги задржите.",
    "Page Expired": "Рокот на важење на страницата помина",
    "Pagination Navigation": "Навигација на пагинацијата",
    "Please click the button below to verify your email address.": "Кликнете на копчето подолу за да ја потврдите вашата e-mail адреса.",
    "Please confirm your password before continuing.": "Ве молиме потврдете ја вашата лозинка пред да продолжите.",
    "Please copy your new API token. For your security, it won't be shown again.": "Копирајте го вашиот нов API токен. За ваша безбедност, нема да биде прикажан повторно.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Внесете ја вашата лозинка за да потврдите дека сакате да се одјавите од другите сесии на прелистувачот на сите ваши уреди.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Ве молиме, напишете ја e-mail адресата на лице кое сакате да го додадете овој тим. На e-mail адресата мора да биде поврзана со постоечка сметка.",
    "Regards": "Со почит",
    "results": "резултати",
    "Server Error": "Серверска грешка",
    "Service Unavailable": "Сервисот е недостапен",
    "Showing": "Прикажани се",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ви благодариме за пријавувањето! Пред да започнете, дали би можеле да ја потврдите вашата e-mail адреса со кликнување на линкот што ви го испративме преку e-mail порака? Ако не сте ја добиле e-mail пораката, со задоволство ќе ви испратиме друга.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Полето :attribute мора да содржи најмалку :length карактери и да содржи најмалку една голема буква, еден број, и еден специјален знак.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Името на тимот и ифнормации за сопственикот.",
    "This action is unauthorized.": "Оваа акција е неовластена.",
    "This password reset link will expire in :count minutes.": "Линкот за промена на лозинката ќе истече за :count минути.",
    "to": "до",
    "Toggle navigation": "Вклучи навигација",
    "Too Many Attempts.": "Премногу обиди.",
    "Too Many Requests": "Премногу барања",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Дуо фактор автентикацијата сега е овозможена. Скенирајте го следниот QR-код користејќи ја апликацијата за автентикација на вашиот телефон.",
    "Unauthorized": "Неовластен пристап",
    "Update your account's profile information and email address.": "Ажурирајте ги информациите и e-mail адресата за вашата сметка.",
    "Verify Email Address": "Потврдија Е-маил Адресата",
    "Verify Your Email Address": "Потврдија Вашата Е-маил Адреса",
    "We won't ask for your password again for a few hours.": "Нема да ве прашаме за вашата лозинка повторно во наредните неколку часа.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Кога е овозможена дуо фактор автентикацијата, ќе ви биде побарано безбеден, случаен токен за време на автентикацијата. Може да го најдете овој токен од апликацијата Google Authenticator на вашиот телефон.",
    "You are logged in!": "Најавени сте!",
    "Your email address is not verified.": "Вашата e-mail адреса не е потврдена."
}
