<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Моўныя рэсурсы аўтарызацыі
    |--------------------------------------------------------------------------
    |
    | Наступныя моўныя радкі выкарыстоўваюцца падчас аўтэнтыфікацыі для
    | паведамленняў, якія мы павінны паказваць карыстальніку. Вы можаце памяняць іх на любыя
    | іншыя, якія лепш падыходзяць для вашай праграмы.
    |
    */

    'failed'   => 'Імя карыстальніка і пароль не супадаюць.',
    'throttle' => 'Занадта шмат спробаў ўваходу. Калі ласка, паспрабуйце яшчэ раз праз :seconds секунд.',
];
