<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Моўныя рэсурсы постраничного вываду
    |--------------------------------------------------------------------------
    |
    | Наступныя моўныя радкі выкарыстоўваюцца бібліятэкай пастаронкавага вываду
    | для стварэння простых спасылак на старонкі. Вы можаце памяняць іх на любыя
    | іншыя, якія лепш падыходзяць для вашай праграмы.
    |
    */

    'previous' => '&laquo; Назад',
    'next' => 'Наперад &raquo;',
];
