<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Моўныя рэсурсы напамінку пароля
    |--------------------------------------------------------------------------
    |
    | Наступныя моўныя тэрміны вяртаюцца брокерам пароляў на няўдалыя
    | спробы абнаўлення пароля ў такіх выпадках, як памылковы код скіду
    | пароля або няправільны новы пароль.
    |
    */

    'reset'     => 'Ваш пароль быў скінуты!',
    'sent'      => 'Спасылка на скід пароля была адпраўлена!',
    'throttled' => 'Please wait before retrying.',
    'token'     => 'Памылковы код скіду пароля.',
    'user'      => 'Не атрымалася знайсці карыстальніка з дадзеным электронным адрасам.',
];
