{
    "A fresh verification link has been sent to your email address.": "Baieztapen esteka berri bat bidali da zure helbide elektronikora.",
    "Before proceeding, please check your email for a verification link.": "Jarraitu aurretik, begiratu zure posta elektronikoan baieztapen estekarik baden.",
    "click here to request another": "egin klik hemen beste bat eskatzeko",
    "E-Mail Address": "Helbide elektronikoa",
    "Forbidden": "Debekatua",
    "Go to page :page": "Joan orri :page",
    "Hello!": "Kaixo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Beharrezkoa izanez gero, ahal izango duzu logout guztiak zure nabigatzailean beste saio guztietan zehar zure gailuak. Batzuk zure azken saioak zerrendatzen dira; hala ere, zerrenda honetan ezin izango da zehatza. Sentitzen duzu bada zure kontua izan da arriskutsua, ere egin beharko duzu eguneratu zure pasahitza.",
    "If you did not create an account, no further action is required.": "Ez baduzu konturik sortu, ez duzu ezer egin behar.",
    "If you did not receive the email": "Ez baduzu posta elektronikorik jaso",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" botoian klik egitean arazoak badituzu, kopiatu eta itsatsi beheko URLa\nnabigatzailean:",
    "Invalid signature.": "Baliogabeko sinadura.",
    "Log out": "Saioa",
    "Logout Other Browser Sessions": "Logout Beste Nabigatzaile Saioak",
    "Manage and logout your active sessions on other browsers and devices.": "Kudeatu eta logout zure aktibo saioak beste nabigatzaile eta gailu.",
    "Nevermind": "Berdin dio",
    "Not Found": "Ez Da Aurkitu",
    "Oh no": "Oh, ez",
    "Page Expired": "Orria iraungi da",
    "Pagination Navigation": "Pagination Nabigazioa",
    "Please click the button below to verify your email address.": "Egin klik beheko botoian helbide elektronikoa baieztatzeko.",
    "Please confirm your password before continuing.": "Mesedez, baieztatu zure pasahitza jarraitu aurretik.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Mesedez, sartu zure pasahitza berretsi nahi duzu logout zure nabigatzailean beste saio guztietan zehar zure gailuak.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Mesedez eman helbide elektronikoa pertsona nahi duzun gehitu talde hau. Helbide elektronikoa izan behar lotutako lehendik dagoen kontua.",
    "Regards": "Eskuminak",
    "results": "emaitzak",
    "Server Error": "Zerbitzari-Errorea",
    "Service Unavailable": "Zerbitzua ez dago erabilgarri",
    "Showing": "Erakusten",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ekintza honen baimenik gabe.",
    "This password reset link will expire in :count minutes.": "Hau pasahitza berrezarri lotura iraungiko :count minutu.",
    "to": "ra",
    "Toggle navigation": "Txandakatu nabigazioa",
    "Too Many Attempts.": "Gehiegi Saiakerak.",
    "Too Many Requests": "Eskaera gehiegi",
    "Unauthorized": "Baimendu gabea",
    "Verify Email Address": "Baieztatu helbide elektronikoa",
    "Verify Your Email Address": "Baieztatu zure helbide elektronikoa",
    "We won't ask for your password again for a few hours.": "Ez dugu eskatu zure pasahitza berriro ordu batzuk.",
    "You are logged in!": "Saioa hasi!",
    "Your email address is not verified.": "Zure e-posta helbidea ez da egiaztatu."
}
