{
    "A fresh verification link has been sent to your email address.": "Baieztapen esteka berri bat bidali da zure helbide elektronikora.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Berri bat gehitu taldeko kidea izateko, zure taldeak, aukera izan dezaten, lankidetzan duzu.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Ziur zaude ezabatu nahi duzula talde hau? Behin talde bat ezabatzen da, guztiak bere baliabide eta datu-betirako izango da ezabatu.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Ziur zaude ezabatu nahi duzula zure kontua? Behin zure kontua ezabatu egingo da, guztiak bere baliabide eta datu-betirako izango da ezabatu. Mesedez, sartu zure pasahitza berretsi nahi duzu betirako zure kontua ezabatu.",
    "Before proceeding, please check your email for a verification link.": "Jarraitu aurretik, begiratu zure posta elektronikoan baieztapen estekarik baden.",
    "click here to request another": "egin klik hemen beste bat eskatzeko",
    "E-Mail Address": "Helbide elektronikoa",
    "Editor users have the ability to read, create, and update.": "Editor erabiltzaile gaitasuna dute irakurri, sortu eta eguneratu.",
    "Ensure your account is using a long, random password to stay secure.": "Ziurtatu zure kontua da luze bat erabiliz, ausazko pasahitza lo seguru.",
    "For your security, please confirm your password to continue.": "Zure segurtasunerako, mesedez, baieztatu zure pasahitza jarraitzeko.",
    "Forbidden": "Debekatua",
    "Go to page :page": "Joan orri :page",
    "Hello!": "Kaixo!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Beharrezkoa izanez gero, ahal izango duzu saioa zure nabigatzailean beste saio guztietan zehar zure gailuak. Batzuk zure azken saioak zerrendatzen dira; hala ere, zerrenda honetan ezin izango da zehatza. Sentitzen duzu bada zure kontua izan da arriskutsua, ere egin beharko duzu eguneratu zure pasahitza.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Beharrezkoa izanez gero, ahal izango duzu logout guztiak zure nabigatzailean beste saio guztietan zehar zure gailuak. Batzuk zure azken saioak zerrendatzen dira; hala ere, zerrenda honetan ezin izango da zehatza. Sentitzen duzu bada zure kontua izan da arriskutsua, ere egin beharko duzu eguneratu zure pasahitza.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Dagoeneko baduzu kontu bat, ahal izango duzu, hau onartu gonbidapena beheko botoian klik eginez:",
    "If you did not create an account, no further action is required.": "Ez baduzu konturik sortu, ez duzu ezer egin behar.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Bada, ez duzu espero jasotzeko gonbidapena talde hau, ahal izango duzu baztertu email hau.",
    "If you did not receive the email": "Ez baduzu posta elektronikorik jaso",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Izan ez baduzu, kontu bat sortu ahal izango duzu bat beheko botoian klik eginez. Ondoren kontu bat sortzea, ahal izango duzu, egin klik gonbidapena onartu botoia elektroniko hau onartu taldeak gonbidapena:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "\":actionText\" botoian klik egitean arazoak badituzu, kopiatu eta itsatsi beheko URLa\nnabigatzailean:",
    "Invalid signature.": "Baliogabeko sinadura.",
    "Log out": "Saioa",
    "Logout Other Browser Sessions": "Logout Beste Nabigatzaile Saioak",
    "Manage and logout your active sessions on other browsers and devices.": "Kudeatu eta logout zure aktibo saioak beste nabigatzaile eta gailu.",
    "Nevermind": "Berdin dio",
    "Not Found": "Ez Da Aurkitu",
    "Oh no": "Oh, ez",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Behin talde bat ezabatzen da, guztiak bere baliabide eta datu-betirako izango da ezabatu. Ezabatu aurretik talde hau, mesedez, deskargatu edozein datu edo informazio dagokionez, talde honek nahi duzun atxikitzen.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Behin zure kontua ezabatu egingo da, guztiak bere baliabide eta datu-betirako izango da ezabatu. Ezabatu aurretik, zure kontua, mesedez, deskargatu edozein datu edo informazio nahi duzun atxikitzen.",
    "Page Expired": "Orria iraungi da",
    "Pagination Navigation": "Pagination Nabigazioa",
    "Please click the button below to verify your email address.": "Egin klik beheko botoian helbide elektronikoa baieztatzeko.",
    "Please confirm your password before continuing.": "Mesedez, baieztatu zure pasahitza jarraitu aurretik.",
    "Please copy your new API token. For your security, it won't be shown again.": "Mesedez, kopiatu zure berri API token. Zure segurtasunerako, ez da agertzen berriro ere.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Mesedez, sartu zure pasahitza berretsi nahi duzu logout zure nabigatzailean beste saio guztietan zehar zure gailuak.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Mesedez eman helbide elektronikoa pertsona nahi duzun gehitu talde hau. Helbide elektronikoa izan behar lotutako lehendik dagoen kontua.",
    "Regards": "Eskuminak",
    "results": "emaitzak",
    "Server Error": "Zerbitzari-Errorea",
    "Service Unavailable": "Zerbitzua ez dago erabilgarri",
    "Showing": "Erakusten",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Eskerrik asko sortu sinatu! Hasi aurretik, ezin duzu egiaztatu zure e-posta helbidea link gainean klik eginez besterik ez dugu bidaliko duzu? Ez baduzu jaso posta elektronikoaren bidez, egingo dugu atsegin handiz bidaliko duzu beste.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "The :attribute izan behar du, gutxienez, :length pertsonaiak eta, gutxienez, eduki bat maiuskulaz pertsonaia, telefono zenbaki bat eta bat berezia pertsonaia.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Taldearen izena eta jabea informazioa.",
    "This action is unauthorized.": "Ekintza honen baimenik gabe.",
    "This password reset link will expire in :count minutes.": "Hau pasahitza berrezarri lotura iraungiko :count minutu.",
    "to": "ra",
    "Toggle navigation": "Txandakatu nabigazioa",
    "Too Many Attempts.": "Gehiegi Saiakerak.",
    "Too Many Requests": "Eskaera gehiegi",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Bi faktore autentifikazioa da orain gaituta. Eskaneatu ondorengo QR kodea erabiliz, zure telefono authenticator aplikazioa.",
    "Unauthorized": "Baimendu gabea",
    "Update your account's profile information and email address.": "Eguneratu zure kontuaren profileko informazioa eta posta elektronikoaren helbidea.",
    "Verify Email Address": "Baieztatu helbide elektronikoa",
    "Verify Your Email Address": "Baieztatu zure helbide elektronikoa",
    "We won't ask for your password again for a few hours.": "Ez dugu eskatu zure pasahitza berriro ordu batzuk.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Bi faktore autentifikazioa gaituta dago, nahi duzun galdetuko dizu seguru bat, ausazko token zehar autentifikazioa. Ahal izango duzu berreskuratu hau token zure telefonoaren Google Authenticator aplikazioa.",
    "You are logged in!": "Saioa hasi!",
    "Your email address is not verified.": "Zure e-posta helbidea ez da egiaztatu."
}
