{
    "A fresh verification link has been sent to your email address.": "Құпия сөзді қалпына келтіру сілтемесі сіздің email мекенжайыңызға жіберілді.",
    "Before proceeding, please check your email for a verification link.": "Жалғастырмас бұрын, электрондық поштадағы растау сілтемесін тексеріңіз.",
    "click here to request another": "қайта сұрау үшін мұнда басыңыз",
    "E-Mail Address": "E-Mail мекенжайы",
    "Forbidden": "Тыйым салынған",
    "Go to page :page": ":page бетіне өтіңіз",
    "Hello!": "Сәлеметсіз бе!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Қажет болса, сіз барлық құрылғылардағы барлық басқа шолғыш сеанстарынан шыға аласыз. Сіздің соңғы сеанстарыңыздың кейбірі төменде келтірілген; дегенмен, бұл тізім толық болмауы мүмкін. Егер сіздің есептік жазбаңыз бұзылған деп ойласаңыз, парольді де жаңартуыңыз керек.",
    "If you did not create an account, no further action is required.": "Егер сіз тіркелгі жасамаған болсаңыз, онда ешқандай қосымша әрекет қажет емес.",
    "If you did not receive the email": "Егер сіз хат алмасаңыз",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Егер сізде \":actionText\" батырмасын басу кезінде ақаулықтар туындаса,\n мекенжайды көшіріңіз де, браузердің мекенжай жолына салыңыз:",
    "Invalid signature.": "Қате қолтаңба.",
    "Log out": "Жүйеден шығу",
    "Logout Other Browser Sessions": "Басқа Шолғыш Сеанстарынан Шығу",
    "Manage and logout your active sessions on other browsers and devices.": "Белсенді сеанстарды басқарыңыз және басқа шолғыштар мен құрылғылардан шығыңыз.",
    "Nevermind": "Бас тартпаңыз",
    "Not Found": "Табылмады",
    "Oh no": "О жоқ",
    "Page Expired": "Бет ескірген",
    "Pagination Navigation": "Навигация по страницам",
    "Please click the button below to verify your email address.": "E-mail мекенжайыңызды растау үшін төмендегі батырманы басыңыз.",
    "Please confirm your password before continuing.": "Жалғастырмас бұрын құпиясөзіңізді растаңыз.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Барлық құрылғылардағы басқа шолғыш сеанстарынан шыққыңыз келетінін растау үшін құпия сөзді енгізіңіз.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Осы командаға қосқыңыз келетін адамның электрондық пошта мекенжайын көрсетіңіз. Электрондық пошта мекенжайы бар есептік жазбамен байланысты болуы керек.",
    "Regards": "Құрметпен",
    "results": "нәтижелері",
    "Server Error": "Сервер қатесі",
    "Service Unavailable": "Қызмет қолжетімсіз",
    "Showing": "Көрсету",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Авторизацияланбаған әрекет.",
    "This password reset link will expire in :count minutes.": "Құпия сөзді қалпына келтіру сілтемесінің қолданылу мерзімі :count минуттан кейін аяқталады.",
    "to": "к",
    "Toggle navigation": "Навигацияны ауыстыру",
    "Too Many Attempts.": "Тым көп әрекет.",
    "Too Many Requests": "Тым көп сұраулар",
    "Unauthorized": "Авторизацияланған жоқ",
    "Verify Email Address": "Email мекенжайды растау",
    "Verify Your Email Address": "Email мекенжайыңызды растаңыз",
    "We won't ask for your password again for a few hours.": "Біз бірнеше сағат ішінде құпиясөзді қайта сұрамаймыз.",
    "You are logged in!": "Сіз жүйеге кірдіңіз!",
    "Your email address is not verified.": "Сіздің email мекенжайыңыз расталмаған."
}
