{
    "The :attribute must be a valid role.": "Ennimiro eno erina okuba omulimu omutuufu.",
    "The :attribute must be at least :length characters and contain at least one number.": "Ennimiro eno erina okuba nga erimu ennukuta ezitakka wansi wa :length era nga zirimu waakiri ennamba emu.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Ennimiro eno erina okuba n’ennukuta ezitakka wansi wa :length era nga zirimu waakiri ennukuta emu ey’enjawulo n’ennamba emu.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Ennimiro eno erina okuba nga erimu ennukuta ezitakka wansi wa :length era nga zirimu waakiri ennukuta emu ey’enjawulo.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Ennimiro eno erina okuba n’ennukuta ezitakka wansi wa :length era nga zirimu ennukuta ennene ezitakka wansi wa emu n’ennamba emu.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Ennimiro eno erina okuba n’ennukuta ezitakka wansi wa :length era nga zirimu ennukuta ennene ezitakka wansi wa emu n’ennukuta emu ey’enjawulo.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Ennimiro eno erina okuba n’ennukuta ezitakka wansi wa :length era nga zirimu ennukuta ennene ezitakka wansi wa emu, ennamba emu, n’ennukuta emu ey’enjawulo.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Ennimiro eno erina okuba n’ennukuta ezitakka wansi wa :length era nga zirimu ennukuta ennene ezitakka wansi wa emu.",
    "The :attribute must be at least :length characters.": "Ennimiro eno erina okuba nga erimu ennukuta ezitakka wansi wa :length.",
    "The :attribute must contain at least one letter.": "Ennimiro eno erina okubaamu waakiri ennukuta emu.",
    "The :attribute must contain at least one number.": "Ennimiro eno erina okubaamu waakiri ennamba emu.",
    "The :attribute must contain at least one symbol.": "Ennimiro eno erina okubaamu waakiri akabonero kamu.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Ennimiro eno erina okubaamu waakiri ennukuta ennene emu n’entono emu.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Ennimiro eweereddwa efulumye mu data leak. Nsaba olonde ennimiro ey'enjawulo."
}
