{
    "The :attribute must be a valid role.": "Bu maydon haqiqiy rol boʻlishi kerak.",
    "The :attribute must be at least :length characters and contain at least one number.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi va kamida bitta raqamni o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi va kamida bitta maxsus belgi va bitta raqamni o'z ichiga olishi kerak.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Bu maydon kamida :length ta belgidan iborat boʻlishi va kamida bitta maxsus belgidan iborat boʻlishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Bu maydon kamida :length ta belgidan iborat boʻlishi va kamida bitta bosh harf va bitta raqamdan iborat boʻlishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Bu maydon kamida :length ta belgidan iborat boʻlishi va kamida bitta bosh va bitta maxsus belgidan iborat boʻlishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Bu maydon kamida :length ta belgidan iborat boʻlishi va kamida bitta bosh harf, bitta raqam va bitta maxsus belgidan iborat boʻlishi kerak.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Bu maydon kamida :length ta belgidan iborat boʻlishi va kamida bitta bosh harfdan iborat boʻlishi kerak.",
    "The :attribute must be at least :length characters.": "Bu maydon kamida :length ta belgidan iborat boʻlishi kerak.",
    "The :attribute must contain at least one letter.": "Bu maydon kamida bitta harfdan iborat bo'lishi kerak.",
    "The :attribute must contain at least one number.": "Bu maydonda kamida bitta raqam boʻlishi kerak.",
    "The :attribute must contain at least one symbol.": "Bu maydonda kamida bitta belgi boʻlishi kerak.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Bu maydonda kamida bitta katta va bitta kichik harf bo‘lishi kerak.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Berilgan maydon ma'lumotlar sizib chiqishida paydo bo'ldi. Boshqa maydonni tanlang."
}
