{
    "The :attribute must be a valid role.": "Bu maydon to'g'ri rol bo'lishi kerak.",
    "The :attribute must be at least :length characters and contain at least one number.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta raqamni o'z ichiga oladi.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta maxsus belgi va bitta raqamni o'z ichiga oladi.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta maxsus belgi o'z ichiga oladi.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta katta harf va bitta raqamni o'z ichiga oladi.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta katta harf va bitta maxsus belgi o'z ichiga oladi.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta katta harf, bitta raqam va bitta maxsus belgi o'z ichiga oladi.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak va kamida bitta katta harfni o'z ichiga oladi.",
    "The :attribute must be at least :length characters.": "Ushbu maydon kamida :length ta belgidan iborat bo'lishi kerak.",
    "The :attribute must contain at least one letter.": "Ushbu maydon kamida bitta harfdan iborat bo'lishi kerak.",
    "The :attribute must contain at least one number.": "Ushbu maydon kamida bitta raqamni o'z ichiga olishi kerak.",
    "The :attribute must contain at least one symbol.": "Ushbu maydon kamida bitta belgidan iborat bo'lishi kerak.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Ushbu maydon kamida bitta katta harf va bitta kichik harfdan iborat bo'lishi kerak.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Berilgan maydon ma'lumotlar oqmaida paydo bo'ldi. Iltimos, boshqa maydonni tanlang."
}
