{
    "A fresh verification link has been sent to your email address.": "Elektron pochta manzilingizga yangi tekshiruv havolasi yuborildi.",
    "Before proceeding, please check your email for a verification link.": "Davom etishdan oldin, bir tekshirish link uchun elektron pochta tekshiring.",
    "click here to request another": "boshqa so'rov uchun shu yerni bosing",
    "E-Mail Address": "E-Mail Manzil",
    "Forbidden": "Harom qilingan",
    "Go to page :page": "Sahifa :page borish ",
    "Hello!": "Salomlashamiz!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Agar kerak bo'lsa, siz qurilmalar barcha bo'ylab boshqa brauzer sessiyalari barcha chiqish mumkin. Sizning so'nggi sessiyalar ba'zi quyida keltirilgan; ammo, bu ro'yxat to'liq bo'lishi mumkin emas. Agar hisob xavf qilingan his bo'lsa, siz ham parolni yangilash kerak.",
    "If you did not create an account, no further action is required.": "Agar hisob yaratish bermadi bo'lsa, hech yanada harakat talab qilinadi.",
    "If you did not receive the email": "Emailni olmagan bo'lsangiz",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Agar muammo \":actionText\" tugmasini bosish ega bo'lsangiz, nusxa va quyidagi URL joylashtirish\nveb-brauzeringiz ichiga:",
    "Invalid signature.": "Haqiqiy emas imzo.",
    "Log out": "Log out",
    "Logout Other Browser Sessions": "Logout Boshqa Brauzer Sessiyalari",
    "Manage and logout your active sessions on other browsers and devices.": "Boshqarish va boshqa brauzerlar va qurilmalarda faol mashg'ulotlari chiqish.",
    "Nevermind": "Hech qisi yo'q",
    "Not Found": "Topilmagan",
    "Oh no": "Oh yo'q",
    "Page Expired": "Sahifa Muddati Tugagan",
    "Pagination Navigation": "Pagination Navigatsiya",
    "Please click the button below to verify your email address.": "E-mail manzilingizni tekshirish uchun quyidagi tugmani bosing.",
    "Please confirm your password before continuing.": "Davom ettirishdan oldin parolingizni tasdiqlang.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Agar qurilmalar barcha bo'ylab boshqa brauzer sessiyalari chiqish istardim tasdiqlash uchun parolni kiriting.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Iltimos, ushbu jamoaga qo'shmoqchi bo'lgan shaxsning elektron pochta manzilini taqdim eting. Elektron pochta manzili mavjud hisob bilan bog'liq bo'lishi kerak.",
    "Regards": "Tilaklar",
    "results": "natijalar",
    "Server Error": "Server Xato",
    "Service Unavailable": "Xizmat Mavjud Emas",
    "Showing": "Ko'rsatgan",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Bu harakat ruxsatsiz.",
    "This password reset link will expire in :count minutes.": "Ushbu parolni tiklash havolasi :count daqiqada tugaydi.",
    "to": "uchun",
    "Toggle navigation": "Toggle navigatsiya",
    "Too Many Attempts.": "Juda Ko'p Urinishlar.",
    "Too Many Requests": "Juda Ko'p So'rovlar",
    "Unauthorized": "Ruxsatsiz",
    "Verify Email Address": "Elektron Pochta Manzilini Tekshirish",
    "Verify Your Email Address": "E-Mail Manzilingizni Tasdiqlang",
    "We won't ask for your password again for a few hours.": "Biz bir necha soat davomida yana parolingizni so'ramaymiz.",
    "You are logged in!": "Siz kirgan!",
    "Your email address is not verified.": "Sizning elektron pochta manzili tasdiqlangan emas."
}
