{
    "The :attribute must be a valid role.": "Uyu murima ugomba kuba uruhare rwemewe.",
    "The :attribute must be at least :length characters and contain at least one number.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibuze umubare umwe.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibuze inyuguti imwe idasanzwe numubare umwe.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibura inyuguti imwe idasanzwe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibuze inyuguti nkuru imwe numubare umwe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibuze inyuguti nkuru ninyuguti imwe idasanzwe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibuze inyuguti nkuru imwe, umubare umwe, ninyuguti imwe idasanzwe.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Uyu murima ugomba kuba byibuze inyuguti :length kandi urimo byibura inyuguti nkuru.",
    "The :attribute must be at least :length characters.": "Uyu murima ugomba kuba byibuze inyuguti :length.",
    "The :attribute must contain at least one letter.": "Uyu murima ugomba kuba urimo byibuze inyuguti imwe.",
    "The :attribute must contain at least one number.": "Uyu murima ugomba kuba ufite byibuze umubare umwe.",
    "The :attribute must contain at least one symbol.": "Uyu murima ugomba kuba ufite byibuze ikimenyetso kimwe.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Uyu murima ugomba kuba ufite byibuze inyuguti imwe ninyuguti nto.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Umwanya watanzwe wagaragaye mumakuru yatangajwe. Nyamuneka hitamo umurima utandukanye."
}
