{
    "A fresh verification link has been sent to your email address.": "Új hitelesítő hivatkozást küldtünk e-mail címére.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Adjon hozzá egy új csapattagot a csapatához, lehetővé téve számukra, hogy együttműködjenek veled.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Biztos, hogy törölni akarja ezt a csapatot? A csapat törlése után minden erőforrása és adata véglegesen törlésre kerül.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Biztos benne, hogy törölni szeretné fiókját? A fiók törlése után minden erőforrása és adata véglegesen törlődik. Kérjük, adja meg jelszavát annak megerősítéséhez, hogy véglegesen törölni szeretné fiókját.",
    "Before proceeding, please check your email for a verification link.": "Továbblépés előtt ellenőrizze e-mail címén a jelszó helyreállító hivatkozást.",
    "click here to request another": "kattintson ide új igényléséhez",
    "E-Mail Address": "E-mail cím",
    "Editor users have the ability to read, create, and update.": "A szerkesztő felhasználók képesek olvasni, létrehozni és frissíteni.",
    "Ensure your account is using a long, random password to stay secure.": "Győződjön meg róla, hogy fiókja hosszú, véletlenszerű jelszót használ a biztonság érdekében.",
    "For your security, please confirm your password to continue.": "A biztonság érdekében kérjük, erősítse meg jelszavát a folytatáshoz.",
    "Forbidden": "Tiltott",
    "Go to page :page": "Ugrás a :page. oldalra",
    "Hello!": "Helló!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ha szükséges, akkor jelentkezzen ki az összes többi böngésző ülés az összes eszköz. Néhány legutóbbi ülés alább felsorolt; azonban, ez a lista nem lehet kimerítő. Ha úgy érzi, hogy fiókja veszélybe került, frissítenie kell a jelszavát is.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Szükség esetén kijelentkezhet az összes többi böngésző munkamenetről az összes eszközön. Néhány legutóbbi ülés alább felsorolt; azonban, ez a lista nem lehet kimerítő. Ha úgy érzi, hogy fiókja veszélybe került, frissítenie kell a jelszavát is.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ha már rendelkezik fiókkal, az alábbi gombra kattintva elfogadhatja ezt a meghívást:",
    "If you did not create an account, no further action is required.": "Ha nem Ön hozta létre ezt a fiókot, akkor nincs további teendője.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ha nem számított arra, hogy meghívást kap a csapathoz, akkor eldobhatja ezt az e-mailt.",
    "If you did not receive the email": "Ha nem kapta meg az üzenetet",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ha nincs fiókja, létrehozhat egyet az alábbi gombra kattintva. Fiók létrehozása után az e-mailben található meghívó Elfogadás gombra kattintva elfogadhatja a csapat meghívását:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ha problémákba ütközik a \":actionText\" gombra kattintáskor, másolja be az allábi hivatkozást\na böngészőjébe:",
    "Invalid signature.": "Érvénytelen aláírás.",
    "Log out": "Kijelentkezés",
    "Logout Other Browser Sessions": "Jelentkezzen Ki A Többi Böngésző Munkamenetből",
    "Manage and logout your active sessions on other browsers and devices.": "Az aktív munkamenetek kezelése és kijelentkezése más böngészőkön és eszközökön.",
    "Nevermind": "Nevermind",
    "Not Found": "Nem található",
    "Oh no": "Ó ne",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "A csapat törlése után minden erőforrása és adata véglegesen törlésre kerül. A csapat törlése előtt kérjük, töltsön le minden adatot vagy információt erről a csapatról, amelyet meg kíván őrizni.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "A fiók törlése után minden erőforrása és adata véglegesen törlődik. A fiók törlése előtt kérjük, töltsön le minden olyan adatot vagy információt, amelyet meg kíván őrizni.",
    "Page Expired": "Lejárt oldal",
    "Pagination Navigation": "Oldalszámozás Navigáció",
    "Please click the button below to verify your email address.": "Kérjük kattintson az alábbi gombra az e-mail címe megerősítéséhez.",
    "Please confirm your password before continuing.": "Kérjük erősítse meg a jelszavát, mielőtt folytatná.",
    "Please copy your new API token. For your security, it won't be shown again.": "Kérjük, másolja az új API token. A biztonság kedvéért nem jelenik meg újra.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Kérjük, adja meg a jelszavát, hogy megerősítse, hogy az összes eszközén szeretné kijelentkezni a többi böngésző munkamenetéről.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Kérjük, adja meg annak a személynek az e-mail címét, akit hozzá szeretne adni ehhez a csapathoz. Az e-mail címet egy meglévő fiókhoz kell társítani.",
    "Regards": "Üdvözlettel",
    "results": "eredmények",
    "Server Error": "Szerver hiba",
    "Service Unavailable": "Szolgáltatás nem elérhető",
    "Showing": "Bemutató",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Köszönjük, hogy feliratkozott! Mielőtt elkezdené, tudná ellenőrizni az e-mail címét, ha rákattint a linkre, amelyet csak e-mailben küldtünk Önnek? Ha nem kapta meg az e-mailt, örömmel küldünk Önnek egy másikat.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "A :attribute-nek legalább :length karakternek kell lennie, és legalább egy nagybetűs karaktert, egy számot és egy különleges karaktert kell tartalmaznia.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "A csapat neve és a tulajdonos adatai.",
    "This action is unauthorized.": "Ez a művelet nem engedélyezett.",
    "This password reset link will expire in :count minutes.": "Ez a jelszó helyreállító hivatkozás :count perc múlva le fog járni.",
    "to": "hogy",
    "Toggle navigation": "Navigáció be\/ki",
    "Too Many Attempts.": "Túl sok próbálkozás.",
    "Too Many Requests": "Túl sok lekérés",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Két tényező hitelesítés most engedélyezve van. Szkennelje be a következő QR-kódot a telefon hitelesítő alkalmazásával.",
    "Unauthorized": "Jogosulatlan",
    "Update your account's profile information and email address.": "Frissítse fiókja profiladatait és e-mail címét.",
    "Verify Email Address": "E-mail cím megerősítése",
    "Verify Your Email Address": "Erősítse meg e-mail címét",
    "We won't ask for your password again for a few hours.": "Néhány órán keresztül nem fogjuk újra kérni a jelszavát.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ha a kéttényezős hitelesítés engedélyezve van, a rendszer egy biztonságos, véletlenszerű tokent kér a hitelesítés során. Lehet letölteni ezt a tokent a telefon Google Hitelesítő alkalmazás.",
    "You are logged in!": "Be vagy jelentkezve!",
    "Your email address is not verified.": "Az e-mail címe nincs megerősítve."
}
