{
    "A fresh verification link has been sent to your email address.": "Új hitelesítő hivatkozást küldtünk e-mail címére.",
    "Before proceeding, please check your email for a verification link.": "Továbblépés előtt ellenőrizze e-mail címén a jelszó helyreállító hivatkozást.",
    "click here to request another": "kattintson ide új igényléséhez",
    "E-Mail Address": "E-mail cím",
    "Forbidden": "Tiltott",
    "Go to page :page": "Ugrás a :page. oldalra",
    "Hello!": "Helló!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Szükség esetén kijelentkezhet az összes többi böngésző munkamenetről az összes eszközön. Néhány legutóbbi ülés alább felsorolt; azonban, ez a lista nem lehet kimerítő. Ha úgy érzi, hogy fiókja veszélybe került, frissítenie kell a jelszavát is.",
    "If you did not create an account, no further action is required.": "Ha nem Ön hozta létre ezt a fiókot, akkor nincs további teendője.",
    "If you did not receive the email": "Ha nem kapta meg az üzenetet",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ha problémákba ütközik a \":actionText\" gombra kattintáskor, másolja be az allábi hivatkozást\na böngészőjébe:",
    "Invalid signature.": "Érvénytelen aláírás.",
    "Log out": "Kijelentkezés",
    "Logout Other Browser Sessions": "Jelentkezzen Ki A Többi Böngésző Munkamenetből",
    "Manage and logout your active sessions on other browsers and devices.": "Az aktív munkamenetek kezelése és kijelentkezése más böngészőkön és eszközökön.",
    "Nevermind": "Nevermind",
    "Not Found": "Nem található",
    "Oh no": "Ó ne",
    "Page Expired": "Lejárt oldal",
    "Pagination Navigation": "Oldalszámozás Navigáció",
    "Please click the button below to verify your email address.": "Kérjük kattintson az alábbi gombra az e-mail címe megerősítéséhez.",
    "Please confirm your password before continuing.": "Kérjük erősítse meg a jelszavát, mielőtt folytatná.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Kérjük, adja meg a jelszavát, hogy megerősítse, hogy az összes eszközén szeretné kijelentkezni a többi böngésző munkamenetéről.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Kérjük, adja meg annak a személynek az e-mail címét, akit hozzá szeretne adni ehhez a csapathoz. Az e-mail címet egy meglévő fiókhoz kell társítani.",
    "Regards": "Üdvözlettel",
    "results": "eredmények",
    "Server Error": "Szerver hiba",
    "Service Unavailable": "Szolgáltatás nem elérhető",
    "Showing": "Bemutató",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Ez a művelet nem engedélyezett.",
    "This password reset link will expire in :count minutes.": "Ez a jelszó helyreállító hivatkozás :count perc múlva le fog járni.",
    "to": "hogy",
    "Toggle navigation": "Navigáció be\/ki",
    "Too Many Attempts.": "Túl sok próbálkozás.",
    "Too Many Requests": "Túl sok lekérés",
    "Unauthorized": "Jogosulatlan",
    "Verify Email Address": "E-mail cím megerősítése",
    "Verify Your Email Address": "Erősítse meg e-mail címét",
    "We won't ask for your password again for a few hours.": "Néhány órán keresztül nem fogjuk újra kérni a jelszavát.",
    "You are logged in!": "Be vagy jelentkezve!",
    "Your email address is not verified.": "Az e-mail címe nincs megerősítve."
}
