{
    "The :attribute must be a valid role.": "Feumaidh an raon seo a bhith na àite dligheach.",
    "The :attribute must be at least :length characters and contain at least one number.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon àireamh a bhith ann.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon charactar sònraichte agus aon àireamh a bhith ann.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon charactar sònraichte a bhith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon charactar mòr agus aon àireamh a bhith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon charactar mòr agus aon charactar sònraichte a bhith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon charactar mòr, aon àireamh, agus aon charactar sònraichte a bhith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo agus co-dhiù aon charactar mòr a bhith ann.",
    "The :attribute must be at least :length characters.": "Feumaidh co-dhiù :length caractaran a bhith san raon seo.",
    "The :attribute must contain at least one letter.": "Feumaidh co-dhiù aon litir a bhith san raon seo.",
    "The :attribute must contain at least one number.": "Feumaidh co-dhiù aon àireamh a bhith san raon seo.",
    "The :attribute must contain at least one symbol.": "Feumaidh co-dhiù aon samhla a bhith san raon seo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Feumaidh co-dhiù aon litir mhòr agus aon litir bheag a bhith san raon seo.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Tha an raon a chaidh a thoirt seachad air nochdadh ann an aodion dàta. Feuch an tagh thu raon eile."
}
