<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы авторизации
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки используются в процессе авторизации
    | для вывода различных сообщений пользователю. Вы можете
    | адаптировать их под требования вашего приложения.
    |
    */
    'failed' => 'Введенные данные недействительны.',
    'throttle' => 'Предпринято слишком много попыток авторизации. Попробуйте через :seconds секунд(ы).',
];
