<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    "password" => "Пароль должен содержать не менее шести символов и совпадать с полем подтверждения пароля.",

    "user"     => "Не удалось найти пользователя с указанным электронным адресом.",

    "token"    => "Ошибочный код сброса пароля.",

    "sent"     => "Ссылка на сброс пароля была отправлена!",

    "reset"    => "Пароль был сброшен!",

];
