{
    "The :attribute must be a valid role.": "O foro in ka kan ka kɛ jɔyɔrɔ ɲuman ye.",
    "The :attribute must be at least :length characters and contain at least one number.": "O foro in ka kan ka kɛ taamasiyɛn :length ye a dɔgɔyalenba la ani nimɔrɔ kelen ka kan ka kɛ a kɔnɔ.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "O foro in ka kan ka kɛ taamaʃyɛn :length ye a dɔgɔyalenba la, wa a ka kan ka Kɛ taamaʃyɛn kɛrɛnkɛrɛnnen kelen ni jateden kelen ye a dɔgɔyalenba la.",
    "The :attribute must be at least :length characters and contain at least one special character.": "O foro in ka kan ka kɛ taamaʃyɛn :length ye a dɔgɔyalenba la, wa a ka kan ka Kɛ taamaʃyɛn kɛrɛnkɛrɛnnen kelen ye a dɔgɔyalenba la.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "O foro in ka kan ka Kɛ taamaʃyɛn :length ye a dɔgɔyalenba la, wa a ka kan ka Kɛ ni taamaʃyɛnba kelen ni jateden kelen ye a dɔgɔyalenba la.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "O foro in ka kan ka Kɛ taamaʃyɛn :length ye a dɔgɔyalenba la ani taamaʃyɛnba kelen ni taamaʃyɛn kɛrɛnkɛrɛnnen kelen ka kan ka Kɛ a kɔnɔ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "O foro in ka kan ka kɛ taamaʃyɛn :length ye a dɔgɔyalenba la ani taamaʃyɛn belebele kelen, jateden kelen ani taamaʃyɛn kɛrɛnkɛrɛnnen kelen bɛ sɔrɔ a kɔnɔ.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "O foro in ka kan ka Kɛ taamaʃyɛn :length ye a dɔgɔyalenba la ani taamaʃyɛn belebele kelen ka kan ka Kɛ a kɔnɔ.",
    "The :attribute must be at least :length characters.": "O foro in ka kan ka kɛ taamasiyɛn :length ye a dɔgɔyalenba la.",
    "The :attribute must contain at least one letter.": "Nin foro in ka kan ka kɛ ni lɛtɛrɛ kelen ye a dɔgɔyalenba la.",
    "The :attribute must contain at least one number.": "Nin foro in ka kan ka kɛ ni nimɔrɔ kelen ye a dɔgɔyalenba la.",
    "The :attribute must contain at least one symbol.": "Nin foro in ka kan ka kɛ ni taamasiyɛn kelen ye a dɔgɔyalenba la.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "O foro in ka kan ka kɛ ni sɛbɛnnibolo belebele kelen ni sɛbɛnnibolo fitinin kelen ye a dɔgɔyalenba la.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Foro dilen in bɔra kunnafoni-falen-falen dɔ la. Aw ye foro wɛrɛ sugandi."
}
