{
    "The :attribute must be a valid role.": "Dëst Feld muss eng valabel Roll sinn.",
    "The :attribute must be at least :length characters and contain at least one number.": "Dëst Feld muss op d'mannst :length Zeeche sinn an op d'mannst eng Nummer enthalen.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Dëst Feld muss op d'mannst :length Zeeche sinn an op d'mannst ee spezielle Charakter an eng Nummer enthalen.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Dëst Feld muss op d'mannst :length Zeeche sinn an op d'mannst ee spezielle Charakter enthalen.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Dëst Feld muss mindestens :length Zeeche sinn an mindestens e grousse Buschtawen an eng Nummer enthalen.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Dëst Feld muss mindestens :length Zeeche sinn a mindestens e grousst Buschtawen an e spezielle Charakter enthalen.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Dëst Feld muss mindestens :length Zeeche sinn a mindestens e grousst Buschtawen, eng Nummer an e spezielle Charakter enthalen.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Dëst Feld muss op d'mannst :length Zeeche sinn an op d'mannst ee grousst Buschtawen enthalen.",
    "The :attribute must be at least :length characters.": "Dëst Feld muss op d'mannst :length Zeechen sinn.",
    "The :attribute must contain at least one letter.": "Dëst Feld muss op d'mannst ee Buschtaf enthalen.",
    "The :attribute must contain at least one number.": "Dëst Feld muss mindestens eng Nummer enthalen.",
    "The :attribute must contain at least one symbol.": "Dëst Feld muss op d'mannst ee Symbol enthalen.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Dëst Feld muss mindestens e grousse Buschtaf an e klenge Buschtaf enthalen.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Dat uginn Feld ass an engem Datelek opgetaucht. Wielt w.e.g. en anert Feld."
}
