{
    "A fresh verification link has been sent to your email address.": "Am trimis un nou link de verificare pe adresa dvs. de e-mail",
    "Before proceeding, please check your email for a verification link.": "Înainte de a continua, vă rugăm să verificați e-mailul pentru link-ul de verificare.",
    "click here to request another": "apăsați aici pentru a solicita altul",
    "E-Mail Address": "Adresă de e-mail",
    "Forbidden": "Interzis",
    "Go to page :page": "Mergi la pagina :page",
    "Hello!": "Bună!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Dacă este necesar, vă puteți deconecta de la toate celelalte sesiuni de browser pe toate dispozitivele. Unele dintre sesiunile dvs. recente sunt enumerate mai jos; cu toate acestea, această listă poate să nu fie exhaustivă. Dacă simțiți că contul dvs. a fost compromis, ar trebui să vă actualizați și parola.",
    "If you did not create an account, no further action is required.": "Dacă nu ați creat un cont, puteți ignora acest mesaj.",
    "If you did not receive the email": "Dacă nu ați primit e-mailul",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Dacă nu puteți apăsa pe butonul \":actionText\", copiați și alipiți adresa de mai jos în navigatorul dvs:",
    "Invalid signature.": "Semnătură incorectă.",
    "Log out": "Deconectează",
    "Logout Other Browser Sessions": "Deconectare Alte Sesiuni De Browser",
    "Manage and logout your active sessions on other browsers and devices.": "Gestionați și deconectați sesiunile active pe alte browsere și dispozitive.",
    "Nevermind": "Nu contează",
    "Not Found": "Negăsit",
    "Oh no": "O, nu",
    "Page Expired": "Pagina a expirat",
    "Pagination Navigation": "Navigare Paginare",
    "Please click the button below to verify your email address.": "Vă rugăm să apăsați pe butonul de mai jos pentru a verifica adresa dvs. de e-mail.",
    "Please confirm your password before continuing.": "Vă rugam să confirmați parola înainte de a continua.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Vă rugăm să introduceți parola pentru a confirma că doriți să vă deconectați de la celelalte sesiuni de browser pe toate dispozitivele.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Vă rugăm să furnizați adresa de e-mail a persoanei pe care doriți să o adăugați la această echipă. Adresa de e-mail trebuie să fie asociată cu un cont existent.",
    "Regards": "Toate cele bune",
    "results": "rezultate",
    "Server Error": "Eroare de server",
    "Service Unavailable": "Serviciu indisponibil",
    "Showing": "Arată",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Această acțiune nu este permisă.",
    "This password reset link will expire in :count minutes.": "Acest link de resetare a parolei va expira în :count minute.",
    "to": "la",
    "Toggle navigation": "Comută navigarea",
    "Too Many Attempts.": "Prea multe încercări.",
    "Too Many Requests": "Prea multe cereri",
    "Unauthorized": "Nepermis",
    "Verify Email Address": "Verificare adresă de e-mail",
    "Verify Your Email Address": "Verificați-vă adresa de e-mail",
    "We won't ask for your password again for a few hours.": "Nu vă vom mai solicita adresa de e-mail pentru câteva ore",
    "You are logged in!": "Sunteți autentificat!",
    "Your email address is not verified.": "Adresa dvs. de e-mail nu este verificată."
}
