{
    "The :attribute must be a valid role.": "Trường này phải là một vai trò hợp lệ.",
    "The :attribute must be at least :length characters and contain at least one number.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một số.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một ký tự đặc biệt và một số.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một ký tự đặc biệt.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một ký tự viết hoa và một số.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một ký tự viết hoa và một ký tự đặc biệt.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một ký tự viết hoa, một số và một ký tự đặc biệt.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Trường này phải có ít nhất :length ký tự và chứa ít nhất một ký tự viết hoa.",
    "The :attribute must be at least :length characters.": "Trường này phải có ít nhất :length ký tự.",
    "The :attribute must contain at least one letter.": "Trường này phải chứa ít nhất một chữ cái.",
    "The :attribute must contain at least one number.": "Trường này phải chứa ít nhất một số.",
    "The :attribute must contain at least one symbol.": "Trường này phải chứa ít nhất một ký hiệu.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Trường này phải chứa ít nhất một chữ hoa và một chữ thường.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Trường đã cho đã bị rò rỉ dữ liệu. Vui lòng chọn một trường khác."
}
