{
    "A fresh verification link has been sent to your email address.": "На вашия имейл адрес е изпратена нова връзка за потвърждение.",
    "Before proceeding, please check your email for a verification link.": "Преди да продължите, моля, проверете електронната си поща за линк за потвърждение.",
    "click here to request another": "кликнете тук, за да поискате друг",
    "E-Mail Address": "Имейл",
    "Forbidden": "Забранено",
    "Go to page :page": "Отидете на страница :page",
    "Hello!": "Здравей!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако е необходимо, можете да излезете от всички други сесии на браузъра на всичките си устройства. Някои от последните ви сесии са изброени по-долу; този списък обаче може да не е изчерпателен. Ако смятате, че профилът Ви е компрометиран, трябва да актуализирате и паролата си.",
    "If you did not create an account, no further action is required.": "Ако не сте създали профил, не са необходими допълнителни действия.",
    "If you did not receive the email": "Ако не сте получили имейл",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблеми с натискането на бутона \":actiontext\", копирайте и поставете URL адреса по-долу\nкъм вашия уеб браузър:",
    "Invalid signature.": "Грешен подпис.",
    "Log out": "Изляза",
    "Logout Other Browser Sessions": "Изход От Други Сесии На Браузъра",
    "Manage and logout your active sessions on other browsers and devices.": "Управлявайте активни сесии и излизайте от тях в други браузъри и устройства.",
    "Nevermind": "Няма значение.",
    "Not Found": "не е намерен",
    "Oh no": "О, не.",
    "Page Expired": "Страницата Е Просрочена",
    "Pagination Navigation": "Навигация на страници",
    "Please click the button below to verify your email address.": "Моля, кликнете върху бутона по-долу, за да потвърдите имейл адреса си.",
    "Please confirm your password before continuing.": "Моля, потвърдете паролата си, преди да продължите.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Моля, въведете паролата си, за да потвърдите, че искате да излезете от други сесии на браузъра на всичките си устройства.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Моля, посочете имейл адреса на лицето, което искате да добавите към тази команда. Имейл адресът трябва да бъде свързан със съществуващ акаунт.",
    "Regards": "С уважение",
    "results": "резултат",
    "Server Error": "Грешка",
    "Service Unavailable": "Услугата Е Недостъпна",
    "Showing": "Импресия",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "This action is unauthorized.": "Това действие е неразрешено.",
    "This password reset link will expire in :count minutes.": "Тази връзка за нулиране на паролата изтича след :count минути.",
    "to": "към",
    "Toggle navigation": "Превключване на навигацията",
    "Too Many Attempts.": "Твърде Много Опити.",
    "Too Many Requests": "Твърде Много Искания",
    "Unauthorized": "Неоторизиран",
    "Verify Email Address": "Проверете Имейл Адреса",
    "Verify Your Email Address": "Проверете Имейл Адреса Си",
    "We won't ask for your password again for a few hours.": "Няма да искаме паролата ви отново в рамките на няколко часа.",
    "You are logged in!": "Влезли сте в системата!",
    "Your email address is not verified.": "Вашият имейл адрес не е проверен."
}
