{
    "A fresh verification link has been sent to your email address.": "На вашия имейл адрес е изпратена нова връзка за потвърждение.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Добавете нов член на екипа към екипа си, за да може да си сътрудничи с вас.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Сигурни ли сте, че искате да изтриете този екип? След като екипа бъде изтрит, всичките му ресурси и данни ще бъдат изтрити завинаги.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Сигурни ли сте, че искате да изтриете профила си? След като профилът ви бъде изтрит, всичките му ресурси и данни ще бъдат изтрити безвъзвратно. Моля, въведете паролата си, за да потвърдите, че искате да изтриете завинаги профила си.",
    "Before proceeding, please check your email for a verification link.": "Преди да продължите, моля, проверете електронната си поща за линк за потвърждение.",
    "click here to request another": "кликнете тук, за да поискате друг",
    "E-Mail Address": "Имейл",
    "Editor users have the ability to read, create, and update.": "Потребителите на редактора имат възможност да четат, създават и актуализират.",
    "Ensure your account is using a long, random password to stay secure.": "Уверете се, че профилът ви използва дълга случайна парола, за да остане в безопасност.",
    "For your security, please confirm your password to continue.": "За вашата сигурност, моля потвърдете паролата си, за да продължите.",
    "Forbidden": "Забранено",
    "Go to page :page": "Отидете на страница :page",
    "Hello!": "Здравей!",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако е необходимо, можете да излезете от всички други сесии на браузъра на всичките си устройства. Някои от последните ви сесии са изброени по-долу; този списък обаче може да не е изчерпателен. Ако смятате, че профилът Ви е компрометиран, трябва да актуализирате и паролата си.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Ако е необходимо, можете да излезете от всички други сесии на браузъра на всичките си устройства. Някои от последните ви сесии са изброени по-долу; този списък обаче може да не е изчерпателен. Ако смятате, че профилът Ви е компрометиран, трябва да актуализирате и паролата си.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Ако вече имате профил, можете да приемете тази покана, като кликнете върху бутона по-долу:",
    "If you did not create an account, no further action is required.": "Ако не сте създали профил, не са необходими допълнителни действия.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Ако не сте очаквали да получите покана за този отбор, можете да се откажете от това писмо.",
    "If you did not receive the email": "Ако не сте получили имейл",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ако нямате профил, можете да го създадете, като кликнете върху бутона по-долу. След като създадете профил, можете да кликнете върху бутона за приемане на покана в този имейл, за да приемете поканата на екипа:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Ако имате проблеми с натискането на бутона \":actiontext\", копирайте и поставете URL адреса по-долу\nкъм вашия уеб браузър:",
    "Invalid signature.": "Грешен подпис.",
    "Log out": "Изляза",
    "Logout Other Browser Sessions": "Изход От Други Сесии На Браузъра",
    "Manage and logout your active sessions on other browsers and devices.": "Управлявайте активни сесии и излизайте от тях в други браузъри и устройства.",
    "Nevermind": "Няма значение.",
    "Not Found": "не е намерен",
    "Oh no": "О, не.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "След като командата бъде изтрита, всичките й ресурси и данни ще бъдат изтрити завинаги. Преди да изтриете тази команда, моля, качете всички данни или информация за тази команда, които искате да запазите.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "След като профилът ви бъде изтрит, всичките му ресурси и данни ще бъдат изтрити безвъзвратно. Преди да изтриете профила си, моля, качете всички данни или информация, които искате да запазите.",
    "Page Expired": "Страницата Е Просрочена",
    "Pagination Navigation": "Навигация на страници",
    "Please click the button below to verify your email address.": "Моля, кликнете върху бутона по-долу, за да потвърдите имейл адреса си.",
    "Please confirm your password before continuing.": "Моля, потвърдете паролата си, преди да продължите.",
    "Please copy your new API token. For your security, it won't be shown again.": "Моля, копирайте новия си API знак. За вашата безопасност, тя вече няма да бъде показана.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Моля, въведете паролата си, за да потвърдите, че искате да излезете от други сесии на браузъра на всичките си устройства.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Моля, посочете имейл адреса на лицето, което искате да добавите към тази команда. Имейл адресът трябва да бъде свързан със съществуващ акаунт.",
    "Regards": "С уважение",
    "results": "резултат",
    "Server Error": "Грешка",
    "Service Unavailable": "Услугата Е Недостъпна",
    "Showing": "Импресия",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Благодаря, че се записахте! Преди да започнете, бихте ли потвърдили имейл адреса си, като кликнете върху връзката, която току-що ви изпратихме по имейл? Ако не сте получили писмото, с радост ще ви изпратим друго.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":attribute трябва да съдържа най-малко :length символа и да съдържа най-малко един главен символ, един номер и един специален символ.",
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "The team's name and owner information.": "Име на екипа и информация за собственика.",
    "This action is unauthorized.": "Това действие е неразрешено.",
    "This password reset link will expire in :count minutes.": "Тази връзка за нулиране на паролата изтича след :count минути.",
    "to": "към",
    "Toggle navigation": "Превключване на навигацията",
    "Too Many Attempts.": "Твърде Много Опити.",
    "Too Many Requests": "Твърде Много Искания",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Двуфакторното удостоверяване вече е активирано. Сканирайте следния QR код с приложението authenticator на телефона си.",
    "Unauthorized": "Неоторизиран",
    "Update your account's profile information and email address.": "Актуализирайте информацията за профила на профила и имейл адреса си.",
    "Verify Email Address": "Проверете Имейл Адреса",
    "Verify Your Email Address": "Проверете Имейл Адреса Си",
    "We won't ask for your password again for a few hours.": "Няма да искаме паролата ви отново в рамките на няколко часа.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ако е активирано двуфакторно удостоверяване, по време на удостоверяването ще бъдете подканени да въведете защитен произволен символ. Можете да получите този знак от приложението Google Authenticator на телефона си.",
    "You are logged in!": "Влезли сте в системата!",
    "Your email address is not verified.": "Вашият имейл адрес не е проверен."
}
