{
    "A fresh verification link has been sent to your email address.": "Tautan verifikasi baru telah dikirim ke alamat surel Anda.",
    "Before proceeding, please check your email for a verification link.": "Sebelum melanjutkan, silahkan periksa surel Anda untuk tautan verifikasi.",
    "click here to request another": "Klik disini untuk meminta lagi",
    "E-Mail Address": "Alamat Surel",
    "Forbidden": "Dilarang",
    "Go to page :page": "Ke halaman :page",
    "Hello!": "Halo!",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jika diperlukan, Anda bisa mengeluarkan seluruh sesi browser lainnya dari semua perangkat. Beberapa sesi baru Anda tercantum di bawah; namun, daftar ini bisa jadi tidak lengkap. Jika Anda merasa akun Anda telah disusupi, Anda harus memperbarui kata sandi.",
    "If you did not create an account, no further action is required.": "Jika Anda tidak membuat akun, Anda tidak perlu melakukan apapun.",
    "If you did not receive the email": "Jika Anda tidak menerima surel",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Jika Anda mengalami kesulitan mengklik tombol \":actionText\", salin dan tempel URL di bawah\nke browser web Anda:",
    "Invalid signature.": "Signature tidak valid.",
    "Log out": "Keluar",
    "Logout Other Browser Sessions": "Keluarkan Sesi Browser Lain",
    "Manage and logout your active sessions on other browsers and devices.": "Kelola dan keluarkan sesi aktif pada browser dan perangkat lain.",
    "Nevermind": "Lupakan",
    "Not Found": "Tidak ditemukan",
    "Oh no": "Oh Tidak",
    "Page Expired": "Halaman Kadaluwarsa",
    "Pagination Navigation": "Navigasi Paginasi",
    "Please click the button below to verify your email address.": "Silakan klik tombol di bawah untuk memverifikasi alamat surel Anda.",
    "Please confirm your password before continuing.": "Harap konfirmasi kata sandi Anda sebelum melanjutkan.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Harap isi kata sandi anda untuk mengkonfirmasi bahwa anda ingin keluar dari sesi browser lain yang ada di semua perangkat milik Anda.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Harap isi alamat surel orang yang ingin anda tambahkan ke tim ini. Alamat surel harus terhubung dengan akun yang ada.",
    "Regards": "Salam",
    "results": "hasil",
    "Server Error": "Terjadi Kesalahan Server",
    "Service Unavailable": "Layanan Tidak Tersedia",
    "Showing": "Menampilkan",
    "The :attribute must contain at least one letter.": ":attribute harus mengandung setidaknya satu huruf.",
    "The :attribute must contain at least one number.": ":attribute harus mengandung setidaknya satu angka.",
    "The :attribute must contain at least one symbol.": ":attribute harus mengandung setidaknya satu simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":attribute harus mengandung setidaknya satu huruf besar dan satu huruf kecil.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":attribute yang diberikan telah muncul dalam kebocoran data. Silahkan pilih :attribute yang lain.",
    "This action is unauthorized.": "Aksi ini tidak diijinkan.",
    "This password reset link will expire in :count minutes.": "Tautan pengaturan ulang kata sandi ini akan kedaluwarsa dalam :count menit.",
    "to": "kepada",
    "Toggle navigation": "Alihkan navigasi",
    "Too Many Attempts.": "Terlalu Banyak Percobaan.",
    "Too Many Requests": "Terlalu Banyak Permintaan",
    "Unauthorized": "Tidak Diizinkan",
    "Verify Email Address": "Verifikasi Alamat Surel",
    "Verify Your Email Address": "Verifikasi Alamat Surel Anda",
    "We won't ask for your password again for a few hours.": "Kami tidak akan meminta lagi kata sandi Anda untuk beberapa jam.",
    "You are logged in!": "Anda telah login!",
    "Your email address is not verified.": "Alamat surel Anda belum terverifikasi."
}
