{
    "The :attribute must be a valid role.": "Atribut ini harus berupa peran yang valid.",
    "The :attribute must be at least :length characters and contain at least one number.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu angka.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu karakter spesial dan satu angka.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu karakter spesial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu karakter huruf kapital dan satu angka.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu karakter spesial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu karakter huruf kapital, satu angka, dan satu karakter spesial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Atribut ini harus memiliki minimal :length karakter dan mengandung setidaknya satu karakter huruf kapital.",
    "The :attribute must be at least :length characters.": "Atribut ini harus memiliki minimal :length karakter.",
    "The :attribute must contain at least one letter.": "Atribut ini harus mengandung setidaknya satu huruf.",
    "The :attribute must contain at least one number.": "Atribut ini harus mengandung setidaknya satu angka.",
    "The :attribute must contain at least one symbol.": "Atribut ini harus mengandung setidaknya satu simbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Atribut ini harus mengandung setidaknya satu huruf kapital dan satu huruf kecil.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Atribut ini yang diberikan telah muncul dalam kebocoran data. Silahkan memilih arti lain yang berbeda."
}
