{
    "The :attribute must be a valid role.": "Ní mór ról bailí a bheith sa réimse seo.",
    "The :attribute must be at least :length characters and contain at least one number.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus uimhir amháin ar a laghad a bheith ann.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus carachtar speisialta amháin agus uimhir amháin ar a laghad a bheith ann.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus carachtar speisialta amháin ar a laghad a bheith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus carachtar cás uachtair amháin agus uimhir amháin ar a laghad a bheith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus carachtar cás uachtair amháin agus carachtar speisialta amháin a bheith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus carachtar cás uachtair amháin, uimhir amháin agus carachtar speisialta amháin a bheith ann.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo agus carachtar cás uachtair amháin ar a laghad a bheith ann.",
    "The :attribute must be at least :length characters.": "Caithfidh :length gcarachtar ar a laghad a bheith sa réimse seo.",
    "The :attribute must contain at least one letter.": "Ní mór litir amháin ar a laghad a bheith sa réimse seo.",
    "The :attribute must contain at least one number.": "Caithfidh uimhir amháin ar a laghad a bheith sa réimse seo.",
    "The :attribute must contain at least one symbol.": "Caithfidh siombail amháin ar a laghad a bheith sa réimse seo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "Caithfidh ar a laghad litir chás uachtair amháin agus litir chás íochtair amháin a bheith sa réimse seo.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "Tá an réimse tugtha le feiceáil i sceitheadh ​​sonraí. Roghnaigh réimse eile le do thoil."
}
